{
    "my assessments": "Mis evaluaciones",
    "import": "Importar",
    "export all": "Exportar todo",
    "new assessment": "Nueva evaluación",
    "status": "Estado",
    "completion-questions": "{{complete}}/{{total}} preguntas respondidas",
    "completion-statements": "{{complete}}/{{total}} declaraciones respondidas",
    "last modified": "Modificada",
    "primary assessor": "Evaluador principal",
    "prevent encryption": "Prevenir el cifrado",
    "user language": "Idioma del usuario",
    "note language change": "Seleccione el idioma deseado",
    "prepare": "Preparar",
    "assessment": "Evaluación",
    "results": "Resultados",
    "assessment information": "Datos de la evaluación",
    "organization details": "Detalles de la organización",
    "assessment name": "Nombre de evaluación",
    "assessment date": "Fecha de evaluación",
    "no pii in name": "Tenga cuidado de no nombrar su evaluación con ninguna información identificable. (por ejemplo, nombres de personas u organizaciones)",
    "facility name": "Nombre de facilidad",
    "city or site name": "Nombre de ciudad o sitio",
    "state province region": "Estado/provincia/región",
    "state, province, or region": "Estado, provincia, o región",
    "postal code": "Código postal",
    "cisa region": "Región CISA",
    "assessment type": "Tipo de evaluación",
    "type": "Tipo",
    "demographics": "Demografía",
    "select type": "Selecctionar tipo",
    "sector": "Sector",
    "select sector": "Selecciona sector",
    "industry": "Industria",
    "select industry": "Selecciona industria",
    "org name": "Nombre de Organizatión",
    "org type": "Tipo de Organizatión",
    "org poc": "Punto de contacto de la organización",
    "select contact": "Seleccionar contacto",
    "select facilitator": "Seleccionar facilitador",
    "self assessment": "Autoevaluación",
    "crit svc poc": "Punto de contacto del servicio crítico",
    "asset gross value": "¿Cuál es el valor bruto del activo que intenta proteger?",
    "select gross value": "Selecciona valor",
    "not selected": "No seleccionado",
    "expected effort": "¿Cuál es el esfuerzo relativo esperado para esta evaluación?",
    "select effort": "Selecciona esfuerzo",
    "business unit agency": "Unidad de Negocio/Agencia",
    "critical service name": "Nombre del servicio crítico",
    "critical service description": "Descripción del servicio crítico",
    "practices": "Prácticas",
    "pcii requested": "PCII ha sido solicitado",
    "pcii number": "Número PCII",
    "requires review": "Requiere Revisión",
    "domain": "Dominio",
    "maturity level": "Nivel de madurez",
    "maturity detail": "Detalle de madurez",
    "no search results": "No se encontraron artículos que coincidan con la solicitud de búsqueda.",
    "auto load guidance": "Carga automática de guía",
    "to start an assessment": "Para iniciar una nueva evaluación, haz clic en una tarjeta. Para ver detalles adicionales, haz clic en el icono {icon}.",
    "missing email": "Se requiere la dirección de correo electrónico",
    "invalid email format": "Formato de correo inválido",
    "account already exists": "Ya existe una cuenta para la dirección de correo electrónico",
    "emails do not match": "Los correos electrónicos no coinciden",
    "email not allowed": "El correo electrónico especificado no está permitido en esta instalación de CSET",
    "unknown error": "Error desconocido",
    "user inactive": "Usuario está inactivo",
    "control priorities intro1": "Cada pregunta sin respuesta o pregunta respondida con un “No” se clasifica según su prioridad a continuación. Las organizaciones pueden utilizar esta información para identificar áreas específicas donde pueden ser necesarios recursos adicionales o controles de mitigación para lograr el cumplimiento. Las preguntas están clasificadas en orden de mayor a menor prioridad.",
    "control priorities intro2": "Los siguientes factores se utilizan para determinar la prioridad de cada pregunta/requisito:",
    "control priorities bullet1": "El valor de ponderación específico asignado a cada pregunta.",
    "control priorities bullet2": "El valor de ponderación del área temática o categoría de pregunta.",
    "control priorities bullet3": "El nivel de garantía de seguridad de la pregunta.",
    "control priorities bullet4": "El valor de criticidad del componente asignado por el usuario, si corresponde.",
    "control priorities intro3": "Se analizaron preguntas y categorías y se les asignó un peso en relación con otras dentro de la evaluación.",
    "local installation": "Instalación Local",
    "new version": "A new version of CSET is available.",
    "your version": "Tu versión:",
    "version available": "Versión disponible:",
    "link version": "Haga clic aquí para ver o descargar las versiones de CSET.",
    "legend": "Leyenda",
    "publisher": {},
    "disclaimer": {
        "title": "Descargo de responsabilidad",
        "disclaimer 1": "El análisis, los datos y los informes en <span class=\"text-nowrap\">{{appShortName}}<sup>®</sup></span> se proporcionan \"tal cual\" y solo para fines informativos. El {{orgLongName}} ({{orgShortName}}) no ofrece garantías de ningún tipo con respecto a la información contenida en ellos. En ningún caso, el Gobierno de los Estados Unidos ni sus contratistas o subcontratistas serán responsables por ningún daño, incluidos, entre otros, los daños directos, indirectos, especiales o consecuentes, y daños basados en cualquier negligencia del Gobierno de los Estados Unidos o de sus contratistas o subcontratistas, que surjan de, resulten de o estén relacionados de alguna manera con este informe, ya sea basado en garantía, contrato, agravio o de otro modo, ya sea que se haya sufrido lesiones o se haya derivado de los resultados de, o la confianza en el informe.",
        "disclaimer 2": "{{orgShortName}} no respalda ningún producto o servicio comercial, incluido el sujeto de la evaluación en este informe. Cualquier referencia a productos, procesos o servicios comerciales específicos por marca registrada, fabricante o de otro modo, no constituye ni implica su respaldo, recomendación o preferencia  por parte de {{orgShortName}}.",
        "disclaimer 3": "La exhibición del sello oficial de {{orgShortName}} u otras identidades visuales de {{orgShortName}} en este informe no se interpretará como una autorización a la organización receptora para usar el sello oficial, insignia u otras identidades visuales de {{orgShortName}}. El sello, insignia u otras identidades visuales de {{orgShortName}} no se utilizarán de ninguna manera para implicar el respaldo de ningún producto o actividad comercial por parte de {{orgShortName}} o el Gobierno de los Estados Unidos. El uso del sello {{orgShortName}} sin la debida autorización viola la ley federal (por ejemplo, 18 U.S.C. §§ 506, 701, 1017) y va en contra de las políticas de {{orgShortName}} que rigen el uso del sello.",
        "disclaimer 4": "El informe se prepara y se destina al uso interno de la organización que lo solicitó. El contenido de este informe puede estar sujeto a derechos de propiedad intelectual gubernamentales o privados. Para solicitar la distribución de este informe fuera de la organización para la que fue preparado, comuníquese con {{intellectualPropertyRightsDistributionRequestEntity}}. El contenido de este informe puede reproducirse o incorporarse a otros informes, pero no puede modificarse sin el permiso previo por escrito de la Oficina del Programa {{appShortName}}."
    },
    "advisory": {
        "title": "Asesoramiento",
        "advisory 1": "El {{appLongName}} (<span class=\"text-nowrap\">{{appShortName}}<sup>®</sup></span>) es solo un componente del panorama general de la ciberseguridad y debe complementarse con un programa sólido de seguridad cibernética dentro de la organización. Una autoevaluación con <span class=\"text-nowrap\">{{appShortName}}<sup>®</sup></span> no puede revelar todos los tipos de debilidades de seguridad, y no debe ser el único medio para determinar la postura de seguridad de una organización.",
        "advisory 2": "La herramienta no proporcionará un análisis detallado de la arquitectura de la red ni una revisión detallada de la configuración de hardware/software de la red. No es una herramienta de análisis de riesgos, por lo que no generará una evaluación compleja de riesgos. {{appShortName}}<sup>®</sup> no sustituye el análisis profundo de las vulnerabilidades del sistema de control realizado por profesionales capacitados. Todavía se deben realizar revisiones e inspecciones periódicas en el sitio utilizando un enfoque holístico que incluya recorridos de las instalaciones, entrevistas y observación y examen de las prácticas de las instalaciones. También se deben considerar pasos adicionales como escaneo, pruebas de penetración y ejercicios en sistemas sustitutos, de capacitación o que no sean de producción, o en sistemas donde las fallas, errores inesperados u otros resultados inesperados no comprometan la producción o la seguridad.",
        "advisory 3": "<span class=\"text-nowrap\">{{appShortName}}<sup>®</sup></span> evaluaciones no pueden ser completadas de manera efectiva por una sola persona. Es esencial contar con un equipo multifuncional compuesto por representantes de las áreas de operaciones, mantenimiento, tecnología de la información, negocio y seguridad. Los representantes deben ser expertos en la materia con un conocimiento significativo en sus respectivas áreas. Ningún individuo tiene la amplitud de responsabilidad o conocimiento para responder eficazmente a todas las preguntas.",
        "advisory 4": "<p>Los datos e informes generados por la herramienta deben gestionarse de forma segura y marcarse, almacenarse y distribuirse de manera adecuada a su confidencialidad.</p>"
    },
    "connection": {
        "no server connection": "No hay conexión al servidor",
        "details": "Detalles",
        "details 1": "El servidor no se puede alcanzar. Póngase en contacto con un administrador del sistema para verificar que la URL del servidor esté configurada correctamente y que la API de CSET esté ejecutándose.",
        "details 2": "URL del servidor"
    },
    "contact": {
        "contacts": "Contactos",
        "contact": "Contacto",
        "add contact": "Agregar Contacto",
        "email contacts": "Mandar E-mail a los Contactos",
        "assessment owner": "Dueño de Evaluación",
        "first name": "Nombre de Pila",
        "last name": "Apellido",
        "title": "Título",
        "report to": "Reportar a",
        "organization": "Organización",
        "site name": "Nombre de Sitio",
        "cell phone": "Celular",
        "office phone": "Teléfono de Oficina",
        "email": "E-mail",
        "email address": "Correo electrónico",
        "emergency communications protocol": "Protocolo de comunicacíon de emergencia",
        "primary point of contact": "Punto de contacto principal",
        "participated in site visit": "Participó en la visita al sitio",
        "role": "Rol",
        "participant": "Participante",
        "facilitator": "Facilitador",
        "save": "Guardar",
        "cancel": "Cancelar",
        "change": "Cambiar",
        "remove": "Eliminar",
        "not authorized message": "No está autorizado/a para realizar cambios en los contactos de esta evaluación.",
        "contact an administrator message": "Por favor, contacte a un administrador de esta evaluación para realizar cambios o para obtener acceso administrativo.",
        "details": "Detalles adicionales",
        "no details": "Ninguna disponible",
        "creator": "Creador de evaluaciones",
        "editor": "Editor de evaluación"
    },
    "acet": {
        "empty my assessments page footer text": "La Caja de herramientas de evaluación de ciberseguridad automatizada (ACET®) es un producto de la Administración Nacional de Cooperativas de Crédito (NCUA) que ayuda a las organizaciones a proteger sus activos cibernéticos nacionales clave. Fue desarrollado bajo la dirección de la Administración Nacional de Cooperativas de Crédito por expertos en ciberseguridad. Esta herramienta proporciona a los usuarios un enfoque sistemático y repetible para evaluar la situación de seguridad de sus sistemas y redes cibernéticos. Incluye preguntas detalladas y de alto nivel relacionadas con todos los sistemas de TI y control industrial.",
        "credit union": "Unión de crédito",
        "credit union name": "Nombre de la cooperativa de crédito",
        "charter": "Carta",
        "assets": "Activos",
        "auto populate": "Auto-generado basado en los datos proporcionados.",
        "target maturity range": "Rango de madurez objetivo",
        "target percentage achieved": "Porcentaje de objetivo alcanzado",
        "maturity results": "Resultados de madurez de ACET",
        "actual level": "Nivel actual",
        "assessment factor": "Factor de evaluación",
        "component": "Componente",
        "components": "Componentes",
        "statements": "Declaraciónes",
        "submitted": "Enviado"
    },
    "cyber-florida": {
        "upgrade message": "Esta evaluación utiliza un subconjunto de los requisitos del Cybersecurity Framework v1.1 y un subconjunto de la Evaluación de preparación para ransomware. Para convertir esta evaluación para incluir todas las preguntas, haga clic en el botón a continuación.",
        "upgrade confirm 1": "¿Está seguro de que desea convertir esta evaluación? Esta es una conversión unidireccional; no se puede deshacer.",
        "upgrade confirm 2": "La evaluación se ha convertido.",
        "title upgrade complete": "Conversión completa",
        "upgrade button": "Convertir a evaluación completa"
    },
    "titles": {
        "prepare": "Preparar",
        "assessment": "Evaluación",
        "results": "Resultados",
        "search results": "Resultados de la búsqueda",
        "assessment description": "Descripción de la evaluación",
        "assessment configuration": "Configuración de evaluación",
        "assessment information": "Información de evaluación",
        "service demographics": "Demografía del servicio",
        "critical service information": "Información del servicio crítico",
        "organization demographics": "Demografía de la organización",
        "sal": {
            "security assurance level (sal)": "Nivel de garantía de seguridad (SAL)",
            "sal intro1": "El Nivel de Garantía de Seguridad o SAL determina el número de preguntas a responder y el nivel de rigor de la evaluación.",
            "sal intro2": "Por ejemplo, un SAL típico alto contendrá entre 350-1000 preguntas, mientras que un SAL bajo típicamente contendrá entre 30-350 preguntas, dependiendo del estándar seleccionado.",
            "sal intro3": "El SAL se aplica a conjuntos de preguntas de Componentes Estándar y de Diagramas.",
            "current level": "Nivel corriente",
            "choose methodology": "Elija una de las tres metodologías SAL a continuación para determinar el nivel correcto para su evaluación.",
            "overall": "En general",
            "overall sal": "SAL general",
            "confidentiality": "Confidencialidad",
            "confidentiality text": "Este valor se relaciona con la importancia de proteger la información del acceso no autorizado. Cuanto más importante sea que los usuarios no autorizados no tengan acceso a la información, mayor será su nivel de SAL.",
            "integrity": "Integridad",
            "integrity text": "Este valor se relaciona con la importancia de la exactitud de la información. Cuanto más importante sea que la información se mantenga consistente, precisa y solo cambiada por los autorizados, mayor será su nivel de SAL.",
            "availability": "Disponibilidad",
            "availability text": "Este valor se relaciona con la importancia de que la información esté disponible. Cuanto más importante sea tener su información disponible para su uso, mayor será su nivel de SAL.",
            "simple": "Sencillo",
            "general risk based": "Basado en riesgos generales",
            "gen sal": {
                "text1": "Responda las siguientes preguntas para ayudar a determinar el SAL para su evaluación seleccionando los impactos potenciales en las personas y/o factores económicos en caso de que su sistema sea comprometido.",
                "injuries": "Lesiones",
                "injuries desc": "Si los sistemas de control fueran accedidos y manipulados maliciosamente para causar daño, ¿cuántas personas podrían sufrir lesiones que no requieran hospitalización en un escenario de peor caso? (Considere lesiones causadas por cualquier razón.)",
                "hospitalizations": "Hospitalizaciones",
                "hospitalizations desc": "Si los sistemas de control fueran accedidos y manipulados maliciosamente para causar daño, ¿cuántas personas podrían sufrir lesiones que requieran hospitalización en un escenario de peor caso? (Considere lesiones causadas por cualquier razón.)",
                "deaths": "Muertes",
                "deaths desc": "Si los sistemas de control son accedidos y manipulados maliciosamente para causar daño, ¿cuántas personas podrían morir en un escenario de peor caso? (Considere lesiones causadas por cualquier razón.)",
                "capital loss": "Pérdida de Capital",
                "capital loss desc": "Para un escenario de peor caso, estime el costo potencial de perder activos de capital o el impacto económico general. (Considere el costo de edificios del sitio, instalaciones, equipos, etc.)",
                "economic impact": "Impacto Económico",
                "economic impact desc": "Para un escenario de peor caso, estime el costo potencial en términos de impacto económico tanto para el sitio como para las comunidades circundantes. (Considere cualquier pérdida de estructuras comunitarias y uso y cualquier costo asociado con el desplazamiento.)",
                "environmental": "Ambiental",
                "environmental desc": "Para un escenario de peor caso, estime el costo potencial de la limpieza ambiental para el sitio y las comunidades circundantes. (Considere el costo de la limpieza, multas, litigios, monitoreo a largo plazo, etc.)",
                "none": "Ninguno",
                "on site": "En el sitio",
                "off site": "Fuera de sitio"
            },
            "nist 60 fips 199": "NIST-60 / FIPS-199",
            "nist": {
                "fips guide text": "La guía FIPS 199 a continuación le ayudará a aprender cómo determinar la categorización general de seguridad del sistema en evaluación. Si no está familiarizado con la pantalla de Determinación de SAL de FIPS 199, lea la guía antes de continuar.",
                "fips other guides": "Otras Guías:",
                "selected information types": "Valores de CIA Basados en Tipos de Información Seleccionados",
                "check applicable": "Marque los tipos de información aplicables.",
                "tooltip c": "Hacer clic en esto sobrescribirá el Factor Especial de Confidencialidad",
                "tooltip i": "Hacer clic en esto sobrescribirá el Factor Especial de Integridad",
                "tooltip a": "Hacer clic en esto sobrescribirá el Factor Especial de Disponibilidad",
                "confirmation": "Esto sobrescribirá el texto del factor especial actual de {cia}. ¿Desea continuar?",
                "low": "BAJO",
                "mod": "MOD",
                "high": "ALT",
                "none": "NO",
                "answer questions": "Preguntas",
                "fips 199": "Guía de Nivel de Garantía de Seguridad de FIPS 199",
                "nist sp800": "Niveles de Garantía de Seguridad Basados en NIST SP800-60 (FIPS 199) con Factores Especiales de CNSS",
                "confidentiality": "Confidencialidad",
                "integrity": "Integridad",
                "availability": "Disponibilidad",
                "adjusted questions": "Ajustado Para Preguntas del Sistema",
                "information type": "Tipo de Información",
                "type": "Tipo",
                "special factors": "Factores Especiales"
            },
            "level": {
                "low": "Bajo",
                "l": "Bajo",
                "moderate": "Moderado",
                "m": "Moderado",
                "high": "Alto",
                "h": "Alto",
                "very high": "Muy Alto",
                "vh": "Muy Alto"
            }
        },
        "cmmc target level selection": "Selección del nivel objetivo de CMMC",
        "network diagram": "Diagrama de red",
        "diagram component questions": "Preguntas del diagrama",
        "standard questions": "Preguntas del estándar",
        "standard requirements": "Requisitos del estándar",
        "maturity questions": "Preguntas de madurez",
        "statements": "Declaraciones",
        "inherent risk profiles": "Perfil de riesgo inherente",
        "inherent risk profile summary": "Resumen del perfil de riesgo inherente",
        "security practices": "Prácticas de seguridad",
        "questions": "Preguntas",
        "practices": "Prácticas",
        "requirements": "Requisitos",
        "acet maturity results": "Resultados de madurez de ACET",
        "other remarks": "Otras notas",
        "imr tutorial": "Tutorial de IMR",
        "cmmc tutorial": "Tutorial de CMMC",
        "cis tutorial": "Tutorial de CIS",
        "edm tutorial": "Tutorial de EDM",
        "crr tutorial": "Tutorial de CRR",
        "rra tutorial": "Tutorial de Ransomware Readiness",
        "acet dashboard": "Panel de control de ACET",
        "analysis dashboard": "Panel de control de análisis",
        "standard results": "Resultados de estándar",
        "assessment compliance": "Cumplimiento de la evaluación",
        "control priorities": "Prioridades de control",
        "standards summary": "Resumen de estándares",
        "ranked categories": "Categorías clasificadas",
        "results by category": "Resultados por categoría",
        "components results": "Resultados de los componentes",
        "components summary": "Resumen de componentes",
        "ranked comp by cat": "Componentes clasificados por categoría",
        "comp results by cat": "Resultados de componentes por categoría",
        "answers by comp type": "Respuestas por tipo de componente",
        "network warnings": "Advertencias de red",
        "high level desc exec sec comments": "Descripción de la evaluación de alto nivel Resumen ejecutivo y Comentarios",
        "reports": "Informes",
        "feedback": "Retroalimentación",
        "analytics": "analítica",
        "assessment complete": "Evaluación completa",
        "performance summary": "Resumen de rendimiento",
        "security practice checklist": "Lista de prácticas de seguridad",
        "goal performance": "Rendimiento de metas",
        "assessment tiers": "Niveles de evaluación",
        "ssg": {
            "chemical": "Objetivos del sector químico",
            "it": "Objetivos de Tecnología de la Información",
            "other": "Objetivos de Otros Sectores"
        }
    },
    "buttons": {
        "ok": "Aceptar",
        "save": "Guardar",
        "cancel": "Cancelar",
        "continue": "Continuar",
        "exit": "Salir",
        "register": "Registrar",
        "change": "Cambiar",
        "remove": "Quitar",
        "email": "Correo electrónico",
        "next": "Siguiente",
        "close": "Cerrar",
        "back": "Previo",
        "login": "Iniciar sesión",
        "logout": "Cerrar sesión",
        "convert": "Convertir",
        "analytics": "Analítica",
        "export": "Exportar",
        "export json": "JSON",
        "import": "Importar",
        "enter password": "Introducir la contraseña",
        "export all": "Exportar todo",
        "export all to excel": "Exportar todo a Excel",
        "export all assessments to excel": "Exportar todas las evaluaciones a Excel",
        "merge examinations": "Fusionar los exámenes",
        "end merging": "Finalizar la fusión",
        "expand all": "Expandir todo",
        "collapse all": "Desplegar todo",
        "filter": "Filtro",
        "reviewed": "Revisado",
        "questions mode": "Modo preguntas",
        "requirements mode": "Modo requisitos",
        "add document": "Agregar documento",
        "copy text": "Copiar texto",
        "change password": "Cambiar la contraseña",
        "reset password": "Restablecer la contraseña",
        "forgot password": "Contraseña olvidada",
        "role editor": "Editor de Roles"
    },
    "answer-options": {
        "button-labels": {
            "yes": "Sí",
            "no": "No",
            "n/a": "N/A",
            "alt": "Alt",
            "alt-acet": "Sí(C)",
            "u": "Sin respuesta",
            "unanswered": "Sin respuesta",
            "inc": "Inc",
            "issue(n)": "Issue(N)",
            "iss": "Issue(N)",
            "s": "S",
            "fully-mvra": "Completo",
            "not-mvra": "No",
            "partial-mvra": "Parcial",
            "yes(c)": "Sí(C)",
            "imp-cpg": "Imp",
            "prog-cpg": "Curso",
            "scoped-cpg": "Del",
            "not-cpg": "No",
            "fi-c2m2": "FI",
            "li-c2m2": "LI",
            "pi-c2m2": "PI",
            "ni-c2m2": "NI",
            "yes-cmmc": "Cump",
            "no-cmmc": "No"
        },
        "button-tooltips": {
            "yes": "Sí",
            "no": "No",
            "n/a": "N/A",
            "alt": "Alternar",
            "unanswered": "Sin respuesta",
            "inc": "Incompleto",
            "issue(n)": "No with Issue(s)",
            "s": "",
            "fully-mvra": "Completo",
            "not-mvra": "No",
            "partial-mvra": "Parcial",
            "yes(c)": "Sí - control de contrapartida",
            "imp-cpg": "Implementado",
            "prog-cpg": "En curso",
            "scoped-cpg": "Delimitado",
            "not-cpg": "No implementado",
            "fi-c2m2": "Totalmente Implementado - Completo",
            "li-c2m2": "Largamente Implementado - Completo, pero con una oportunidad reconocida de mejora",
            "pi-c2m2": "Parcialmente Implementado - Incompleto; hay múltiples oportunidades de mejora",
            "ni-c2m2": "No Implementado - Ausente; la práctica no es realizada por la organización",
            "yes-cmmc": "Cumplido",
            "no-cmmc": "No cumplido"
        },
        "labels": {
            "yes": "Sí",
            "y": "Sí",
            "no": "No",
            "n": "No",
            "na": "N/A",
            "n/a": "N/A",
            "alt": "Alternar",
            "a": "Alternar",
            "u": "Sin respuesta",
            "inc": "Incompleto",
            "iss": "No con problemas",
            "s": "Seleccionado",
            "fully-mvra": "Totalmente Implementado",
            "not-mvra": "No Implementado",
            "partial-mvra": "Parcialmente Implementado",
            "yes(c)": "Sí - control de contrapartida",
            "imp-cpg": "Implementado",
            "prog-cpg": "En curso",
            "scoped-cpg": "Delimitado",
            "not-cpg": "No implementado",
            "fi-c2m2": "Totalmente Implementado (FI)",
            "li-c2m2": "Largamente Implementado (LI)",
            "pi-c2m2": "Parcialmente Implementado (PI)",
            "ni-c2m2": "No Implementado (NI)"
        },
        "placeholders": {
            "alt acet": "Descripción, explicación y/o justificación para el control compensatorio",
            "alt cset": "Descripción, explicación y/o justificación para la respuesta alternativa"
        },
        "warnings": {
            "description required": "* Descripción requerida"
        }
    },
    "questions": {
        "instructions 1": "Seleccione la respuesta aplicable para cada una de las siguientes preguntas.",
        "unanswered equals no": "Las preguntas sin respuesta se calculan como una respuesta '{{no-ans}}.'",
        "cpg answer key": "Clave de Respuestas CPG",
        "instructions ssg": "Las metas específicas del sector (SSG) se muestran según el sector seleccionado en los datos de la evaluación. Estos objetivos, adjuntos a las CPG, están diseñados para abordar inquietudes adicionales exclusivas de su industria."
    },
    "tooltip": {
        "view detail": "Ver detalle",
        "create assessment": "Crear evaluación",
        "close": "Cerrar",
        "search": "Buscar",
        "details standard": "Detalles/Estándar",
        "supplemental guidance": "Orientación complementaria",
        "comment": "Comentario",
        "artifacts documents": "Artefactos/Documentos",
        "artifacts documents with content": "Artefactos/Documentos con Contenido",
        "related questions": "Preguntas relacionadas",
        "delete document": "Eliminar documento",
        "copy document": "Copiar este documento a otra ubicación",
        "references": "Referencias",
        "observations": "Observaciones",
        "observations with content": "Observaciones con contenido",
        "feedback": "Retroalimentación",
        "feedback with content": "Retroalimentación con contenido",
        "mfr-flag": "Este control requiere una revisión adicional",
        "category requires review": "Una o más controles en esta categoría requieren una revisión adicional",
        "assessment requires review": "Esta evaluación contiene respuestas que requieren una revisión adicional",
        "details/standard": "Detalles/Examen",
        "exam step": "Estándar paso",
        "comments with content": "Comentarios con contenido",
        "issues": "Problemas",
        "issues with content": "Problemas con contenido",
        "answered count": "Indica el número de preguntas respondidas del total de esta página",
        "questions mode": "El modo Preguntas muestra preguntas simples que corresponden a los requisitos estándar",
        "requirements mode": "El modo Requisitos muestra el texto del requisito palabra por palabra tal como aparece en el estándar",
        "risk description": "Descripción del riesgo",
        "validation approach": "Enfoque de validación",
        "prevent encryption": "Evita que aparezca la pantalla de \"ingresar contraseña\" al exportar",
        "import": "Importar una evaluación desde un archivo externo de {{appName}}.",
        "export to excel": "Exportar todas las evaluaciones a Excel",
        "remove assessment": "Eliminar permanentemente esta evaluación.",
        "export assessment": "Exportar una copia de esta evaluación a otra ubicación",
        "export assessment json": "Export una copia de esta evaluación como archivo JSON",
        "analytics": "Ver los análisis de esta evaluación.",
        "merged checked exams": "Fusiona los exámenes marcados",
        "export all": "Exporta una copia de todas las evaluaciones a otra ubicación."
    },
    "level": {
        "low": "Pequeño",
        "medium": "Medio",
        "high": "Grande",
        "basic": "Básico",
        "incomplete": "Incompleto",
        "ad hoc": "Ad Hoc",
        "baseline": "Básico",
        "evolving": "En desarrollo",
        "intermediate": "Intermedio",
        "advanced": "Avanzado",
        "innovative": "Innovador",
        "baseline-desc": "uso muy limitado de tecnología.",
        "evolving-desc": "complejidad limitada en términos de la tecnología que utiliza.",
        "intermediate-desc": "utiliza tecnología que puede ser algo compleja en términos de volumen y sofisticación.",
        "advanced-desc": "utiliza tecnología compleja en términos de alcance y sofisticación.",
        "innovative-desc": "utiliza tecnología extremadamente compleja para ofrecer una miríada de productos y servicios.",
        "mil-1": "MIL-1",
        "mil-2": "MIL-2",
        "mil-3": "MIL-3",
        "mil-4": "MIL-4",
        "mil-5": "MIL-5",
        "level 1": "Nivel 1",
        "level 2": "Nivel 2",
        "level 3": "Nivel 3",
        "level 4": "Nivel 4",
        "level 5": "Nivel 5",
        "overall": "En general"
    },
    "irp": {
        "inherent risk": "Riesgo inherente",
        "inherent risk profile": "Perfil de riesgo inherente",
        "inherent risk profiles": "Perfil de riesgo inherente",
        "irp desc start": "El IRP tiene",
        "five risk areas": "cinco áreas de riesgo",
        "irp desc end": "a través de cinco categorías. Se mide en una escala desde el menor riesgo hasta el mayor riesgo en este orden a continuación:",
        "inherent risk profile summary": "Resumen del perfil de riesgo inherente",
        "category": "Categoría",
        "total %": "Total %",
        "totals": "Totales",
        "risk levels": "Niveles de riesgo",
        "overall risk level is": "El nivel de riesgo general es",
        "overall risk level has not been overridden": "Nivel de Riesgo General no ha sido anulado",
        "overall risk level has been overriden to": "Nivel de Riesgo General ha sido anulado a",
        "override risk level": "Anular el nivel de riesgo",
        "override risk level is": "Anular el nivel de riesgo es",
        "override reason": "Anular el motivo",
        "override reason placeholder": "Por favor, proporcione una explicación de por qué se está anulando el perfil de riesgo inherente total.",
        "cybersecurity maturity": "Madurez de Ciberseguridad",
        "no override": "Sin anulación",
        "least": "Insignificante",
        "minimal": "Mínimo",
        "moderate": "Moderado",
        "significant": "Significativo",
        "most": "Mayor"
    },
    "filter-menu": {
        "search": "Buscar",
        "select deselect all": "Seleccionar/Deseleccionar todo",
        "core": {
            "dialog title": "Filtros de preguntas",
            "show answered as": "Mostrar preguntas respondidas <em><b>{{optionText}}</b></em>",
            "show unanswered": "Mostrar preguntas sin respuesta",
            "show with comments": "Mostrar preguntas con comentarios",
            "show with feedback": "Mostrar preguntas con retroalimentación",
            "show with notes": "Mostrar preguntas con notas",
            "show marked for review": "Mostrar preguntas marcadas para revisión",
            "show with observations": "Mostrar preguntas con observaciones",
            "include above target": "Incluir preguntas arriba del nivel objetivo de madurez",
            "show open ended": "Mostrar preguntas abiertas respondidas"
        },
        "ncua": {
            "dialog title": "Filtros de declaración",
            "show answered as": "Mostrar declaraciones respondidas <em><b>{{optionText}}</b></em>",
            "show unanswered": "Mostrar declaraciones sin respuesta",
            "show with comments": "Mostrar declaraciones con comentarios",
            "show with feedback": "Mostrar declaraciones con retroalimentación",
            "show with notes": "Mostrar preguntas con notas",
            "show marked for review": "Mostrar declaraciones marcadas para revisión",
            "show with observations": "Mostrar declaraciones con observaciones",
            "show with issues": "Mostrar declaraciones con problemas",
            "include above target": "Incluir declaraciones arriba del nivel objetivo de madurez",
            "show open ended": "Mostrar preguntas abiertas respondidas"
        },
        "showing only filtered": "Mostrando sólo preguntas filtradas",
        "no questions visible": "No hay preguntas visibles para los filtros o criterios de búsqueda actuales. Cambie sus selecciones e inténtelo de nuevo."
    },
    "dialogs": {
        "alert": "Alerta",
        "please confirm": "Confirme, por favor",
        "remove contact": "¿Estás seguro de que quieres eliminar a '{{firstName}} {{lastName}}' de esta evaluación?",
        "remove assessment": "¿Estás seguro de que quieres eliminar '{{assessmentName}}?'",
        "confirm create new assessment": "¿Está seguro de que desea crear una nueva evaluación?",
        "export assessment title": "Opciones de evaluación de exportación",
        "export excel dialog title": "Exportar evaluación a Excel",
        "export excel dialog 1": "La exportación de la evaluación a Excel se realiza para realizar análisis de datos simples. Los datos de Excel no se pueden volver a importar.",
        "export excel do not show": "No volver a mostrar este mensaje",
        "scrub pcii": "Eliminar los campos PCII de la exportación",
        "encrypt 1": "Para cifrar su evaluación, ingrese una contraseña.",
        "encrypt 2": "Si continúa sin ingresar una contraseña, no se utilizará ningún cifrado.",
        "access denied": "Acceso denegado",
        "access denied 1": "Su sesión expiró, se produjo un error de conexión o ya no está autorizado a acceder a esa evaluación.",
        "access denied 2": "Por favor inicia sesión nuevamente.",
        "access denied 3": "Otro usuario ha cambiado su función en esta evaluación."
    },
    "observation": {
        "observation title": "Título de la Observación",
        "importance": "Importancia",
        "importance low": "Baja",
        "importance medium": "Mediana",
        "importance high": "Alta",
        "add an observation": "Agregar una Observación",
        "observation details": "Detalles de la Observación",
        "title": "Título",
        "resolution date": "Fecha de Resolución",
        "issue": "Problema",
        "observation": "Observación",
        "impacts": "Impactos",
        "recommendations": "Recomendaciones",
        "vulnerabilities": "Vulnerabilidades",
        "individuals responsible": "Personas responsables",
        "clear selections": "Limpiar selecciones",
        "observation description": "La sección de observaciones de preguntas es para usuarios avanzados que desean recopilar información adicional sobre preguntas específicas en la evaluación.",
        "delete issue confirm": "¿Está seguro de que desea eliminar el problema '{title}?'",
        "delete this issue confirm": "¿Está seguro de que desea eliminar este problema?",
        "delete observation confirm": "¿Está seguro de que desea eliminar la observación '{title}?'",
        "delete this observation confirm": "¿Está seguro de que desea eliminar esta observación?"
    },
    "feedback": {
        "page title": "Retroalimentación",
        "text 1": "La retroalimentación es un mecanismo para enviar cambios o sugerencias para una pregunta formulada en CSET. Los comentarios se ingresan haciendo clic en el ícono",
        "text 2": "debajo de la pregunta.",
        "text 3": "Asegúrese de que los comentarios que proporcione no incluyan ninguna información de propiedad exclusiva o relacionada con la evaluación. Estos comentarios deben considerarse parte de una discusión pública de la comunidad con respecto a las preguntas, los requisitos, las solicitudes de funciones de CSET o las notificaciones de errores.",
        "copy paste": "Copie el texto al portapapeles y péguelo en un correo electrónico. Enviar el correo a {{address}}.",
        "no feedback exists": "No hay comentarios para ninguna pregunta en esta evaluación."
    },
    "extras": {
        "title": "Título",
        "category": "Categoría",
        "sal level": "Nivel de garantía de seguridad (SAL)",
        "maturity level": "Nivel de madurez",
        "standard specific requirement": "Requisito estándar específico",
        "questions related to req": "Preguntas relacionadas con este requisito",
        "scope": "Ámbito",
        "recommended action": "Acción recomendada",
        "free services": "Servicios gratuitas y referencias",
        "implementation guidance": "Guía de implementación",
        "attestation": "Atestación",
        "measurement": "Medición",
        "component type": "Tipo de componente",
        "override component answer": "Sobreescribir Respuesta",
        "override": "Sobreescribir",
        "override details": "La pregunta que se muestra actualmente pertenece al componente específico que usted seleccionó previamente para anular.",
        "none": "No",
        "artifact title": "Título del artefacto/documento",
        "file name": "Nombre de archivo",
        "source documents": "Documentos Fuente",
        "additional documents": "Documentos Adicionales",
        "no documents to display": "No hay documentos para mostrar",
        "section": "Sección",
        "no supplemental available": "no hay orientación complementaria disponible",
        "no reference documents available": "no hay documentos de referencia disponibles",
        "document": "documento",
        "link": "enlace",
        "launches external": "lanza sitio externo",
        "feedback placeholder": "Opcional: Ingrese cualquier comentario para mejorar la pregunta",
        "comment placeholder": "Ingrese cualquier comentario para indicar el estado de esta pregunta"
    },
    "menu": {
        "tools": {
            "tools": "Herramientas",
            "enable protected features": "Habilitar funciones protegidas",
            "assessment documents": "Documentos de evaluación",
            "has no documents": "Esta evaluación no tiene documentos adjuntos.",
            "parameter editor": "Editor de parámetros",
            "export assessment to excel": "Exportar evaluación a Excel",
            "import modules": "Importar módulos",
            "module builder": "Constructor de módulos",
            "module content report": "Informe de contenido del módulo",
            "trend": "Tendencia",
            "compare": "Comparar",
            "resume questions": "Reanudar preguntas"
        },
        "resource library": "Biblioteca de recursos",
        "help": {
            "help": "Ayuda",
            "cset user guide": "Guía del usuario de CSET",
            "about": "Sobre",
            "keyboard shortcuts": "Atajos de teclado",
            "legal": {
                "legal": "Legal",
                "accessibility statement": {
                    "accessibility statement": "Declaración de Accesibilidad",
                    "htag": {
                        "adobe acrobat pdf files": "Archivos PDF de Adobe Acrobat",
                        "accessibility features": "Funciones de accesibilidad",
                        "keyboard shortcuts": "Atajos de teclado",
                        "browser support": "Compatibilidad con navegadores",
                        "our section 508 testing efforts": "Nuestras pruebas de la Sección 508",
                        "keyboard focus": "Teclado / Foco",
                        "forms": "Formularios",
                        "links buttons": "Enlaces / Botones",
                        "repetitive content and links": "Contenido y enlaces repetitivos",
                        "content structure": "Estructura del contenido",
                        "language": "Idioma",
                        "page and frame titles": "Títulos de páginas y marcos",
                        "color dependence and contrast": "Dependencia y contraste del color",
                        "images": "Imágenes",
                        "resize text": "Redimensionar texto",
                        "multiple ways": "Múltiples maneras",
                        "error identification": "Identificación de errores",
                        "css style": "Estilo CSS",
                        "data tables": "Tablas de datos",
                        "all interactive elements": "Todos los elementos interactivos",
                        "does not apply": "Las siguientes características de accesibilidad no se aplican a nuestro software"
                    },
                    "p": {
                        "1": "En consideración a la Sección 508 de la Ley de Rehabilitación de los EE. UU. (29 U.S.C. 794d), las características y funciones de esta aplicación se han desarrollado para apoyar a los usuarios con requisitos de accesibilidad. Las mejores prácticas y estándares de la industria han guiado nuestros procesos de diseño y desarrollo para incorporar características de accesibilidad integradas en el sistema operativo Windows y la arquitectura .NET, así como en los navegadores Chrome, Firefox y Edge. El equipo de desarrollo de software se compromete a integrar el pensamiento de diseño accesible en todo el ciclo de desarrollo del producto.",
                        "2": "Muchos de los documentos en esta aplicación están en formatos HTML o ASCII (texto plano). Estos formatos generalmente son accesibles para las personas que usan lectores de pantalla. También tenemos una gran cantidad de documentos en formato de documento portátil Adobe Acrobat® (PDF). Al usar un lector de pantalla para leer documentos directamente en formato PDF usando Adobe Acrobat Reader, es probable que necesite instalar un complemento de accesibilidad.",
                        "3": "Nuestro equipo trabaja para integrar las consideraciones de accesibilidad de la Sección 508 en cada actualización y lanzamiento de la aplicación.",
                        "4": "Ofrecemos atajos de teclado específicos de la aplicación en el menú Ayuda.",
                        "5": "Recomendamos el uso de Google Chrome, Microsoft Edge y Mozilla Firefox para una funcionalidad óptima de la aplicación. Para la funcionalidad de accesibilidad específica de cada navegador, visite las siguientes listas de características: <li><a href=\"https://about.google/belonging/disability-inclusion/product-accessibility/\">Google Chrome Accessibility Features</a></li> <li><a href=\"https://support.microsoft.com/en-us/microsoft-edge/accessibility-features-in-microsoft-edge-4c696192-338e-9465-b2cd-bd9b698ad19a\">Microsoft Edge Accessibility Features</a></li> <li><a href=\"https://support.mozilla.org/en-US/kb/accessibility-features-firefox?redirectslug=accessibility-features-firefox-make-firefox-and-we&redirectlocale=en-US\">Mozilla Firefox Accessibility Features</a></li>",
                        "6": "Creemos que una herramienta de ciberseguridad de código abierto, efectiva y confiable, debería estar disponible y ser accesible para todos.",
                        "7": "Para garantizar la experiencia más accesible para todos nuestros usuarios, además de las mejores prácticas de la Sección 508 mencionadas anteriormente, probamos regularmente nuestro software para la siguiente funcionalidad:",
                        "8": "Probamos que toda la funcionalidad se puede acceder y ejecutar usando solo el teclado.",
                        "9": "Verificamos para asegurarnos de que se proporcionen etiquetas e instrucciones para cada entrada de formulario y que cada etiqueta de formulario sea suficientemente descriptiva. Probamos la página para verificar que se proporcionen notificaciones de cada cambio de contenido relacionado con el formulario. Esperamos que cualquier error sea identificado en texto y descrito suficientemente al usuario, con orientación adicional (por ejemplo, sugerencia para la entrada corregida) proporcionada sobre cómo corregir errores para los campos de formulario. Finalmente, nuestra página web permite a nuestro usuario verificar, revertir y/o confirmar el envío.",
                        "10": "Probamos que cada enlace y botón se puede determinar a partir de cualquier combinación del texto del enlace/botón, el nombre accesible, la descripción accesible y/o el contexto determinado programáticamente. También verificamos que la página proporciona notificación de cada cambio de contenido que es el resultado de la interacción con un enlace o botón.",
                        "11": "Verificamos el orden relativo de los componentes repetidos para que coincidan con otras páginas.",
                        "12": "Probamos la funcionalidad que cada título describe el tema o propósito de su contenido, y que cada título determinable programáticamente sea un título visual. Queremos que cada título visual sea determinable programáticamente. Verificamos que los niveles de encabezado programáticos coincidan lógicamente con la presentación del encabezado visual dentro de la estructura del encabezado, de modo que todas las listas visualmente aparentes se identifiquen programáticamente según su tipo.",
                        "13": "Verificamos que el idioma humano predeterminado de cada página web se pueda determinar programáticamente, y que cualquier pasaje (contenido, descripciones de imágenes, etiquetas de formularios, etc.) que difiera del idioma predeterminado de la página se identifique correctamente.",
                        "14": "Probamos para identificar que se define un elemento de título para la página web y que identifica el contenido o propósito de nuestra página.",
                        "15": "Probamos para asegurarnos de que: <li> El color no se use como el único medio visual para transmitir información, indicar una acción, solicitar una respuesta o distinguir un elemento visual. </li> <li> La presentación visual del texto y las imágenes de texto tenga un contraste suficiente. </li> <li> El texto y las imágenes de texto tengan una relación de contraste de al menos 4.5: 1 y el texto e imágenes a gran escala tengan una relación de al menos 3: 1. </li> <li> Las instrucciones proporcionadas para comprender y operar el contenido no se basan únicamente en las características sensoriales de los componentes, como la forma, el tamaño, la ubicación visual, la orientación o el sonido. </li>",
                        "16": "El nombre accesible y la descripción de una imagen con significado proporcionan una descripción equivalente de la imagen.",
                        "17": "Verificamos la funcionalidad para redimensionar, escalar o acercar el texto al menos al 200% de su tamaño original sin pérdida de contenido o rendimiento.",
                        "18": "Trabajamos para asegurarnos de que nuestros usuarios encuentren la información disponible utilizando más de una forma de localizar la página web para que puedan encontrarla rápidamente.",
                        "19": "Probamos que cuando se detecta un error, se muestra una alerta con texto que describe el error.",
                        "20": "Esta característica de accesibilidad no se aplica a nuestro software.",
                        "21": "Verificamos que los encabezados de filas o columnas de las tablas de datos se identifiquen programáticamente, que las celdas de datos estén asociadas con encabezados relevantes y que la tabla de diseño no incluya atributos estructurales.",
                        "22": "Verificamos que los elementos de la interfaz interactiva con múltiples estados indiquen un estado actual y que el rol del formulario de entrada refleje su función con precisión para que cualquier campo de texto de entrada tenga el valor correcto.",
                        "23": "<li>Reproducción automática/actualización</li> <li>Parpadeo</li> <li>Límites de tiempo ajustables</li> <li>Solo video-audio</li> <li>Multimedia</li> <li>Tiempos de espera</li> <li>Complementos requeridos</li> <li>Versión alternativa</li>"
                    }
                },
                "terms of use": {
                    "terms of use": "Términos de uso",
                    "description": "Este software fue preparado como una cuenta de trabajo patrocinada por una agencia del Gobierno de los EE. UU. Ni el Gobierno de los EE. UU. ni ninguna de sus agencias, ni ningún empleado, hacen ninguna garantía, expresa o implícita, o asumen ninguna responsabilidad legal o responsabilidad por el uso de un tercero, o los resultados de dicho uso, o cualquier información, aparato, producto, o proceso asociado con este software, o representa que su uso por dicho tercero no infringiría derechos de propiedad privada.",
                    "open source licenses": "Licencias de Código Abierto"
                }
            }
        },
        "user": {
            "user profile": "Perfil del usuario",
            "my assessments": "Mis evaluaciones",
            "change password": "Cambiar la contraseña",
            "user language": "Idioma del usuario",
            "logout": "Cerrar sesión",
            "settings": "Ajustes",
            "encrypt": "Cifrado de contraseña para exportación de evaluaciones",
            "on": "Encendido",
            "off": "Apagado"
        }
    },
    "merge examinations": {
        "merge examinations": "Fusionar Exámenes",
        "assessments processed": "Evaluaciones procesadas",
        "cancel merge": "Cancelar Fusión",
        "lead exam": "Liderar Examen",
        "exam": "Examen",
        "merge in progress": "Fusión de Exámenes en progreso, espere  por favor...",
        "no conflicts 1": "No hay respuestas conflictivas dentro de los exámenes seleccionados. Puede regresar a la pantalla de",
        "assessment list": "Lista de Evaluaciones",
        "no conflicts 2": "para seleccionar exámenes diferentes, o",
        "click here": "haga clic aquí",
        "no conflicts 3": "para proceder con la fusión.",
        "merge": "Fusión",
        "start merge": "Comenzar a Fusionar"
    },
    "user profile": {
        "dialog title": "Perfil del usuario",
        "first name": "Nombre de pila",
        "last name": "Apellido",
        "email": "Email",
        "confirm email": "Confirmar email",
        "security question": "Pregunta de seguridad",
        "security answer": "Respuesta",
        "security questions": "Preguntas de seguridad",
        "security questions text": "Proporcionar preguntas de seguridad es opcional, pero le permite recuperar su contraseña en caso de que la olvide.",
        "security question 1": "Pregunta 1",
        "security answer 1": "Respuesta 1",
        "security question 2": "Pregunta 2",
        "security answer 2": "Respuesta 2",
        "fields required": "campos obligatorios",
        "first name required": "Nombre de pila es obligatorio",
        "last name required": "Apellido es obligatorio",
        "email required": "Email es obligatorio",
        "not valid email": "Email no es válido",
        "emails do not match": "Los correos electrónicos no coinciden",
        "your own question": "Tu propia pregunta de seguridad personalizada",
        "answer": "Respuesta",
        "account created": "Su cuenta fue creada exitosamente. Se envió un correo electrónico a {{email}} que contiene su contraseña temporal."
    },
    "change password": {
        "dialog title": "Cambiar la contraseña",
        "current password": "Contraseña actual",
        "show password": "Mostrar contraseña",
        "hide password": "Ocultar contraseña",
        "show passwords": "Mostrar contraseñas",
        "hide passwords": "Ocultar contraseñas",
        "new password": "Nueva contraseña",
        "confirm new password": "Confirmar nueva contraseña",
        "passwords do not match": "Las contraseñas no coinciden",
        "answer required": "La respuesta es requerida",
        "email sent": "Se envió un correo electrónico a {{email}} que contiene su contraseña temporal.",
        "new and confirmation required": "Se requiere nueva contraseña y confirmación",
        "change temp on logon": "La contraseña temporal debe cambiarse en el primer inicio de sesión",
        "current invalid": "La contraseña actual no es válida.<br>Corríjala o solicite una nueva contraseña temporal.",
        "login with temp 1": " ",
        "login with temp link": "Iniciar sesión",
        "login with temp 2": "con su contraseña temporal para completar el proceso de registro.",
        "answer incorrect": "La respuesta no es correcta",
        "rules not satisfied": "La nueva contraseña no cumple con todos los requisitos de la política de contraseñas.",
        "rules": {
            "length between": "Longitud entre {{lengthMin}} y {{lengthMax}} caracteres",
            "required numbers": "Debe contener al menos 2 números",
            "required lowercase": "Debe contener al menos 1 carácter en minúscula",
            "required uppercase": "Debe contener al menos 1 carácter en mayúscula",
            "required special": "Debe contener al menos 1 carácter especial",
            "previous count": "No se deben reutilizar {{count}} contraseñas anteriores"
        },
        "answer security question": "Responda la pregunta de seguridad y haga clic en Restablecer contraseña para recibir un correo electrónico con una contraseña temporal.",
        "changed dialog title": "contraseña Cambiada",
        "changed message": "tu contraseña ha sido cambiada exitosamente",
        "enter email cset": "Ingrese la dirección de correo electrónico asociada con su cuenta CSET",
        "enter email rra": "Ingrese la dirección de correo electrónico asociada con su cuenta RRA",
        "enter email acet": "Ingrese la dirección de correo electrónico asociada con su cuenta ACET",
        "enter email tsa": "Ingrese la dirección de correo electrónico asociada con su cuenta CSET TSA",
        "enter email renew": "Ingrese la dirección de correo electrónico asociada con su cuenta CSET Renewables",
        "enter email cf": "Ingrese la dirección de correo electrónico asociada con su cuenta Cyber Florida CSET",
        "ransomware explanation": "El ransomware es una forma de malware en constante evolución diseñada para cifrar archivos en un dispositivo, inutilizando cualquier archivo y los sistemas que dependen de ellos. Luego, los actores maliciosos exigen un rescate a cambio del descifrado. Estos recursos están diseñados para ayudar a personas y organizaciones a prevenir ataques que pueden afectar gravemente los procesos comerciales y dejar a las organizaciones sin los datos que necesitan para operar y brindar servicios de misión crítica."
    },
    "about": {
        "dialog title": "Sobre",
        "cisa name": "Agencia de Seguridad de la <br>Infraestructura y Ciberseguridad",
        "version": "Versión",
        "build date": "Fecha de Compilación",
        "contact": "Contacto",
        "learn more": "Para obtener más información sobre vulnerabilidades cibernéticas, capacitación, estándares y referencias, visite el <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.cisa.gov/cyber-resource-hub\">sitio web de gestión de vulnerabilidades de CISA</a> o póngase en contacto con <a class=\"wrap-text\" href=\"mailto:{{dhsEmail}}\" class=\"mailto\">{{dhsEmail}}</a>.",
        "encourage reporting": "CISA (Agencia de Seguridad de la Infraestructura y Ciberseguridad) lo alienta a informar sobre actividades cibernéticas sospechosas, incidentes y vulnerabilidades que afectan los sistemas de control de infraestructura crítica.",
        "cset training resources": "Recursos de capacitación CSET",
        "training available": "La capacitación CSET está disponible a través de los siguientes recursos",
        "cset user guide": "Guía del usuario de CSET",
        "video tutorials": "Tutoriales en vídeo (YouTube)",
        "cisa training program": "Programa de capacitación en ciberseguridad de CISA",
        "training description": "Los eventos del programa de capacitación consisten en cursos basados en la web, cursos 'regionales' y talleres en lugares ubicados en varios lugares, además del evento de capacitación de 5 días que se lleva a cabo en Idaho Falls, Idaho, EEUU.",
        "training no cost": "Nota: Todos los cursos de capacitación se presentan sin costo para el asistente.",
        "training website": "Sitio web de capacitación en SCI",
        "training calendar": "Calendario de capacitación en SCI",
        "aes training": "Entrenamiento con AES",
        "aes training description": "El Programa de Evaluación y Estandarización (AES) califica a las personas para llevar a cabo evaluaciones cibernéticas de la Agencia de Seguridad de Infraestructura y Ciberseguridad (CISA).",
        "aes link": "Programa de Evaluación y Estandarización (AES) - CISA",
        "acet": {
            "we ensure financial stability": "Garantizamos la estabilidad financiera",
            "description": "La NCUA se asegura de que millones de consumidores, empresas y comunidades puedan utilizar de manera segura las cooperativas de crédito aseguradas federalmente para sus necesidades financieras."
        },
        "cie": {
            "ceser title": "CESER",
            "ceser": "La Oficina del Departamento de Energía para la Oficina de Ciberseguridad, Seguridad Energética y Respuesta a Emergencias (CESER, por sus siglas en inglés) patrocina las iniciativas de CIE del INL y coordina el programa CIE que incluye el Laboratorio Nacional de Idaho (INL), el Laboratorio Nacional de Energía Renovable (NREL), e industria, académicos y otros socios en apoyo a la Estrategia Nacional de Ingeniería Informada por Ciberseguridad del Departamento de Energía, y la Estrategia Nacional de Ciberseguridad.",
            "description": "Cyber-Informed Engineering <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://inl.gov/cie/\">(CIE)</a> builds tools for high-level implementation into curriculum, design standards, certification and curriculum accreditation.",
            "cie tutorial title": "CIE Tutorial",
            "cie tutorial": "La Guía de Implementación promueve la integración de los principios de Ingeniería Informada por Ciberseguridad (CIE) desde el inicio del ciclo de vida de la infraestructura energética crítica para mitigar las amenazas cibernéticas, enfatizando la colaboración entre las disciplinas de ingeniería, TI y ciberseguridad para avanzar hacia una cultura de 'seguridad por diseño'. Aconseja no convertir a los ingenieros en expertos en ciberseguridad, sino utilizar su experiencia para diseñar sistemas que sean intrínsecamente más seguros contra ataques cibernéticos y fallos tecnológicos.",
            "cie background": "<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.whitehouse.gov/wp-content/uploads/2023/03/National-Cybersecurity-Strategy-2023.pdf\">Antecedentes de CIE </a>",
            "cie principles": "<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.osti.gov/servlets/purl/1369373\">CIE Principles</a>",
            "cie engineering lifecycle": "<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.incose.org/docs/default-source/los-angeles/libraryresources/se-jr-handdbook-2015.pdf?sfvrsn=1d3c80c6_2\">Ciclo de Vida de la Ingeniería/a>"
        }
    },
    "keyboard": {
        "dialog title": "Atajos de teclado",
        "about": "Sobre",
        "accessibility": "Accesibilidad",
        "user guide": "Guía del usuario",
        "resource library": "Biblioteca de recursos",
        "new assessment": "Nueva evaluación",
        "protected features": "Funciones protegidas",
        "advisory": "Asesoramiento",
        "keyboard shortcuts": "Atajos de teclado"
    },
    "errors": {
        "import unsuported file 1": "Error: archivo no compatible. Solo se pueden importar archivos web CSET para instalaciones empresariales.",
        "import unsuported file 2": "Para obtener más información, consulte la sección de importación de la guía del usuario"
    },
    "welcome page": {
        "internet explorer": "Se ha detectado Internet Explorer como su navegador actual. \nAlgunas funciones de CSET no son totalmente compatibles con Internet Explorer. \nSe recomienda encarecidamente utilizar otro navegador como Chrome, Firefox o Edge para mejorar su experiencia.",
        "welcome to acet": "Bienvenido a La Caja de Herramientas",
        "welcome to": "Bienvenido a {{appTitle}}",
        "to get started": "Para comenzar, seleccione una de las siguientes opciones:",
        "new assessment": "Iniciar una nueva evaluación",
        "new assessment tooltip": "Selecciona un tipo de evaluación y comienza una nueva evaluación.",
        "import assessment": "Importar una evaluación existente",
        "blank assessment": "Evaluación en blanco",
        "needs review": "Revisión de necesidades",
        "statements completed": "{{complete}}/{{total}} declaraciones completadas"
    },
    "login": {
        "login prompt": "Ingrese su dirección de correo electrónico y contraseña para iniciar sesión",
        "placeholder email": "Correo electrónico",
        "placeholder password": "Contraseña",
        "reset password": "Restablecer la contraseña",
        "register new acct": "Registrar cuenta nueva",
        "origin": "La herramienta de evaluación de seguridad cibernética (CSET®) es un producto de la Agencia de seguridad de infraestructura y ciberseguridad (CISA) que ayuda a las organizaciones a proteger sus activos cibernéticos nacionales clave. Fue desarrollado bajo la dirección de CISA por expertos en ciberseguridad. Esta herramienta proporciona a los usuarios un enfoque sistemático y repetible para evaluar la situación de seguridad de sus sistemas y redes cibernéticos. Incluye preguntas detalladas y de alto nivel relacionadas con todos los sistemas de TI y control industrial.",
        "valid email required": "Se requiere una dirección de correo electrónico válida",
        "valid password required": "Se requiere una contraseña válida",
        "incorrect username or password": "Nombre de usuario o contraseña incorrecta",
        "unknown email account": "Cuenta de correo electrónico desconocida",
        "bad user": "El usuario no existe o no está activo",
        "no questions defined": "No tienes preguntas de seguridad definidas para tu cuenta. Considere agregar preguntas de seguridad la próxima vez que inicie sesión.",
        "password expired": "La contraseña ha caducado. Haga clic en 'Restablecer contraseña'",
        "running locally": "CSET se está ejecutando localmente. No es necesario iniciar sesión.",
        "error encountered": "Se encontró un error al ejecutar CSET",
        "enter name and email": "Ingrese su nombre y dirección de correo electrónico para registrar una nueva cuenta CSET"
    },
    "footer": {
        "faq": "FAQ",
        "accessibility": "Accesibilidad",
        "privacy and use": "Privacidad y Uso",
        "traffic light protocol": "Protocolo de Semáforo (TLP)",
        "cisa is part of dhs": "<a href=\"https://www.cisa.gov/\" target=\"_blank\" rel=\"noopener noreferrer\">CISA</a> es parte del <a href=\"https://www.dhs.gov\" target=\"_blank\" rel=\"noopener noreferrer\">Departamento de Seguridad Nacional</a>",
        "cie website": "<a href=\"https://www.energy.gov/ceser/cyber-informed-engineering\" target=\"_blank\" rel=\"noopener noreferrer\">CIE Sitio Web</a>"
    },
    "assessment upgrade": {
        "upgrade available": "Actualización de Evaluación Disponible",
        "from to": "Actualizar evaluación de '{{originalType}}' a '{{newType}}'",
        "p1": "Una versión más reciente de este tipo de evaluación está ahora disponible. Las preguntas presentes tanto en la versión antigua como en la nueva serán transferidas, junto con sus observaciones, documentos adjuntos, retroalimentación y comentarios. Además, toda la información demográfica y contactos serán transferidos. Su evaluación original permanecerá accesible, y esta actualización generará una nueva evaluación.",
        "converting": "Convirtiendo su evaluación, esto puede tardar unos momentos.",
        "upgrade button": "Actualizar"
    },
    "modules": {
        "cpg": {
            "display-name": "Cyber Performance Goals (CPG)"
        },
        "cmmc2f": {
            "display-name": "Cybersecurity Maturity Model Certification (CMMC) 2.0"
        },
        "rra": {
            "display-name": "Ransomware Readiness Assessment (RRA)"
        }
    },
    "aggregation": {
        "assessment alias": "Alias de evaluación",
        "total": "Total",
        "compare": {
            "compare assessments": "Comparar evaluaciones",
            "overall summary": "Resumen general",
            "overall average summary": "Resumen general promedio",
            "overall comparison": "Comparación general",
            "sal comparison": "Comparación general de los niveles de seguridad",
            "category percent comparisons": "Comparaciones de porcentaje de categoría",
            "standards answers": "Respuestas a los estándares",
            "components answers": "Respuestas a los componentes",
            "both need diagrams": "Los visuales de comparación solo están disponibles cuando ambas evaluaciones incluyen diagramas de red.",
            "category avg all assessments": "Promedio de categoría para todas las evaluaciones",
            "percentages may not equal 100": "Los porcentajes pueden no sumar 100% al comparar evaluaciones debido al promedio de las respuestas.",
            "individual assessment comparison": "Comparación de evaluación individual",
            "commonly missed questions": "Preguntas comúnmente perdidas",
            "best to worst": "De mejor a peor",
            "assessment answer summary": "Resumen de la respuesta de la evaluación",
            "domain level compliance": "Cumplimiento a nivel de dominio",
            "compliance 1": "Las distribuciones de respuestas se pueden ver en la pestaña 'De mejor a peor'.",
            "para 6": "El siguiente gráfico indica las puntuaciones de cumplimiento normalizadas (porcentajes) para las evaluaciones que se están comparando. Las preguntas que se responden como 'Implementado' cuentan para las puntuaciones representadas.",
            "title": "Título",
            "category": "Categoría",
            "subcategory": "Subcategoría",
            "question": "Pregunta",
            "no missed questions": "No hay preguntas a las que se haya respondido 'No' en todas las evaluaciones comparadas.",
            "generate compare report": "Generar informe de comparación",
            "report title": "Informe de Comparación de Múltiples Evaluaciones",
            "document library": "Biblioteca de documentos"
        }
    },
    "analytics": {
        "title": "Análisis de Evaluación",
        "description 1": "Este gráfico muestra la puntuación de implementación de la evaluación actual en relación con otras evaluaciones del mismo tipo, según corresponda. Cada categoría se puntúa, con las puntuaciones mínima, máxima y mediana graficadas para ilustrar cómo se compara la evaluación actual con otras evaluaciones. Los usuarios pueden elegir ver los resultados dentro del mismo sector o en todos los sectores.",
        "description 2": "Si no se han realizado evaluaciones adicionales del mismo tipo, el gráfico solo mostrará los resultados de la evaluación actual.",
        "sample size": "Tamaño de Muestra",
        "tooltip": "Seleccione un sector de Demografía en Información de Evaluación",
        "my sector": "Mi Sector",
        "all sectors": "Todos los Sectores"
    }
}