{
     "function": "Function",
     "practice identifier": "Practice Identifier",
     "security practice": "Security Practice",
     "outcome": "Outcome",
     "additional resources": "Additional information on how to complete an assessment is available in the User Guide. To access the user guide, select the option from the Help dropdown menu in the tool bar.",
     "please visit": "Please visit",
     "for more information": "for more information.",
     "critical service": "Critical Service",
     "asset types": "Asset Types",
     "practice": "Practice",
     "rra": {
          "title": "Ransomware Readiness Tutorial",
          "yes": "Yes",
          "no": "No",
          "1": "Ransomware is an ever-evolving form of malware designed to encrypt files on a device, rendering any files and the systems that rely on them unusable. Malicious actors then demand ransom in exchange for decryption. Ransomware actors often target and threaten to sell or leak exfiltrated data or authentication information if the ransom is not paid.",
          "2": "The Ransomware Readiness Assessment (RRA) provides a clear path for improvement and contains a series of tiered questions categorized as basic, intermediate, and advanced.",
          "3": "Organizations that are unfamiliar with ransomware and need to begin basic cyber hygiene safeguards against ransomware threats should focus on implementing the basic tier of practices.",
          "4": "After completing the basic tier of the improvement effort, organizations looking to further improve their risk posture against ransomware should implement the intermediate tier of practices.",
          "5": "Organizations that have already adopted basic and intermediate level RRA practices and are looking to improve their response to ransomware threats should focus on adopting the practices in the advanced tier.",
          "6": "The RRA consists of 48 practices (questions), each aligning with one of the following ten goals.",
          "6a": "Robust Data Backup",
          "6b": "Web Browser Management and DNS Filtering",
          "6c": "Phishing Prevention and Awareness",
          "6d": "Network Perimeter Monitoring",
          "6e": "Asset Management",
          "6f": "Patch and Update Management",
          "6g": "User and Access Management",
          "6h": "Application Integrity and Allowlist",
          "6i": "Incident Response",
          "6j": "Risk Management",
          "7": "Each practice includes the following components.",
          "8": "Each goal has a set of associated practices. A brief overview of its purpose and suggested approaches are provided alongside each goal.",
          "10": "Each question has an assigned practice identifier structured as follows:",
          "11": "Goal [GG]: Level [B,I,A]. Question Number [Q##]",
          "12": "An example of the above structure is NM:B.Q01, which represents Network Perimeter Monitoring, Level Basic, Question Number 1. The blue oval beneath each identifier indicates the basic, intermediate, or advanced tier for the practice.",
          "13": "Questions designed to evaluate if the organization has implemented the associated goal.",
          "14": "Selecting the Supplemental Guidance icon provides information on:",
          "14a": "Question Intent",
          "14b": "Possible Actions (if applicable)",
          "14c": "Criteria for “Yes” Response",
          "15": "Select the applicable answer for each question. Unanswered questions are scored as a “No” response.",
          "15a": "– the organization fully performs the activity specified in the question.",
          "15b": "– the organization does not perform the activity completely."
     },
     "cpg": {
          "title": "Cross-Sector Cybersecurity Performance Goals (CPG) Tutorial",
          "1": "In July 2021, President Biden signed National Security Memorandum (NSM)-5: Improving Cybersecurity for Critical Infrastructure Control Systems. This memorandum requires CISA, in coordination with the National Institute of Standards and Technology (NIST) and the interagency community, to develop baseline cybersecurity goals that are consistent across all critical infrastructure sectors.",
          "2": "Cybersecurity performance goals (CPGs) are a prioritized subset of IT and OT cybersecurity practices aimed at effectively mitigating risks to the public and critical infrastructure (CI) operations of all sizes. The CPGs are not all-encompassing, but function as a baseline of recommended practices that organizations should incorporate as part of their comprehensive cybersecurity programs.",
          "3": "The CPG assessment consists of 38 security practices (questions), each aligning with one of the five NIST CSF functions:",
          "3a": "Identify",
          "3b": "Protect",
          "3c": "Detect",
          "3d": "Respond",
          "3e": "Recover",
          "4": "Each security practice includes the following components.",
          "5": "Each NIST CSF function has a set of associated security practices.",
          "6": "Each question has an assigned practice identifier.",
          "7": "The mitigation(s) that organizations should implement to achieve the corresponding outcome and reduce the impact of the associated TTP or risk.",
          "8": "The intended outcome that the associated security practice aims to achieve.",
          "9": "Selecting the Supplemental Guidance icon provides information on:",
          "9a": "Scope",
          "9a1": "The set or subset of assets to which organizations should apply to the security practice.",
          "9b": "Recommended Action",
          "9b1": "Example approaches to help organizations progress toward achievement of the performance goal.",
          "10": "Selecting the References icon provides information on:",
          "10a": "NIST CSF Reference",
          "10a1": "The CSF subcategory that most closely relates to the security practice.",
          "10b": "TTP/Risk Addressed",
          "10b1": "Either the primary set of MITRE ATT&CK TTPs or the set of organizational risks that would be rendered less likely or impactful if the goal is implemented.",
          "11": "Select the applicable answer for each question. Unanswered questions are scored as a “Not” response.",
          "11a": "– An organization has implemented and continues to maintain the recommended actions, or a suitable alternative, necessary to achieve the stated outcome.",
          "11b": "– An organization is in the process of implementing the recommended actions within a goal, or a suitable alternative, to achieve the stated outcome.",
          "11c": "– An organization has identified the full set of activities required to meet the stated outcome of a goal.",
          "11d": "– An organization has no immediate plans to implement the recommended actions for a goal."
     },
     "cpg2": {
          "title": "Cross-Sector Cybersecurity Performance Goals (CPG) Tutorial",
          "1": "In July 2021, President Biden signed National Security Memorandum (NSM)-5: Improving Cybersecurity for Critical Infrastructure Control Systems. This memorandum requires CISA, in coordination with the National Institute of Standards and Technology (NIST) and the interagency community, to develop baseline cybersecurity goals that are consistent across all critical infrastructure sectors.",
          "2": "Cybersecurity performance goals (CPGs) are a prioritized subset of IT and OT cybersecurity practices aimed at effectively mitigating risks to the public and critical infrastructure (CI) operations of all sizes. The CPGs are not all-encompassing, but function as a baseline of recommended practices that organizations should incorporate as part of their comprehensive cybersecurity programs.",
          "2a": "The current version of the CPG assessment is 2.0.",
          "3": "The CPG assessment consists of 34 security practices (questions), each aligning with one of the six NIST CSF functions:",
          "3a": "Govern",
          "3b": "Identify",
          "3c": "Protect",
          "3d": "Detect",
          "3e": "Respond",
          "3f": "Recover",
          "4": "Each security practice includes the following components.",
          "5": "Each NIST CSF function has a set of associated security practices.",
          "6": "Each question has an assigned practice identifier.",
          "7": "The mitigation(s) that organizations should implement to achieve the corresponding outcome and reduce the impact of the associated TTP or risk.",
          "8": "The intended outcome that the associated security practice aims to achieve.",
          "9": "Selecting the Supplemental Guidance icon provides information on:",
          "9a": "Scope",
          "9a1": "The set or subset of assets to which organizations should apply to the security practice.",
          "9b": "Recommended Action",
          "9b1": "Example approaches to help organizations progress toward achievement of the performance goal.",
          "9c": "Assessment Criteria",
          "9c1": "A list of requirements that must be met in order to select the corresponding answer.",
          "9d": "Free Services and References",
          "9d1": "Links to additional resources.",
          "10": "Selecting the References icon provides information on:",
          "10a": "NIST CSF Reference",
          "10a1": "The CSF subcategory that most closely relates to the security practice.",
          "10b": "TTP/Risk Addressed",
          "10b1": "Either the primary set of MITRE ATT&CK TTPs or the set of organizational risks that would be rendered less likely or impactful if the goal is implemented.",
          "10c": "Additional Documents",
          "10c1": "Links to additional documentation related to the security control.",
          "11": "Select the applicable answer for each question. Unanswered questions are scored as a “Not” response.",
          "11a": "– An organization has implemented and continues to maintain the recommended actions, or a suitable alternative, necessary to achieve the stated outcome.",
          "11b": "– An organization is in the process of implementing the recommended actions within a goal, or a suitable alternative, to achieve the stated outcome.",
          "11c": "– An organization has identified the full set of activities required to meet the stated outcome of a goal.",
          "11d": "– An organization has no immediate plans to implement the recommended actions for a goal."
     },
     "cmmc2": {
          "title": "Cybersecurity Maturity Model Certification (CMMC) 2.0 Tutorial",
          "1": "Overview",
          "2": "The theft of intellectual property and sensitive information from all industrial sectors because of malicious cyber activity threatens economic security and national security. Malicious cyber actors have targeted and continue to target the Defense Industrial Base (DIB) sector and the Department of Defense (DoD) supply chain. These attacks not only focus on the large prime contractors, but also target subcontractors that make up the lower tiers of the DoD supply chain.",
          "3": "The CMMC Program is designed to provide increased assurance to the DoD that defense contractors and subcontractors are compliant with information protection requirements for FCI and CUI, and are protecting such information at a level commensurate with risk from cybersecurity threats, including Advanced Persistent Threats (APTs).",
          "4": "The CMMC Model incorporates the security requirements from: 1) FAR 52.204-21, Basic Safeguarding of Covered Contractor Information Systems, 2) NIST SP 800-171 Rev 2, Protecting Controlled Unclassified Information in Nonfederal Systems and Organizations, and 3) a subset of the requirements from NIST SP 800-172, Enhanced Security Requirements for Protecting Controlled Unclassified Information: A Supplement to NIST Special Publication 800-171.",
          "5": "CMMC Levels",
          "6": "The CMMC Model measures the implementation of cybersecurity requirements at three levels. Each level consists of a set of CMMC practices:",
          "7": "<strong>Level 1 - Foundational:</strong> Focuses on the protection of FCI and consists of the security requirements that correspond to the basic safeguarding requirements specified in 48 CFR 52.204-21, commonly referred to as the FAR Clause.",
          "8": "<strong>Level 2 - Advanced:</strong> Focuses on the protection of CUI and incorporates the security requirements specified in NIST SP 800-171 Rev 2 per DFARS Clause 252.204-7012.",
          "9": "<strong>Level 3 - Expert:</strong> Focuses on enhanced security requirements for CUI specified in NIST SP 800-172, with DoD-approved parameters where applicable.",
          "10": "The CMMC levels and their corresponding requirements are cumulative. More specifically, for an organization to achieve a specific CMMC level, it must also demonstrate achievement of the preceding lower levels. For the case in which an organization does not meet its targeted level, it will be certified at the highest level for which it has achieved all applicable practices.",
          "11": "Figure 1 provides an overview of the CMMC 2.0 levels.",
          "12": "Assessment",
          "13": "The CMMC assessment consists of 14 domains that align with the families specified in NIST SP 800-171 Rev 2. The number of requirements varies based on the selected level. The domains and their abbreviations are as follows:",
          "13a": "Access Control (AC)",
          "13b": "Awareness & Training (AT)",
          "13c": "Audit & Accountability (AU)",
          "13d": "Configuration Management (CM)",
          "13e": "Identification & Authentication (IA)",
          "13f": "Incident Response (IR)",
          "13g": "Maintenance (MA)",
          "13h": "Media Protection (MP)",
          "13i": "Personnel Security (PS)",
          "13j": "Physical Protection (PE)",
          "13k": "Risk Assessment (RA)",
          "13l": "Security Assessment (CA)",
          "13m": "System and Communications Protection (SC)",
          "13n": "System and Information Integrity (SI)",
          "14": "Each requirement includes the following components.",
          "15": "Domain",
          "16": "Each domain has a set of associated requirements.",
          "17": "Practice Identifier",
          "18": "Each requirement has an assigned practice identifier structured as follows: <strong>DD.L#-REQ</strong>",
          "18a": "DD is the two-letter domain abbreviation",
          "18b": "L# is the level number",
          "18c": "REQ is the FAR Clause 52.204-21 paragraph number, NIST SP 800-171 Rev 2, or NIST SP 800-172 security requirement number",
          "19": "An example of the above structure is AC:L1-b.1.i, which represents Access Control, Level 1, FAR Clause 52.204-21 b.1.i. The blue oval beneath each identifier indicates the level for the practice.",
          "20": "Requirement",
          "21": "The mitigation(s) that organizations should implement to achieve the corresponding cybersecurity standard(s).",
          "22": "CSET Icons",
          "23": "Selecting the Supplemental Guidance icon provides information on:",
          "23a": "Assessment Objectives",
          "23b": "Potential Assessment Methods and Objectives",
          "23c": "Discussion points and examples",
          "24": "Select the Reference icon to view additional documents and links to the standards associated with the requirement.",
          "25": "Answer Options",
          "26": "Select the applicable answer for each question. Unanswered questions are scored as a “Not” response.",
          "26a": "<b>Met</b> - indicates the contractor has successfully <b>MET</b> all applicable objectives for the requirement.",
          "26b": "<b>Not</b> - indicates the contractor has <b>NOT MET</b> all applicable objectives for the requirement.",
          "26c": "<b>N/A</b> - the requirement is <b>NOT APPLICABLE</b> to the contractor.",
          "27": "SPRS Score",
          "28": "A NIST SPRS score is calculated for assessments completed at Level 2. For more information on the scoring methodology, please view: <a href=\"https://www.federalregister.gov/documents/2024/10/15/2024-22905/cybersecurity-maturity-model-certification-cmmc-program#sectno-reference-170.24\" target=\"_blank\">32 CFR Part 170 §170.24</a>.",
          "29": "Additional Resources",
          "30": "Additional information on how to complete a CSET assessment is available in the CSET User Guide. To access the user guide, select the option from the Help dropdown menu in the CSET tool bar.",
          "31": "Please visit <a href=\"https://dodcio.defense.gov/cmmc/Resources-Documentation/\" target=\"_blank\">https://dodcio.defense.gov/cmmc/Resources-Documentation/</a> for more information, including CMMC Assessment Guides and Scoping Guidance for each level."
     },
     "mvra": {
          "title": "Minimum Viable Resilience Assessment (MVRA) Tutorial",
          "1": "The Minimum Viable Resilience Assessment (MVRA) evaluates an organization’s cyber resilience and draws on insights from the HVA Assessment, Cyber Essentials, Cyber Resilience Review (CRR), the Resilience Management Model (RMM), and other CISA assessments, as well as risk insights (e.g., CISA Bad Practices).",
          "2": "Since the MVRA incorporates key components from several assessments and frameworks, it’s broadly applicable to Strategically Important Entities (SIE), High Value Assets (HVA), Federal Civilian Executive Branch (FCEB), State, local, tribal, and territorial (SLTT) governments, and critical infrastructure.",
          "3": "The MVRA structure is derived from the NIST Cybersecurity Framework (CSF), CISA Cyber Essentials, and NIST 800-160 Vol 2. Rev 1 (NIST 800-160).",
          "4": "The scope of this assessment focuses on the critical services essential to the success of an organization’s mission and the assets necessary to provide those services. The MVRA evaluates the information technology (IT) and operational technology (OT) used to deliver or secure the critical services.",
          "5": "A critical service is defined as a set of important activities that the organization carries out, in the production of a product or while providing services to its customers. A service that the loss thereof would result in physical destruction, safety, and health effects (e.g., a chemical release or loss of traffic controls), theft of sensitive information that can be exploited, business interruption (e.g., denial of service), or other economic loss to the organization or its customers/users.",
          "6": "The MVRA considers four categories of assets: People, Information, Technology, and Facilities. The definition for each asset type is listed below:",
          "6a1": "People",
          "6a2": ": the staff (both internal and external to the organization) such as people that support data centers or otherwise use information and communications technology to operate, monitor, and support the service.",
          "6b1": "Information",
          "6b2": ": account information, technology asset configuration files, operational data, customer information, and other information necessary for the delivery of a service.",
          "6c1": "Technology",
          "6c2": ": computers (hardware), software, control systems, or other technology including external information systems used by the organization to deliver the service.",
          "6d1": "Facilities",
          "6d2": ": office buildings, data centers, and other physical structures supporting the delivery of the service.",
          "7": "The MVRA consists of 524 practices (questions), each aligning with a goal associated with one of the four domains specified in NIST 800-160.",
          "7a": "Anticipate",
          "7b": "Withstand",
          "7c": "Recover",
          "7d": "Adapt",
          "8": "Each practice includes the following components.",
          "9": "Sub-Domain",
          "10": "Each sub-domain consists of a set of goals with associated practices.",
          "11": "The intended cybersecurity outcome that each of its associated practices aims to enable.",
          "12": "Questions designed to evaluate if the organization has implemented the associated goal.",
          "13": "Each question has an assigned practice identifier structured as follows:",
          "14": "Domain [DD]: Sub-Domain [SD]- Goal [G#]. Question Number [Q#]",
          "15": "Selecting the Supplemental Guidance icon provides information on:",
          "15a": "Importance",
          "15b": "Question Intent",
          "15c": "Criteria for Full Implementation Response",
          "15d": "Criteria for Partial Implementation Response",
          "15e": "Possible Evidence",
          "16": "An example of the above structure is WI:AT-1.Q1, which represents Withstand, Awareness and Training, Goal 1, Question 1. The blue oval beneath each identifier indicates the basic, intermediate, or advanced tier for the practice.",
          "17": "- the organization fully performs the activity specified in the question.",
          "18": "- the organization partially performs the activity.",
          "19": "- the organization does not perform the activity at all.",
          "20": "Select the applicable answer for each question."
     }
}