[
  {
    "key": "1092C438-B928-4DDA-A104-13506DD360C4",
    "title": "Директива безпеки (SD) Pipeline-2021-02 Серія для власників і операторів",
    "description": "<p>Ця серія регулярно оновлюється раз на рік або кожні півроку. Переглянуту Директиву безпеки було видано через постійну загрозу кібербезпеці трубопровідних систем згідно з 49U.SC 114(/)(2)(A). Ця Директива безпеки продовжує вимагати нормативних заходів кібербезпеки на основі ефективності, вперше виданих TSA 26 липня 2021 року відповідно до серії Директив безпеки Pipeline-2021-02. Загалом ця Директива безпеки застосовується до тих самих трубопроводів і об’єктів зрідженого природного газу, які підпадають під вимоги серії Директив безпеки Pipeline-2021-01, яка набула чинності 28 травня 2021 року.</p> <p> SD конкретно вказує, що кожен O/O: 1) Створює та впроваджує затверджений TSA план впровадження кібербезпеки; 2) Розробити та підтримувати план реагування на інциденти кібербезпеки, щоб зменшити ризик збоїв у роботі та провести тестування плану; 3) Створіть план оцінки кібербезпеки та подайте річний план, у якому описано, як O/O оцінюватиме ефективність своїх заходів кібербезпеки.</p>"
  },
  {
    "key": "125811A5-004C-4020-925A-ADF95351D3F7",
    "title": "Регуляторний посібник NRC 5.71",
    "description": "Цей регуляторний посібник 5.71 стосується ядерних реакторів, які працюють згідно з 10 CFR, частина 50 і 10 CFR, частина 52. Ліцензіати та заявники повинні враховувати ці вказівки під час підготовки заявки на комбіновану експлуатаційну ліцензію відповідно до 10 CFR, частина 52. Ліцензіати та заявники несуть повну відповідальність за оцінку та управління потенційними несприятливими впливами на безпеку, безпеку та готовність до надзвичайних ситуацій (SSEP), щоб забезпечити високу впевненість у тому, що критичні функції належним чином захищені від кібератак."
  },
  {
    "key": "12D8B693-7EE3-4ADA-B4FA-1AF7F554F130",
    "title": "Серія Директива безпеки (SD) Pipeline-2021-02",
    "description": "<p>Ця серія регулярно оновлюється раз на рік або кожні півроку. Переглянуту Директиву безпеки було видано через постійну загрозу кібербезпеці трубопровідних систем згідно з 49U.SC 114(/)(2)(A). Ця Директива безпеки продовжує вимагати нормативних заходів кібербезпеки на основі ефективності, вперше виданих TSA 26 липня 2021 року відповідно до серії Директив безпеки Pipeline-2021-02. Загалом ця Директива безпеки застосовується до тих самих трубопроводів і об’єктів зрідженого природного газу, які підпадають під вимоги серії Директив безпеки Pipeline-2021-01, яка набула чинності 28 травня 2021 року.</p> <p> SD конкретно вказує, що кожен O/O: 1) Створює та впроваджує затверджений TSA план впровадження кібербезпеки; 2) Розробити та підтримувати план реагування на інциденти кібербезпеки, щоб зменшити ризик збоїв у роботі та провести тестування плану; 3) Створіть план оцінки кібербезпеки та подайте річний план, у якому описано, як O/O оцінюватиме ефективність своїх заходів кібербезпеки.</p>"
  },
  {
    "key": "16A06476-1C35-42BE-ACBF-898E8E7E94ED",
    "title": "Спеціальна публікація NIST 800-53 Редакція 3",
    "description": "Цей стандарт містить вказівки щодо вибору та визначення засобів контролю безпеки для інформаційних систем, що підтримують виконавчі органи федерального уряду. Рекомендації застосовуються до всіх компонентів інформаційної системи, які обробляють, зберігають або передають федеральну інформацію."
  },
  {
    "key": "1766A7C4-0E16-491B-8580-D3F0641AA33C",
    "title": "CNSSI № 1253 Baseline V2 27 березня 2014 р",
    "description": "Ця інструкція є додатковим документом до NIST SP 800-53 для організацій, які використовують системи національної безпеки (NSS). Він встановлює процеси для категоризації NSS та інформації, яку вони обробляють, а також для відповідного вибору засобів контролю безпеки для NSS згідно з NIST SP 800-53. Ця Інструкція поширюється на всі складові НСС. Для NSS, якщо виникають розбіжності між документацією NIST і цією Інструкцією, ця Інструкція є авторитетною."
  },
  {
    "key": "1788B0D3-59C0-4B9D-AA0E-9F285876A16E",
    "title": "Огляд базової архітектури, перевіреної TSA (VADR)",
    "description": "Базова модель зрілості VADR дозволяє учасникам виконувати оцінювання віртуально. Віртуальні оцінки включають ті самі елементи, що складають традиційний VADR: огляд дизайну архітектури, конфігурацію системи та перегляд журналу, а також аналіз мережевого трафіку."
  },
  {
    "key": "17DDCA62-8E52-4F5C-8071-939349CEA116",
    "title": "NIST SP 800-53 Редакція 3",
    "description": "Цей стандарт містить вказівки щодо вибору та визначення засобів контролю безпеки для інформаційних систем, що підтримують виконавчі органи федерального уряду. Рекомендації застосовуються до всіх компонентів інформаційної системи, які обробляють, зберігають або передають федеральну інформацію."
  },
  {
    "key": "19913F37-44E2-4388-9754-9BC2EAA74D1B",
    "title": "Схема мережі/Оцінка на основі компонентів",
    "description": "Оцінка на основі архітектури мережі та діаграми. Це оцінювання вимагає, щоб ви створили або імпортували оцінювання в CSET і створили набір запитань, спеціально адаптований до конфігурації вашої мережі"
  },
  {
    "key": "1991731E-26FC-4B99-A793-8D3DFE875383",
    "title": "NERC CIP-002 до CIP-014 Редакція 6",
    "description": "Цей стандарт NERC-CIP було розроблено, щоб допомогти галузевим зацікавленим сторонам, які мають масові електроенергетичні системи в Північній Америці, у розробці та реалізації плану кібербезпеки."
  },
  {
    "key": "1D673E6F-AD89-41B3-A264-02B463139030",
    "title": "NIST SP 800-82 Редакція 2",
    "description": "Цей стандарт надає вказівки щодо створення безпечних промислових систем керування (ICS). Багато з цих елементів керування базуються на SP800-53 з незначними модифікаціями."
  },
  {
    "key": "22AE54D0-94A7-4C49-A2E4-0C9A3DF0D312",
    "title": "CIS Controls Версія 8 IG-1",
    "description": "CIS Controls — це пріоритетний набір заходів безпеки для пом’якшення найпоширеніших кібератак на системи та мережі."
  },
  {
    "key": "251080D8-9858-40FC-80E7-2E32C64C70A1",
    "title": "NERC від CIP-002 до CIP-011 Редакція 5",
    "description": "Цей стандарт NERC-CIP було розроблено, щоб допомогти галузевим зацікавленим сторонам, які мають масові електроенергетичні системи в Північній Америці, у розробці та реалізації плану кібербезпеки."
  },
  {
    "key": "2962CBBD-740A-4600-9262-4C3CF80EAA5A",
    "title": "TSA Validated Architecture Design Reviews (VADR)",
    "description": "Модель зрілості VADR дозволяє учасникам виконувати оцінювання віртуально. Віртуальні оцінки включають ті самі елементи, що складають традиційний VADR: огляд дизайну архітектури, конфігурацію системи та перегляд журналу, а також аналіз мережевого трафіку."
  },
  {
    "key": "2D38023D-C610-48CA-85C6-B21BBF53FD25",
    "title": "CNSSI № 1253 Базовий рівень",
    "description": "Ця інструкція є додатковим документом до NIST SP 800-53 для організацій, які використовують системи національної безпеки (NSS). Він встановлює процеси для категоризації NSS та інформації, яку вони обробляють, а також для відповідного вибору засобів контролю безпеки для NSS згідно з NIST SP 800-53. Ця Інструкція поширюється на всі складові НСС. Для NSS, якщо виникають розбіжності між документацією NIST і цією Інструкцією, ця Інструкція є авторитетною."
  },
  {
    "key": "2F25C878-09CE-4C2B-B186-54D5FF2385C1",
    "title": "ПРИМІТКА ISE",
    "description": "Модуль перевірки інформаційної безпеки (ISE) надає доступ експертам NCUA для перевірки впровадження практик безпеки в Інтернеті на рівні індивідуальної кредитної спілки. Крім того, ступінь суворості запитань ISE визначається розрахунком внутрішнього профілю ризику (IRP) на основі суми коштів, що контролюються конкретною установою."
  },
  {
    "key": "2F58295A-07F7-4A60-9A7B-B6C7F5B3C6C5",
    "title": "Керування зовнішніми залежностями CISA (EDM)",
    "description": "Оцінка управління зовнішніми залежностями (EDM) оцінює управління зовнішніми залежностями в організації. Ця оцінка зосереджується на взаємозв’язку між цінними послугами та активами організації, такими як люди, технології, обладнання та інформація, і оцінює, як організація управляє ризиками, пов’язаними з використанням ланцюга поставок інформаційно-комунікаційних технологій (ІКТ) у надання послуг."
  },
  {
    "key": "2F798AD3-24EF-4329-9032-EF65FAF0579A",
    "title": "NIST SP 800-82",
    "description": "Цей стандарт надає вказівки щодо створення безпечних промислових систем керування (ICS). Багато з цих елементів керування базуються на SP800-53 з незначними модифікаціями."
  },
  {
    "key": "31664FCC-60A4-4FA6-AADC-C81110740C12",
    "title": "Оцінка кібербезпеки гідроенергетики",
    "description": "Інструкції та найкращі практики, адаптовані до масштабних гідроелектростанцій. Ця оцінка кібербезпеки налаштована на системи операційних технологій, середній рівень зрілості програми кібербезпеки та бізнес-практики, які зазвичай підтримуються підключеними до комунального підприємства системами гідроелектростанцій, і призначена для виявлення та розуміння кіберризиків для цього типу користувачів."
  },
  {
    "key": "317A8213-7656-4D51-9031-6DD3B6D08135",
    "title": "CIS Controls Версія 6",
    "description": "Елементи керування CIS особливо актуальні, оскільки вони оновлюються кіберекспертами на основі фактичних даних про атаки, отриманих із різноманітних державних і приватних джерел загроз. Версія 6 містить рекомендовані зміни від спільноти кібербезпеки для відображення останніх технологій і загроз. Нові елементи керування включають новий елемент керування для «Захисту електронної пошти та веб-браузера», видалений елемент керування «Безпечна розробка мережі» та зміну порядку, щоб зробити «Контрольоване використання прав адміністратора» вищим за пріоритетом. Ця версія також містить новий довідник із показниками."
  },
  {
    "key": "3218F866-7F61-4851-97C5-21E213A26B97",
    "title": "Правило безпеки Закону про перенесення та підзвітність медичного страхування",
    "description": "Правило конфіденційності HIPAA встановлює національні стандарти для захисту медичних записів окремих осіб та іншої особистої інформації про здоров’я та поширюється на плани медичного обслуговування, клірингові центри охорони здоров’я та тих постачальників медичних послуг, які здійснюють певні операції з медичного обслуговування в електронному вигляді."
  },
  {
    "key": "3238A34E-E53D-4BF5-BCDD-EA17F0043E1F",
    "title": "Постійно 800-53 Необхідно щороку",
    "description": "Це підрозділ Міністерства освіти, який оцінює щороку"
  },
  {
    "key": "33EE6E8E-F317-45C2-9A09-CFF50226CA8D",
    "title": "Огляд кіберстійкості CISA (CRR)",
    "description": "CRR – це безкоштовна, добровільна, нетехнічна оцінка для оцінки операційної стійкості організації та практики кібербезпеки. CRR може проводитися як самооцінка або як фасилітована оцінка. CRR оцінює корпоративні програми та практики в ряді десяти областей, включаючи управління ризиками, управління інцидентами, безперервність обслуговування та інші. Оцінка призначена для вимірювання існуючої організаційної стійкості, а також для аналізу прогалин для покращення на основі визнаних передових практик."
  },
  {
    "key": "37E3C5AE-FF95-4DD7-A1DA-D25C814ABD74",
    "title": "NIST SP 800-53 Редакція 3 Додаток I",
    "description": "Цей стандарт містить вказівки щодо вибору та визначення засобів контролю безпеки для інформаційних систем, що підтримують виконавчі органи федерального уряду. Рекомендації застосовуються до всіх компонентів інформаційної системи, які обробляють, зберігають або передають федеральну інформацію."
  },
  {
    "key": "3A17F36A-EC9C-4795-9C3F-9FF78C713466",
    "title": "Американська асоціація водних робіт",
    "description": "Питання про інструмент Американської асоціації водопровідних споруд (AWWA) у поєднанні з додатковими запитаннями від CSET."
  },
  {
    "key": "3B9F2073-7209-48D5-920B-C85C4B5FD0B5",
    "title": "Безперервна 800-53 рік 3",
    "description": "Це підрозділ Міністерства освіти, який оцінює щороку"
  },
  {
    "key": "3CC7B809-207C-423B-B1B3-4F04CD586999",
    "title": "CNSSI № 1253 Промислова система управління (ICS).",
    "description": "Ця інструкція є додатковим документом до NIST SP 800-53 для організацій, які використовують системи національної безпеки (NSS). Він встановлює процеси для категоризації NSS та інформації, яку вони обробляють, а також для відповідного вибору засобів контролю безпеки для NSS згідно з NIST SP 800-53. Ця Інструкція поширюється на всі складові НСС. Для NSS, якщо виникають розбіжності між документацією NIST і цією Інструкцією, ця Інструкція є авторитетною."
  },
  {
    "key": "3EDB25DD-A1FF-4A0A-9762-33E4A0887EF5",
    "title": "Визначення базової архітектури зони безпеки для залізничного транзиту та захисту критичних зон",
    "description": "<p>Це оцінювання охоплює базові рекомендовані практики для забезпечення безпеки систем контролю та зв’язку в транзитному середовищі залізничного транспорту. Ця оцінка<ul> <li>розглядає Defence-In-Depth як рекомендований підхід для забезпечення безпеки залізничного зв’язку та систем контролю,</li> <li>визначає класифікацію зон безпеки та</li> <li>визначає мінімальний набір контролю безпеки для найбільш критичних зон: «КРИТИЧНА БЕЗПЕЧНА ЗОНА БЕЗПЕКИ (SCSZ)» і «ПОЖЕЖНА ЗОНА БЕЗПЕКИ ЖИТТЯ (FLSZ).»</li></ul></p>"
  },
  {
    "key": "3FE5F3FB-8A6B-48FD-9BCF-815ECCAE94CD",
    "title": "NIST SP 800-161 Управління ризиками ланцюга постачання",
    "description": "Ця публікація містить вказівки для федеральних відомств щодо виявлення, оцінки та пом’якшення ризиків у ланцюзі постачання ІКТ на всіх рівнях їхніх організацій. Публікація інтегрує управління ризиками ланцюга поставок ІКТ (SCRM) у діяльність федерального агентства з управління ризиками шляхом застосування багаторівневого підходу, специфічного для SCRM, включаючи вказівки щодо оцінки ризику ланцюга постачання та застосування заходів щодо зменшення."
  },
  {
    "key": "446B8D52-16BA-4D18-AFD4-D7431D501617",
    "title": "Інструкція Міністерства оборони 8510.01",
    "description": "Структура управління ризиками (RMF) для Міністерства оборони інформаційних технологій (ІТ)"
  },
  {
    "key": "4737748D-C762-4459-BC76-393E816C6A2D",
    "title": "NIST Cybersecurity Framework 2.0 – початковий публічний проект",
    "description": "Це загальнодоступний проект NIST Cybersecurity Framework (CSF або Framework) 2.0. Рамка широко використовується для зниження ризиків кібербезпеки з моменту її першої публікації в 2014 році. Багато організацій повідомили NIST, що CSF 1.1 залишається ефективною структурою для вирішення ризиків кібербезпеки. Існує також загальна згода щодо того, що зміни є виправданими для вирішення поточних і майбутніх викликів кібербезпеки та для полегшення організаціям використання Framework. NIST працює з спільнотою, щоб забезпечити ефективність CSF 2.0 у майбутньому, одночасно виконуючи початкові цілі та завдання CSF. NIST шукає відгуків про те, чи цей проект редакції стосується поточних і очікуваних майбутніх проблем кібербезпеки організацій, узгоджується з провідними практиками та ресурсами керівництва та відображає коментарі, отримані до цього часу. Крім того, NIST запитує ідеї щодо найкращого способу представити зміни від CSF 1.1 до CSF 2.0 для підтримки переходу. NIST заохочує конкретні пропозиції щодо вдосконалення чернетки, включаючи перегляд опису та Основи."
  },
  {
    "key": "4929452F-A737-4AFC-9778-CE8D550DF305",
    "title": "FAA – портативні електронні пристрої, що використовуються в авіації – операції 2021",
    "description": "Перевірка безпеки та рекомендації з кібербезпеки для захисту портативних електронних пристроїв для комерційних авіакомпаній."
  },
  {
    "key": "4AE6AEDF-D3BC-4238-B0EE-285F00D55E02",
    "title": "Рекомендації NISTIR 7628 щодо кібербезпеки Smart Grid: том 1",
    "description": "Цей набір інструкцій призначений насамперед для осіб і організацій, відповідальних за вирішення питань кібербезпеки для систем Smart Grid і складових підсистем апаратних і програмних компонентів."
  },
  {
    "key": "4C6C47F4-C649-4E84-B7D4-42DC77B17630",
    "title": "Безперервна 800-53 рік 2",
    "description": "Це підрозділ Міністерства освіти, який оцінює щороку"
  },
  {
    "key": "4EE4C330-5A4C-42F0-8584-5188EDDA4E95",
    "title": "FAA - Портативні електронні пристрої, що використовуються в авіації – Технічне обслуговування",
    "description": "Ці питання спрямовані на технічне обслуговування повітряних суден."
  },
  {
    "key": "4FB4EFE3-B792-4DFC-B20F-2406B06717F2",
    "title": "Інструкція Міністерства оборони 8500.2",
    "description": "Ця інструкція впроваджує політику, розподіляє обов’язки та визначає процедури застосування інтегрованого багаторівневого захисту інформаційних систем і мереж Міністерства оборони (DoD)."
  },
  {
    "key": "53699862-9CE4-415F-95D8-56246F69D4D1",
    "title": "(62443) Американський національний стандарт ISA-62443-4-1-2018 Безпека систем промислової автоматизації та керування",
    "description": "Цей документ є частиною багатокомпонентного стандарту, який розглядає питання безпеки систем промислової автоматизації та керування (IACS). Він був розроблений робочою групою 04, робочою групою 06 комітету ISA99 у співпраці з IEC TC65/WG10. Цей документ визначає дії, необхідні для виконання оцінки ризиків безпеки на новій або існуючій IACS, а також проектні дії, необхідні для зниження ризику до прийнятного рівня."
  },
  {
    "key": "588B16E5-AE9A-435E-A6E3-441A7578D64A",
    "title": "Модель сертифікації кібербезпеки 1.02",
    "description": "Сертифікація моделі зрілості кібербезпеки (CMMC) 1.0 вимірює зрілість кібербезпеки за допомогою п’яти рівнів і узгоджує набір процесів і практик з типом і чутливістю інформації, яку потрібно захистити, і пов’язаним діапазоном загроз. Модель складається з процесів зрілості та найкращих практик кібербезпеки з багатьох стандартів кібербезпеки, фреймворків та інших посилань, а також інформації від ширшої спільноти. CMMC розбивається на п’ять різних рівнів процесів і можливостей (які далі розбиваються на практики)."
  },
  {
    "key": "58AE1682-53B0-44D3-AF02-A8BBC75AF802",
    "title": "FAA - портативні електронні пристрої, що використовуються в авіації - операції",
    "description": "Каталог рекомендацій із захисту портативних електронних пристроїв для комерційних авіаперевізників"
  },
  {
    "key": "5BD71393-883F-4546-8CAA-C7535DE9B167",
    "title": "Специфікація ідентифікатора кореляції контролю V2, випуск 0.1",
    "description": "CCI — це декомпозиція IA Control або найкращої практики галузі IA на окремі твердження, які можна виконати. Список CCI — це набір пунктів CCI, які виражають загальні методи IA або засоби контролю."
  },
  {
    "key": "5D692BD4-87D0-4A8C-AE77-3432F304A6E6",
    "title": "Контрольний набір для швидкого оцінювання",
    "description": "Контрольний набір для швидкої оцінки для громадської безпеки 911"
  },
  {
    "key": "5E48DE28-156E-47DF-9380-E72B482509E2",
    "title": "NIST SP 800-171 Редакція 2: Захист контрольованої несекретної інформації в нефедеральних системах і організаціях",
    "description": "Ця публікація надає установам рекомендовані вимоги безпеки для захисту конфіденційності контрольованої несекретної інформації (CUI), коли інформація знаходиться в нефедеральних системах і організаціях; коли нефедеральна організація не збирає та не зберігає інформацію від імені федерального агентства або не використовує чи керує системою від імені агентства; і якщо немає спеціальних вимог щодо захисту конфіденційності CUI, передбачених законом, постановою або загальнодержавною політикою щодо категорії CUI, зазначеної в Реєстрі CUI. Вимоги застосовуються до всіх компонентів нефедеральних систем і організацій, які обробляють, зберігають та/або передають CUI або забезпечують захист таких компонентів."
  },
  {
    "key": "61821E5B-9BF8-4034-890D-8B0B058413FD",
    "title": "NERC CIP Редакції 5 і 6",
    "description": "Стандарт NERC-CIP був розроблений, щоб допомогти галузевим зацікавленим сторонам, які мають масові електроенергетичні системи в Північній Америці, у розробці та реалізації їх плану кібербезпеки. Цей профіль включає версії 5 і 6."
  },
  {
    "key": "62ECB9D1-D825-4B0E-85A9-E53823B468C2",
    "title": "NEI 08-09 План кібербезпеки для ядерних енергетичних реакторів",
    "description": "Цей стандарт оцінки було розроблено, щоб допомогти ліцензіатам атомних електростанцій у розробці та реалізації плану кібербезпеки щодо подання ліцензії відповідно до вимог 10 CFR 73.54."
  },
  {
    "key": "6580C6BB-D01F-4C05-97FA-53566D35E385",
    "title": "CISA Cyber Infrastructure Survey (CIS)",
    "description": "Метою CIS є оцінка основоположних і важливих практик кібербезпеки критично важливої служби організації для виявлення залежностей, можливостей і нових ефектів поточного стану кібербезпеки. CIS зосереджується на погляді на кібербезпеку на основі послуг, а не на програмному. Критичні послуги оцінюються за більш ніж 80 елементами керування кібербезпекою, згрупованими в п’ять доменів верхнього рівня: управління кібербезпекою, сили кібербезпеки, засоби контролю кібербезпеки, реагування на кіберінциденти та кіберзалежності. CIS надає вашій організації ефективну оцінку наявних засобів контролю кібербезпеки для критично важливих служб для підтримки планування кібербезпеки, розподілу ресурсів і оцінки ефективності."
  },
  {
    "key": "6A463C71-FE29-4189-BD7D-A0B1712B582C",
    "title": "Проект CMMC 2.0 з системою показників SPRS",
    "description": "Нова сертифікація моделі зрілості кібербезпеки (CMMC) 2.0 оптимізує кількість рівнів з 5 до 3. Найважливішою зміною є видалення сертифікацій оцінювання за допомогою третьої сторони для сертифікації рівня 1 (і підмножини непріоритетних придбань, призначених Міністерство оборони як рівень 2), які тепер вимагають лише <strong>щорічної самооцінки</strong> та <strong>супровідного підтвердження підрядника</strong> в системі ризиків ефективності постачальника (SPRS)."
  },
  {
    "key": "6D705A92-5D8E-4865-AAEA-D090570485C1",
    "title": "Каталог рекомендацій Редакція 7",
    "description": "У цьому каталозі представлено добірку практик, рекомендованих різними галузевими органами для підвищення безпеки систем керування як від фізичних, так і від кібератак. Рекомендації в цьому каталозі згруповано в 19 груп або категорій, які мають подібний акцент."
  },
  {
    "key": "6EF7D8E3-CF6E-4A25-9F16-83B3AC569A53",
    "title": "NIST CSF: Структура для покращення кібербезпеки критичної інфраструктури v1.1",
    "description": "Цей підхід є добровільною основою кібербезпеки на основі оцінки ризиків – набором галузевих стандартів і найкращих практик, які допомагають організаціям керувати ризиками кібербезпеки. Отримана структура, створена завдяки співпраці між урядом і приватним сектором, використовує спільну мову для вирішення та управління ризиками кібербезпеки економічно ефективним способом на основі потреб бізнесу без встановлення додаткових нормативних вимог до бізнесу."
  },
  {
    "key": "73092076-DB92-44F1-9967-93F602E94425",
    "title": "Інструмент оцінки ризиків сонячної кібербезпеки (SCERT) і діаграма",
    "description": "Це оцінювання включає запитання Solar-CERT і схему мережі."
  },
  {
    "key": "7481093D-EEFA-423C-8479-025BB74D0D63",
    "title": " NERC від CIP-002 до CIP-009 Редакція 3",
    "description": "Цей стандарт NERC-CIP було розроблено, щоб допомогти галузевим зацікавленим сторонам у електроенергетичних системах у Північній Америці розробити та впровадити їхній план кібербезпеки."
  },
  {
    "key": "79BB6D0B-B8BF-4610-9A76-8F1930D3881A",
    "title": "Оцінка гідроенергії + діаграма",
    "description": "Це оцінювання включає запитання щодо оцінки гідроенергетики та схему мережі."
  },
  {
    "key": "7BA9F3E0-825F-481A-AF3B-50B12638EEC5",
    "title": "CIS Controls Версія 8",
    "description": "CIS Controls — це пріоритетний набір заходів безпеки для пом’якшення найпоширеніших кібератак на системи та мережі."
  },
  {
    "key": "7CF3A4A1-56B6-40AD-AC66-1B1AC936A356",
    "title": "Основні рекомендації щодо безпеки трубопроводів TSA березень 2018 р. з редакцією квітня 2021 р",
    "description": "Ці основні вказівки застосовуються до діючих систем трубопроводів природного газу та небезпечних рідин, систем розподільних трубопроводів природного газу та операторів установок зрідженого природного газу. Крім того, вони застосовуються до діючих трубопровідних систем, які транспортують матеріали, що класифікуються як токсичні при вдиханні (TIH). Матеріали TIH – це гази або рідини, про які відомо або припускається на основі випробувань, що вони настільки токсичні для людей, що становлять небезпеку для здоров’я у разі викиду під час транспортування. Цей стандарт містить заміну розділу 5 (Критичність)"
  },
  {
    "key": "7D7BBB7B-14B5-4D20-8735-C667A9C99DA7",
    "title": "Оцінка готовності програм-вимагачів CISA (RRA)",
    "description": "<p>Програми-вимагачі становлять дедалі більшу загрозу та продовжують зростати як головна кіберзагроза, яка впливає як на підприємства, так і на державні установи. Програмне забезпечення-вимагач – це тип зловмисної атаки, коли зловмисники шифрують дані організації та вимагають плату за відновлення доступу. У деяких випадках зловмисники також можуть викрасти інформацію організації та вимагати додаткову оплату в обмін на те, що не розголошують інформацію владі, конкурентам або громадськості. Програми-вимагачі порушують або припиняють роботу організації та ставлять керівництво перед дилемою: заплатити викуп і сподіватися, що зловмисники дотримаються свого слова щодо відновлення доступу та нерозголошення даних, або не платити викуп і відновити роботу самостійно. Методи, які використовуються для доступу до інформації та систем організації, загальні для кібератак, але вони спрямовані на те, щоб змусити сплатити викуп. Атаки програм-вимагачів націлені на дані організації.</p><p> Щоб зрозуміти стан своєї кібербезпеки та оцінити, наскільки добре ваша організація оснащена для захисту та відновлення після інциденту програм-вимагачів, пройдіть оцінку готовності програм-вимагачів (RRA).</p>"
  },
  {
    "key": "7E650E05-B3C2-4B55-8830-D335CA41EEEF",
    "title": "TSA Pipeline Security Guidelines, квітень 2011 р",
    "description": "Ці вказівки застосовуються до трубопроводів транспортування природного газу та небезпечних рідин, розподільних трубопроводів природного газу та операторів установок зрідженого природного газу. Крім того, вони застосовуються до трубопровідних систем, які транспортують матеріали, що класифікуються як токсичні при вдиханні (TIH). Ці вказівки містять рекомендації агентств щодо практик безпеки в галузі трубопроводів."
  },
  {
    "key": "8046F780-A288-45DD-9C77-92C20E3AE324",
    "title": "Визначення архітектури зони безпеки для залізничного транзиту та захисту критичних зон",
    "description": "Захист систем управління та зв'язку в умовах залізничного транспорту"
  },
  {
    "key": "8B81D3B0-41A6-497E-AAFA-144D4A722008",
    "title": "Інструмент оцінки ризиків кібербезпеки Wind (Wind-CERT) і діаграма",
    "description": "Це оцінювання включає запитання Wind-CERT і схему мережі."
  },
  {
    "key": "8F3F4431-3482-44C0-92C2-DCCBB14DD8AA",
    "title": "TSA Pipeline Security Guidelines березень 2018 року з редакцією квітня 2021 року",
    "description": "Ці вказівки застосовуються до діючих систем трубопроводів природного газу та небезпечних рідин, систем розподільних трубопроводів природного газу та операторів установок зрідженого природного газу. Крім того, вони застосовуються до діючих трубопровідних систем, які транспортують матеріали, що класифікуються як токсичні при вдиханні (TIH). Матеріали TIH – це гази або рідини, про які відомо або припускається на основі випробувань, що вони настільки токсичні для людей, що становлять небезпеку для здоров’я у разі викиду під час транспортування. Цей стандарт містить заміну розділу 5 (Критичність)"
  },
  {
    "key": "9219F73D-A9EC-4E13-B884-CA1677BAC576",
    "title": "Вступна оцінка Cyber Florida",
    "description": "Будь ласка, почніть тут. Це невелика версія початкового рівня повної оцінки Cyber Florida, яку легко виконати. Цей модуль можна пізніше оновити до повного оцінювання. Цей модуль розроблено від імені Флоридського центру кібербезпеки (Cyber Florida). Cyber Florida була створена штатом у 2014 році, щоб допомогти Флориді стати національним лідером у галузі освіти з кібербезпеки, академічних і практичних досліджень, а також залучення та залучення громади. Модуль містить оцінку готовності програм-вимагачів і вимоги NIST щодо кібербезпеки Framework."
  },
  {
    "key": "9596A8EC-1EA5-4D7C-B303-F0FE419CC533",
    "title": "Охорона здоров’я 405(d) – Практики кібербезпеки, технічний том 1",
    "description": "<p>Програму HHS 405(d) було створено у відповідь на Закон про кібербезпеку 2015 року. Відповідно до розділу 405(d) HHS скликав робочу групу CSA 405(d) для посилення кібербезпеки та узгодження галузевих підходів шляхом розробки спільного набору добровільних, заснованих на консенсусі та галузевих керівних принципів, практик, методологій, процедур і процесів, які можуть використовувати організації охорони здоров’я.</p> <p>Невеликі організації охорони здоров’я, як правило, мають обмежені ресурси для управління своєю практикою кібербезпеки, але вони не менш схильні до кібератак. Дійсно, п’ять загроз, визначених у Основному документі, можуть бути дуже руйнівними для малих організацій. Наприклад, якщо невеликий постачальник послуг втратить ноутбук із незашифрованою особистою інформацією про здоров’я (PHI), це може призвести до оприлюдненого порушення. Таке порушення може мати наслідки як для пацієнтів постачальника, так і для репутації практики. Технічний том 1 містить методи кібербезпеки охорони здоров’я для невеликих організацій охорони здоров’я.</p> <p>Для цілей цього тому невеликі організації, які зазвичай не мають спеціального персоналу з інформаційних технологій (ІТ) і безпеки, який займається впровадженням практик кібербезпеки, можуть покладатися на CSET Healthcare 405(d) Tech Volume 1, щоб допомогти оцінити стан кібербезпеки.</p>"
  },
  {
    "key": "98D5ECC2-01BA-4BBA-A72B-BE4B9F1C0DAD",
    "title": "Політика безпеки інформаційних служб кримінального правосуддя (CJIS).",
    "description": " Політика безпеки CJIS надає агентствам кримінального правосуддя (CJA) і агентствам некримінального правосуддя (NCJA) мінімальний набір вимог безпеки для доступу до систем і інформації Відділу інформаційних служб кримінального правосуддя (CJIS) Федерального бюро розслідувань (ФБР), а також для захисту та захист інформації кримінального правосуддя (CJI). Цей мінімальний стандарт вимог безпеки забезпечує безперервність захисту інформації. Основною передумовою політики безпеки CJIS є забезпечення належного контролю для захисту CJI від створення через розповсюдження; у стані спокою чи в дорозі."
  },
  {
    "key": "996AEC03-0706-4087-BC80-873F2D6CBB11",
    "title": "CNSSI № 1253 (ICS) Версія 1 накладання",
    "description": "Ця інструкція є додатковим документом до NIST SP 800-53 для організацій, які використовують системи національної безпеки (NSS). Він встановлює процеси для категоризації NSS та інформації, яку вони обробляють, а також для відповідного вибору засобів контролю безпеки для NSS згідно з NIST SP 800-53. Ця Інструкція поширюється на всі складові НСС. Для NSS, якщо виникають розбіжності між документацією NIST і цією Інструкцією, ця Інструкція є авторитетною."
  },
  {
    "key": "99935F8F-8216-43AE-8A14-40F7E2420CA5",
    "title": "CIS Controls Версія 8 IG-3",
    "description": "CIS Controls — це пріоритетний набір заходів безпеки для пом’якшення найпоширеніших кібератак на системи та мережі."
  },
  {
    "key": "9AD60648-45C4-49A6-AFF4-53230008E816",
    "title": "Керівництво зі стандартів ефективності CFATS на основі ризиків 8-Cyber",
    "description": "У документі представлені стандарти ефективності, засновані на оцінці ризику (RBPS), для безпеки хімічних об’єктів країни з використанням багаторівневого підходу. Хімічні об’єкти високого ризику можуть використовувати цей документ як для того, щоб допомогти їм отримати уявлення про те, які типи та комбінації заходів безпеки та процесів, ймовірно, задовольнять даний RBPS для об’єкта на їх рівні рівня, так і для того, щоб допомогти їм визначити та вибрати процеси, заходи , а також дії, які вони можуть вибрати для забезпечення безпеки свого об’єкта."
  },
  {
    "key": "A013CE92-FFEB-4526-B5BC-93C6D74D9CE4",
    "title": "Інструмент оцінки ризиків сонячної кібербезпеки (SCERT)",
    "description": "Інструкції та найкращі практики, розроблені для масштабних фотоелектричних енергетичних систем. Ця оцінка кібербезпеки налаштована на системи операційних технологій, середній рівень зрілості програми кібербезпеки та бізнес-практики, які зазвичай підтримуються фотоелектричними системами, підключеними до комунального підприємства, і призначена для виявлення та розуміння кіберризиків для цього типу користувачів."
  },
  {
    "key": "A3B6D634-B149-41CF-A16F-4BB19DB5E6C0",
    "title": "Інструмент оцінки ризиків кібербезпеки Wind (Wind-CERT)",
    "description": "Рекомендації та найкращі практики, розроблені для потужних вітрових установок. Ця оцінка кібербезпеки налаштована на системи операційних технологій, середній рівень зрілості програми кібербезпеки та бізнес-практики, які зазвичай підтримуються системами вітрових електростанцій, підключеними до комунального підприємства, і призначена для виявлення та розуміння кіберризиків для цього типу користувачів."
  },
  {
    "key": "A802BE1C-7F3D-42F1-8E15-C739695B5532",
    "title": "Огляд управління інцидентами CISA (IMR)",
    "description": "<p>IMR базується на принципі, згідно з яким стійка функція керування інцидентами може покращити загальну кіберстійкість організації. IMR складається з серії запитань, відповіді на які дають зрозуміти, як організація може покращити свою здатність ідентифікувати, аналізувати та реагувати на інциденти повторюваним способом.</p><p>IMR допомагає організації зрозуміти і якісно виміряти його здатність до обробки інцидентів і реагування, а також методи кібербезпеки, які це підтримують.</p>"
  },
  {
    "key": "A8C5B590-DEE3-4851-8EC0-09F8898954AB",
    "title": "Оцінка критичної інфраструктури високого рівня",
    "description": "Набір запитань, розроблений для визначення високого рівня кібербезпеки критичної інфраструктури, коротко кажучи, набір із 34 запитань"
  },
  {
    "key": "AB9F36F9-B3C2-4C6C-BA60-6E82501D0B3C",
    "title": "NIST SP 800-53 Редакція 4",
    "description": "Цей стандарт надає каталог заходів безпеки та конфіденційності для федеральних інформаційних систем і організацій, а також процес вибору елементів керування для захисту організаційних операцій, організаційних активів, окремих осіб, інших організацій і країни від різноманітних загроз, включаючи ворожі кібератаки, природні катастрофи, структурні збої та людські помилки."
  },
  {
    "key": "B03D1AEE-9247-4160-8BD7-AA27682D1366",
    "title": "Рекомендації NISTIR 7628 щодо кібербезпеки Smart Grid: том 1, редакція 1",
    "description": "Інструкції щодо кібербезпеки Smart Grid представляють аналітичну структуру, яку організації можуть використовувати для розробки ефективних стратегій кібербезпеки, адаптованих до їх конкретних комбінацій пов’язаних із Smart Grid характеристик, ризиків і вразливостей. Організації в різноманітній спільноті зацікавлених сторін у розумних мережах — від комунальних підприємств до постачальників послуг з енергоменеджменту та виробників електромобілів і зарядних станцій — можуть використовувати методи та допоміжну інформацію, наведену в цьому звіті, як керівництво для оцінки ризиків, визначення та застосування відповідних вимог безпеки. . Цей підхід визнає, що електрична мережа змінюється з відносно замкнутої системи на складне, дуже взаємопов’язане середовище."
  },
  {
    "key": "B1ABC503-08DB-4110-B45B-8874EA090527",
    "title": "NIST SP 800-53 Редакція 3 Додаток I",
    "description": "Цей стандарт містить вказівки щодо вибору та визначення засобів контролю безпеки для інформаційних систем, що підтримують виконавчі органи федерального уряду. Рекомендації застосовуються до всіх компонентів інформаційної системи, які обробляють, зберігають або передають федеральну інформацію."
  },
  {
    "key": "B1E9B990-7388-4D07-8113-8707A9EC729B",
    "title": "NERC CIP-002 до CIP-009 Редакція 4",
    "description": "Цей стандарт NERC-CIP було розроблено, щоб допомогти галузевим зацікавленим сторонам, які мають масові електроенергетичні системи в Північній Америці, у розробці та реалізації плану кібербезпеки."
  },
  {
    "key": "B81F1451-4138-4AF4-B624-B130C2C9CEA3",
    "title": "Універсальні питання",
    "description": "У цьому каталозі представлено добірку практик, рекомендованих різними галузевими органами для підвищення безпеки систем керування як від фізичних, так і від кібератак. Рекомендації в цьому каталозі згруповано в 19 груп або категорій, які мають подібний акцент."
  },
  {
    "key": "B9DCA07B-887D-4AAA-ABA6-806172581636",
    "title": "(62443) Американський національний стандарт ISA-62443-4-1-2018 Безпека систем промислової автоматизації та керування",
    "description": "Цей документ є частиною багатокомпонентного стандарту, який розглядає питання безпеки систем промислової автоматизації та керування (IACS). Він був розроблений робочою групою 04, робочою групою 06 комітету ISA99 у співпраці з IEC TC65/WG10. Цей документ визначає дії, необхідні для виконання оцінки ризиків безпеки на новій або існуючій IACS, а також проектні дії, необхідні для зниження ризику до прийнятного рівня."
  },
  {
    "key": "C4DCBA19-9465-4A8E-B8C8-DECD64092372",
    "title": "DHS 401 Система оцінки та аналізу системи ICS Комплект запитань курсу",
    "description": "Оцінювальні запитання, які використовуються в курсі DHS 401 ICS System Evaluation and Analysis Course"
  },
  {
    "key": "C67B4152-4083-48E7-9F8C-3F4BAEB8E503",
    "title": "Рекомендації з консенсусного аудиту (CAG)",
    "description": "Цей стандарт містить 20 важливих елементів керування, призначених для початку процесу встановлення пріоритетного базового рівня заходів безпеки інформації та елементів керування, які можна застосовувати у федеральних корпоративних середовищах. Консенсусні зусилля, які підготували цей документ, визначили 20 конкретних технічних заходів безпеки, які вважаються ефективними для блокування відомих на даний момент високопріоритетних атак, а також типів атак, які очікуються в найближчому майбутньому."
  },
  {
    "key": "CA12D2BE-11BB-40D6-BD4F-3DEF3DB34F11",
    "title": "CIS Controls Версія 8 IG-2",
    "description": "CIS Controls — це пріоритетний набір заходів безпеки для пом’якшення найпоширеніших кібератак на системи та мережі."
  },
  {
    "key": "D002D9C0-949D-4446-A8E4-CB8FC1679944",
    "title": "NIST SP 800-82 Редакція 1",
    "description": "Цей стандарт надає вказівки щодо створення безпечних промислових систем керування (ICS). Багато з цих елементів керування базуються на SP800-53 з незначними модифікаціями."
  },
  {
    "key": "D0C19648-00F5-4215-AF2D-C7EBD75FC578",
    "title": "Повна комплексна оцінка Cyber Florida",
    "description": "Цей модуль розроблено від імені Флоридського центру кібербезпеки (Cyber Florida). Cyber Florida була створена штатом у 2014 році, щоб допомогти Флориді стати національним лідером у галузі освіти з кібербезпеки, академічних і практичних досліджень, а також залучення та залучення громади. Модуль містить оцінку готовності програм-вимагачів і вимоги NIST щодо кібербезпеки Framework."
  },
  {
    "key": "D7314C82-83B4-443C-A275-D5215A73220E",
    "title": "NIST SP 800-53 Редакція 5",
    "description": "Ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки, людські помилки, стихійні лиха, структурні невдачі, органи іноземної розвідки та ризики конфіденційності. Елементи керування є гнучкими та настроюваними та впроваджені як частина загальноорганізаційного процесу управління ризиками. Засоби контролю задовольняють різноманітні вимоги, що випливають із місії та бізнес-потреб, законів, розпоряджень, директив, правил, політик, стандартів і вказівок."
  },
  {
    "key": "D752A1B1-9AFE-44CB-B114-E7517339D776",
    "title": "Модель зрілості можливостей кібербезпеки (C2M2) V2.1",
    "description": "C2M2 зосереджується на впровадженні та управлінні практиками кібербезпеки, пов’язаними з активами інформаційних технологій (ІТ) та операційних технологій (ОТ), а також середовищами, в яких вони працюють."
  },
  {
    "key": "DCFCD4A1-5515-48FD-9789-36FB36D46806",
    "title": "NIST SP 800-53 Редакція 4 Додаток J",
    "description": "Цей стандарт із розділу Додаток J SP800-53, редакція 4, включає елементи керування, які можна настроювати та впроваджувати як частину загальноорганізаційного процесу, який керує інформаційною безпекою та ризиком конфіденційності."
  },
  {
    "key": "E4AE8B43-37AD-47C9-8F65-A7ABC3EB774E",
    "title": "Безперервно 800-53 рік 1",
    "description": "Це підрозділ Міністерства освіти, який оцінює щороку"
  },
  {
    "key": "E4D8C03B-3A33-4F2D-BD72-160040AED1BA",
    "title": "Проект спеціальної публікації NIST 800-53, редакція 5",
    "description": "Ця публікація містить вичерпний каталог технічних і нетехнічних заходів безпеки та конфіденційності. Елементи керування можуть підтримувати різноманітні спеціальні додатки, включно з Risk Management Framework, Cybersecurity Framework і процесами системної інженерії, що використовуються для розробки систем, продуктів, компонентів і послуг, а також для захисту організацій, систем і окремих осіб."
  },
  {
    "key": "E528BEFE-348E-4B83-83E9-61D6D723214D",
    "title": " Швидка оцінка наземного мобільного радіо (LMR)",
    "description": "Цей модуль розроблено, щоб допомогти власникам системи оцінити ключові аспекти поточного стану кібербезпеки системи LMR на основі підмножини NIST SP 800-53 «Керування безпекою та конфіденційністю для інформаційних систем і організацій». Він містить вказівки щодо відповідей на контрольні запитання, щоб власник системи LMR міг отримати уявлення про стан кібербезпеки своєї системи LMR і визначити заходи для покращення."
  },
  {
    "key": "E7B895A9-A268-4BAA-AA46-273319F2A730",
    "title": "Ключові питання",
    "description": "Ключові запитання – це скорочена підмножина вибраних запитань із каталогу рекомендацій DHS для розробників стандартів. У цьому каталозі представлено добірку практик, рекомендованих різними галузевими органами для підвищення безпеки систем керування як від фізичних, так і від кібератак. Рекомендації в цьому каталозі згруповано в 19 груп або категорій, які мають подібний акцент."
  },
  {
    "key": "EAF6C7EF-41B9-425B-8C21-CEE6A8AE7132",
    "title": " тест",
    "description": "опис тесту"
  },
  {
    "key": "EDF05BDF-ED10-42C5-A147-2260A4AE5C16",
    "title": "Міжгалузеві цілі кібербезпеки (CPG) CISA",
    "description": "CPG — це пріоритетна підмножина практик кібербезпеки ІТ та операційних технологій (OT), які власники та оператори критичної інфраструктури можуть запроваджувати, щоб істотно зменшити ймовірність і вплив відомих ризиків і методів противника. Цілі базувалися на існуючих структурах і вказівках з кібербезпеки, а також на реальних загрозах і тактиках, техніках і процедурах (TTP) противника, які спостерігали CISA та його урядові та галузеві партнери. Ця оцінка має на меті допомогти організаціям визначити, якою мірою вони впровадили Цілі, а також допомогти у визначенні сфер для потенційних майбутніх інвестицій."
  },
  {
    "key": "F1FE7BF3-CEB3-4B76-A684-F429ABB8F1AE",
    "title": "Рекомендації щодо кібербезпеки INGAA Control Systems для промисловості трубопроводів природного газу",
    "description": "Метою цього документа є надання вказівок щодо звернення до розділу планів кібербезпеки системи керування операторами газопроводів TSA, які вимагаються CSP. Це набір інструкцій, які допомагають операторам газопроводів керувати вимогами кібербезпеки своїх систем керування."
  },
  {
    "key": "F2407FF1-9F0F-420B-8F86-8528B60FCBC1",
    "title": "Експертиза з інформаційної безпеки",
    "description": "Іспит з інформаційної безпеки (ISE) забезпечує повторюваний і послідовний процес проведення іспиту. ISE розроблено для кредитних спілок будь-якого розміру та складності."
  },
  {
    "key": "F4509FB7-1729-437B-A486-27D7DF8C85A8",
    "title": "Стандарт безпеки даних індустрії платіжних карток (PCI).",
    "description": "Цей документ, Стандартні вимоги безпеки даних PCI та процедури оцінки безпеки, поєднує 12 вимог PCI DSS і відповідні процедури тестування в інструмент оцінки безпеки. Він розроблений для використання під час оцінювання відповідності стандарту PCI DSS як частини процесу перевірки організації."
  },
  {
    "key": "F7CF9B71-D8EF-4FD5-934F-EC94A0666B3C",
    "title": "Спеціальна публікація NIST 800-53 Редакція 4 (стара)",
    "description": "Цей стандарт надає каталог заходів безпеки та конфіденційності для федеральних інформаційних систем і організацій, а також процес вибору елементів керування для захисту організаційних операцій, організаційних активів, окремих осіб, інших організацій і країни від різноманітних загроз, включаючи ворожі кібератаки, природні катастрофи, структурні збої та людські помилки."
  },
  {
    "key": "F8FA1CDC-63AC-4076-B00D-1F5DCB34E3A9",
    "title": "Оцінка зрілості ACET",
    "description": "Він називається Automated Cybersecurity Evaluation Toolbox (ACET). Він надає нам повторюваний, вимірний і прозорий процес, який покращує та стандартизує наш нагляд, пов’язаний з кібербезпекою, у всіх федерально застрахованих кредитних спілках."
  },
  {
    "key": "FAAB0432-6285-49F2-A837-0FE66FEF4FFA",
    "title": "Усі питання зі стандартів",
    "description": "тестові стандарти"
  },
  {
    "key": "FC53C0D6-881D-41B8-A49E-B375B36709FF",
    "title": "Модель зрілості можливостей кібербезпеки (C2M2) застаріла",
    "description": "C2M2 зосереджується на впровадженні та управлінні практиками кібербезпеки, пов’язаними з активами інформаційних технологій (ІТ) та операційних технологій (ОТ), а також середовищами, в яких вони працюють."
  },
  {
    "key": "FDA63FEC-80B9-4C97-8E07-CCD2F1DC58A6",
    "title": "Мінімальна оцінка життєздатності CISA (MVRA) – ПРОЕКТ",
    "description": "<p>MVRA оцінює критично важливу послугу або служби, необхідні для успіху місії організації, і, якщо їх перервати, вони можуть серйозно вплинути на діяльність або бізнес організації. Щоб досягти цього, MVRA зосереджується на інформаційних технологіях (ІТ) і операційних технологіях (ОТ), які використовуються для надання або захисту критично важливих послуг. Ризико-інформований підхід оцінювання зосереджується на «можливостях» кібербезпеки, які оцінювана організація та відповідні системи повинні успішно впроваджувати, щоб підтримувати стійкість до кібератак. Об’єкти перевірки включають людей (персонал), технологію, інформацію та засоби, якщо це доцільно.</p> <p>MVRA має чотири основні цілі:</p> <ol> <li>Оцінка спроможності організацій зацікавленість «протистояти, поглинати, відновлюватись або адаптуватися до несприятливих подій», включаючи здатність «розпізнавати загрози та небезпеки та вносити корективи, які покращать майбутні зусилля щодо захисту».[1]</li> <li>Сутності документа 'стійкість на шкалі прогресивного рівня спроможності.</li> <li>Поліпшити повторюваність і узгодженість оцінок і пов'язаних зібраних даних, таким чином підвищуючи видимість і розуміння спостережуваних тенденцій, а також підвищуючи надійність рекомендацій щодо пом'якшення. .</li> <li>Використовуйте стандартизовані повторювані процеси збору даних і автоматизацію, які створюють машинозчитувані дані для полегшення аналізу результатів оцінювання в масштабі.</li></ol>"
  }
]