[
  {
    "matQuestionId": "1",
    "questionText": "Обмежте доступ до інформаційної системи авторизованим користувачам, процесам, що діють від імені авторизованих користувачів, або пристроям (включаючи інші інформаційні системи).",
    "supplementalInfo": "<div><strong>Мета контролю</strong></div><div class=\"mb-2\"></div><div><strong>Додаткові вказівки</strong></div><div class= \"mb-2\"></div><div><strong>Для отримання додаткової інформації див. відповідні елементи керування</strong></div><div class=\"mb-2\"></div>"
  },
  {
    "matQuestionId": "1892",
    "questionText": "Чи блокується зловмисний веб-вміст за допомогою DNS-фільтрації за допомогою таких методів, як DNS-перетворювачі та брандмауери DNS? ",
    "referenceText": "<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-81-2.pdf\" target=\"_blank\">Спеціальна публікація NIST 800-81-2, захищена Посібник із розгортання системи доменних імен (DNS):</a> </span>Система доменних імен (DNS) — це розподілена обчислювальна система, яка забезпечує доступ до ресурсів Інтернету за допомогою зручних доменних імен, а не IP-адрес, шляхом перекладу доменних імен на IP-адреси і назад. Цей документ містить: інструкції щодо розгортання безпеки DNS на підприємстві; інструкції щодо підтримки цілісності даних і виконання аутентифікації джерела; вказівки щодо налаштування розгортання DNS для запобігання багатьом атакам на відмову в обслуговуванні, які використовують уразливості в різних компонентах DNS.&#10;<div>&#10; <p></p> &#10; <a href=\"https://www.cisecurity.org/controls/cis-controls-navigator/\" target=\"_blank\">CIS Control 9 – Захист електронної пошти та веб-переглядача:</a> <span>Покращення захисту та виявлення загроз від електронної пошти та веб-векторів, оскільки це можливість для зловмисників маніпулювати поведінкою людей через пряме залучення.</span>&#10;</div>&#10;<div>&#10; <br>&#10; <div>&#10; <div>&#10; <a href=\"https://media.defense.gov/2021/Mar/03/2002593055/-1/-1/0/CSI_PROTECTIVE%20DNS_UOO117652-21.PDF\" target=\"_blank\">Вибір захисної служби DNS :</a> Агентство національної безпеки, 2021. &#10; </div>&#10; <div>&#10; <br>&#10; <div>&#10; <a href=\"https://www.globalcyberalliance.org/quad9/\" target=\"_blank\">Захист DNS &#8211; GCA Quad 9:</a> Quad9 захищає користувачів від доступу до відомих шкідливих веб-сайтів, використовуючи аналіз загроз від багатьох лідерів галузі.&#10; </div>&#10; <div>&#10; <br>&#10; <div>&#10; <div>&#10; <span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Безпека та конфіденційність Засоби керування для інформаційних систем і організацій:</a> Ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, зокрема ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. SC-7, SC-20, SC-21, SC-22, AC-4</span>&#10; <p></p>&#10; </div>&#10; </div>&#10; </div>&#10; </div>&#10; </div>&#10;</div> ",
    "supplementalInfo": "<p><strong> Мета запитання</strong>: щоб визначити, чи використовується фільтрація DNS для блокування шкідливого веб-вмісту. </p>&#10;<div>Захист системи доменних імен (DNS) блокує небезпечні сайти та фільтрує небажаний вміст. Служба пошуку DNS працює шляхом перекладу URL &#8211; сайт новин, наприклад &#8211; на фактичну IP-адресу цього пункту призначення. Подібно до телефонної книги, яка прив’язує ім’я людини до її номера телефону. Сервери DNS забезпечують підключення пристроїв через безпечний портал. Це додає рівень захисту від шкідливих програм, фішингу та інших вірусів. </div><div><br></div>&#10;<div><strong>Можливі дії: </strong></div>&#10;<div>&#10;<ul><li>Використовуйте фільтрацію DNS, також відому як блокування DNS, брандмауер DNS або захисний DNS, із вбудованим аналізом загроз. Фільтрація DNS – це метод, який використовується для фільтрації небажаного та шкідливого вмісту. Доступна низка ефективних комерційних рішень, від безкоштовних до недорогих. </li>&#10;<li>Відфільтруйте підключення до неавторизованих веб-сайтів, підозрілі доменні імена та відомі шкідливі доменні імена, пов’язані зі зловмисним програмним забезпеченням і фішингом. </li>&#10;</ul>&#10;</div>&#10;<div><strong><em>Ктерії для &#8220;Так&#8221; Відповідь: </em></strong></div>&#10;<div>&#10;<ul>&#10;<li>Фільтрація DNS активно використовується організацією для блокування шкідливого веб-вмісту.</li>&#10;</ul>&#10;</div>"
  },
  {
    "matQuestionId": "1893",
    "questionText": "Чи керуються налаштуваннями безпеки веб-браузери? ",
    "referenceText": "<a href=\"https://media.defense.gov/2019/Jul/16/2002158047/-1/-1/0/CSI-STEPS-TO-SECURE-WEB-BROWSING.PDF\" target=\"_blank\" >Кроки щодо безпечного перегляду веб-сторінок,</a> Агентство національної безпеки 2018: визначає три засоби пом’якшення у веб-переглядачах, які зазвичай використовуються, які відбиватимуть майже всі загальновідомі атаки.&#10;<div>&#10; <br>&#10; <div>&#10; <div>&#10; <a href=\"https://www.cisecurity.org/controls/cis-controls-navigator/\" target=\"_blank\">CIS Control 9 – захист електронної пошти та веб-переглядача:</a>&#10; <span>Покращте захист і виявлення загроз від електронної пошти та веб-векторів, оскільки це надає можливість зловмисникам маніпулювати поведінкою людей через пряме залучення.</span>&#10; <br>&#10; </div>&#10; <div>&#10; <span><br></span>&#10; </div>&#10; <div>&#10; <div>&#10; <div>&#10; <div>&#10; <div>&#10; <div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації</a>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки. , людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. SC-7, SC-20, SC-21, SC-22, AC-4&#10; </div>&#10; </div>&#10; </div>&#10; </div>&#10; </div>&#10; </div>&#10; </div>&#10;</div>&#10;<div>&#10; <br>&#10;</div>&#10;<div>&#10; <a href=\"https://us-cert.cisa.gov/publications/securing-your-web-browser\" target=\"_blank\">Захист вашого веб-переглядача,</a> CISA: оновлено 2015 р. &#10 ; <br>&#10;</div> ",
    "supplementalInfo": "<p><strong> Мета запитання</strong>: щоб визначити, чи налаштуваннями безпеки веб-браузера керує організація. </p>&#10;<div>Веб-браузери є загальною точкою входу для зловмисних атак. Використовуйте налаштування безпеки електронної пошти та веб-браузера для захисту від підроблених або змінених електронних листів і незахищених веб-сторінок. Фільтрування вмісту, застосоване до зовнішніх веб-сайтів, може завадити зловмисникам доставляти шкідливий код до настільних програм. Брандмауери також можуть блокувати трафік до потенційно шкідливих сайтів, дозволяючи доступ до прийнятних програм. </div>&#10;<div> </div>&#10;<div>Оновлення налаштувань безпеки веб-браузера може значно ускладнити встановлення зловмисного програмного забезпечення. Як приклад, можна використовувати налаштування, щоб зменшити можливість встановлення плагінів та інших доповнень і вимкнути автоматичне виконання певних типів вмісту. </div>&#10;<div> </div>&#10;<div><strong><em>Ктерії для &#8220;Так&#8221; Відповідь: </em></strong></div>&#10;<div>&#10;<ul>&#10;<li>Налаштування безпеки веб-браузера активно використовуються та керуються для всієї організації.</ li>&#10;</ul>&#10;</div>"
  },
  {
    "matQuestionId": "1894",
    "questionText": "Чи забезпечуються найменші привілеї за допомогою технічних (на основі технологій) обмежень? ",
    "referenceText": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 1, Управління активами, версія 1.1</a> <span>: цей посібник призначено для організацій, яким потрібна допомога у створенні процесу управління активами.</span>&#10;<p></p>&#10;<p><a href=\"https:// media.defense.gov/2019/Sep/09/2002180330/-1/-1/0/Defend%20Privileges%20and%20Accounts%20-%20Copy.pdf\" target=\"_blank\">Найменший привілей</a>, <span>Адміністрація національної безпеки</span><span>, IA Guidance Security Tips,</span><span> 2017.</span></p>&#10;<p><a href=\"https: //media.defense.gov/2019/Jul/16/2002158046/-1/-1/0/CSI-NSAS-TOP10-CYBERSECURITY-MITIGATION-STRATEGIES.PDF\" target=\"_blank\">Десять найкращих стратегій пом'якшення кібербезпеки</a><span>, </span><span>Адміністрація національної безпеки</span><span>, IA Guidance Security Tips, </span><span>2018.</span></p>&#10 ;<p><a href=\"https://media.defense.gov/2019/Sep/09/2002180330/-1/-1/0/Defend%20Privileges%20and%20Accounts%20-%20Copy.pdf\" target=\"_blank\">Захист привілеїв і облікових записів</a><span>, </span><span>Адміністрація національної безпеки</span><span>, IA Guidance Security Tips, </span><span>2019. </span></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\"> NIST SP 800-53 Rev. 5, Засоби керування безпекою та конфіденційністю для інформаційних систем і організацій</a>: ця публікація містить каталог засобів керування безпекою та конфіденційністю для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій, і націю від різноманітних загроз і ризиків, включаючи ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. CM-5</span> ",
    "supplementalInfo": "<div><b>Мета запитання:</b> визначити, чи забезпечується принцип найменших привілеїв за допомогою технічних засобів контролю доступу користувачів. </div><div><br></div><div><i><b>Найменші привілеї</b> – це обмеження привілеїв лише для тих облікових записів, які вимагають від них виконання своїх обов’язків, одночасно обмежуючи облікові записи до лише ті привілеї, які дійсно необхідні. Це зменшує доступ цих привілеїв до меншого набору облікових записів, яким легше керувати. Локальні адміністративні облікові записи та облікові записи для керування та інсталяції програмного забезпечення є особливо потужними, але мають невеликі можливості контролю, тому їх слід максимально обмежити.</i></div><div><i><br></i ></div><div><i>Надайте доступ і дозволи адміністратора на основі принципів \"необхідності знати\" та \"найменших привілеїв\". Обмежте доступ користувачів лише до необхідної інформації, мереж, обладнання та програм. </i></div><div><br></div><div> Запитання для розгляду:</div><div><ul><li>Ви запитуєте, чому комусь або чомусь потрібен привілейований доступ ? </li><li>Чи потрібен маркетинговій команді доступ до фінансових операцій компанії? </li><li>Чи потрібен команді з бронювання доступ до соціальних мереж? </li><li>Чи потрібні молодшому аналітику права адміністратора/конфігурації на рівні керування?</li></ul><span>Відповіді на ці запитання допоможуть вам визначити та застосувати обов’язкові для ознайомлення та мінімальні повноваження для зниження ризики зараження зловмисним програмним забезпеченням, витоку даних і внутрішніх загроз.</span></div><div><span><br></span></div><div><span>Технічні реалізації з найменшими привілеями можуть включати :</span><br><ul><li>Призначення користувачів до певних груп із застосуванням певних привілеїв</li><li>Призначення робочого часу користувача</li><li>Використання обмежень на основі комп’ютера</li> <li>Використання окремих доменів обробки для точнішого розподілу привілеїв користувачів</li><li>Обмеження привілейованих облікових записів певним персоналом або ролями</li><li>Використання обмежень на основі місцезнаходження</li></ul></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь:</i></b></div><div><ul><li>Організація використовує технологічні засоби для забезпечення дотримання принципу найменших привілеїв для всіх користувачів.</li></ul></div >"
  },
  {
    "matQuestionId": "1895",
    "questionText": "Чи ведуться журнали аудиту для всіх привілейованих облікових записів (наприклад, системного адміністратора)? ",
    "referenceText": "<span><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-92.pdf\" target=\"_blank\">NIST SP 800-92, Керівництво з керування журналами комп’ютерної безпеки</ a>: Ця публікація має на меті допомогти організаціям зрозуміти потребу в надійному управлінні журналами безпеки комп’ютера. Він надає практичні практичні вказівки щодо розробки, впровадження та підтримки ефективних практик керування журналами на підприємстві. Інструкції в цій публікації охоплюють кілька тем, зокрема створення інфраструктур керування журналами, а також розробку та виконання надійних процесів керування журналами в усій організації.</span>&#10;<u><span></span></u><span></span>&#10;<p></p>&#10;<p></p>&#10;<p><a href=\"https://nvlpubs. nist.gov/nistpubs/SpecialPublications/NIST.SP.800-61r2.pdf\" target=\"_blank\">NIST SP 800-61 ред. 2, Посібник із обробки інцидентів комп’ютерної безпеки:</a> Ця публікація допомагає організаціям у створенні можливостей реагування на інциденти комп’ютерної безпеки та ефективному й ефективному поводженні з інцидентами. Ця публікація містить вказівки щодо обробки інцидентів, зокрема для аналізу даних, пов’язаних з інцидентами, і визначення відповідної реакції на кожен інцидент. Рекомендацій можна дотримуватися незалежно від певних апаратних платформ, операційних систем, протоколів або програм.<br></p>&#10;<p><a href=\"https://www.cisecurity.org/controls/ v8/\" target=\"_blank\">CIS Controls Version 8</a>: CIS Controls – це пріоритетний набір заходів безпеки для пом’якшення найпоширеніших кібератак на системи та мережі. Вони зіставляються з кількома правовими, нормативними та політичними рамками та посилаються на них.</p>&#10;<p><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800- 115.pdf\" target=\"_blank\">NIST SP 800-115, Technical Guide to Information Security Testing and Assessment</a><span>: Метою цього документа є допомога організаціям у плануванні та проведенні технічних тестів інформаційної безпеки та дослідження, аналіз результатів і розробка стратегій пом'якшення. Посібник містить практичні рекомендації щодо розробки, впровадження та підтримки процесів і процедур тестування та перевірки технічної безпеки інформації.</span></p>&#10;<p></p>&#10;<p></ p>&#10;<p></p>&#10;<p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target =\"_blank\">NIST SP 800-53 Rev. 5, Засоби керування безпекою та конфіденційністю для інформаційних систем і організацій</a>: ця публікація містить каталог засобів керування безпекою та конфіденційністю для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і країни від різноманітних загроз і ризиків, включаючи ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. АС-2, АС-3, АС-2 (7), АС-6 (9)</p> ",
    "supplementalInfo": "<div><div><b>Мета запитання: </b>щоб визначити, чи ведуться журнали аудиту для всіх привілейованих облікових записів.</div><div><br></div><div><b>Аудит журнал</b> - це запис подій, що відбуваються в системах і мережах організації. Журнали складаються із записів; кожен запис містить інформацію, пов’язану з конкретною подією, що сталася в системі чи мережі. Багато журналів в організації містять записи, пов’язані з комп’ютерною безпекою. Ці журнали безпеки комп’ютера генеруються багатьма джерелами, включаючи програмне забезпечення безпеки, таке як антивірусне програмне забезпечення, брандмауери та системи виявлення та запобігання вторгненням; операційні системи на серверах, робочих станціях і мережевому обладнанні; і програми.</div><div><br></div><div><b> Можливі дії:</b></div><div><ul><li>визначити набір подій, які можна перевірити , організації повинні розглядати аудит як доречний для кожного засобу контролю безпеки, який необхідно запровадити.</li><li>Щоб переконатися, що поточний набір подій, які підлягають перевірці, усе ще є відповідним, слід проводити періодичний перегляд.</li><li >Записи аудиту інформаційної системи слід періодично (як визначено організацією) переглядати на ознаки неналежної або незвичайної діяльності.</li><li>Інформація аудиту та інструменти аудиту мають бути захищені від несанкціонованого доступу, зміни та видалення.</ li><li>Організації повинні зберігати записи аудиту, доки не буде встановлено, що вони більше не потрібні для адміністративних, юридичних, аудиторських чи інших цілей.</li></ul></div><div> </div> <div><i><b>Ктерії для &#8220;Так&#8221; Відповідь: </b></i></div><div><ul><li>Журнали аудиту збираються та зберігаються для всіх привілейованих облікових записів. </li></ul></div></div>"
  },
  {
    "matQuestionId": "1897",
    "questionText": "Чи створюються щоденні резервні копії важливих систем і даних на сторонньому місці з можливістю відновлення кількох версій принаймні за 30 днів? ",
    "referenceText": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації:</a> <span>Ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, зокрема ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. CP-1, CP-2, </span>&#10;<span>CP-9, CP-10</span>&#10;<div>&#10; <br>&#10; <div>&#10; <p><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-34r1.pdf\" target=\"_blank\">NIST SP 800-34 Rev. 1, Керівництво з планування на випадок надзвичайних ситуацій для федерального Інформаційні системи:</a><span> Ця публікація допомагає організаціям зрозуміти мету, процес і формат розробки планування на випадок непередбачених ситуацій інформаційної системи за допомогою практичних практичних інструкцій. Цей керівний документ містить довідкову інформацію про взаємозв’язки між плануванням на випадок непередбачених ситуацій інформаційної системи та іншими типами планів на випадок надзвичайних ситуацій, пов’язаних із безпекою та управлінням у надзвичайних ситуаціях, стійкістю організації та життєвим циклом розробки системи.</span></p>&#10; <div>&#10; <a href=\"https://www.cisecurity.org/controls/cis-controls-navigator/\" target=\"_blank\">CIS Control 11 – Відновлення даних:</a> <span>Встановлення та підтримка практики відновлення даних достатньо, щоб відновити корпоративні активи, що входять до інциденту, до надійного стану.</span>&#10; <span><br></span>&#10; </div><div><span><br></span></div>&#10; </div>&#10;</div>&#10;<div><a href=\"https://www.nccoe.nist.gov/sites/default/files/library/supplemental-files/msp- protecting-data-extended.pdf\" target=\"_blank\">Захист даних від програм-вимагачів та інших випадків втрати даних: </a><span>Посібник для постачальників керованих послуг із створення, підтримки та тестування резервних копій файлів, Національний центр кібербезпеки передового досвіду (NCCoE), 2020.</span><br></div><div><br></div><div>&#10; <a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 1, Управління активами, версія 1.1: </a ><span>Цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління активами.</span>&#10; <br>&#10;</div> ",
    "supplementalInfo": "<p><strong>Мета запитання</strong>: щоб визначити, чи створюються щоденні резервні копії важливих систем у зовнішньому місці з можливістю відновлення принаймні через 30 днів.</p>&#10;<p>Навчіться захистити вашу інформацію під час її зберігання, обробки або передачі. Визначте інформацію, важливу для операцій, що зберігається у вашій мережі. Майте плани, які допоможуть відновити системи, мережі та дані з відомих резервних копій. Регулярне резервне копіювання захищає від програм-вимагачів та інших форм атак шкідливих програм. Використовуйте локальні та дистанційні методи резервного копіювання, щоб захистити вразливу інформацію. Періодичне тестування процедур резервного копіювання та зберігання в організації забезпечує постійну дійсність у міру зміни робочих умов. </p>&#10;<div>Служби резервного копіювання онлайн і хмарних сховищ можуть допомогти захистити від втрати даних і забезпечити шифрування як додатковий рівень безпеки. Визначте ключові файли, до яких вам потрібен доступ, якщо онлайн-резервні копії недоступні, коли у вас немає з’єднання з Інтернетом.</div><div><br></div>&#10;<div><strong>Можливі дії: </ strong></div>&#10;<div></div>&#10;<div>&#10;<ul>&#10;<li>Використовуйте рішення для резервного копіювання, яке автоматично та постійно створює резервні копії ваших даних - критичні дані та конфігурації системи. </li>&#10;<li>Використовуйте засоби захисту для резервних копій, зокрема фізичну безпеку, шифрування та офлайн-копії. </li>&#10;<li>Щоб збільшити шанси на відновлення втрачених або пошкоджених даних, дотримуйтеся правила 3-2-1:&#10;<ul>&#10;<li>3 &#8211; Зберігайте три копії будь-якого важливого файлу: одну основну та дві резервні. </li>&#10;<li>2 &#8211; Зберігайте файли на двох різних типах носіїв, щоб захистити від різних видів небезпеки. </li>&#10;<li>1 &#8211; Зберігати одну копію &#8211; або &#8220;go bag&#8221; &#8211; за межами об’єкта (наприклад, поза домом або виробничим приміщенням). </li>&#10;</ul>&#10;</li>&#10;</ul>&#10;</div>&#10;<div><strong><em>Критерії для &#8220;Так&#8221; Відповідь: </em></strong></div>&#10;&#10;<ul>&#10;<li>щодня створюється резервна копія важливих систем і даних. </li>&#10;<li>Також створено резервну копію на інше місце. </li>&#10;<li>І створено з можливістю відновлення кількох версій щонайменше за 30 днів.</li>&#10;</ul>&#10;&#10;"
  },
  {
    "matQuestionId": "1898",
    "questionText": "Чи проводяться щорічні настільні навчання, які включають сценарії реагування на фішинг? ",
    "referenceText": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації:</a>&#10;<span>Ця публікація містить каталог елементів керування безпекою та конфіденційністю для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітного набору загрози та ризики, зокрема ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності.</span>&#10;<span>AT-2, AT-3, CP-4, IR- 3</span>&#10;<br>&#10;<p></p> &#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800- 84.pdf\" target=\"_blank\"><span>NIST SP 800-84, Посібник із програм тестування, навчання та вправ для ІТ-планів і можливостей</span></a>: <span>Ця публікація має на меті допомогти організацій у розробці, розробці, проведенні та оцінці </span>&#10;<span>програм тестування, навчання та вправ (TT&amp;E) і </span>&#10;<span>заходів у зусиллях щоб допомогти персоналу підготуватися до несприятливих ситуацій, пов’язаних із ІТ.</span>&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/ SpecialPublications/NIST.SP.800-171r2.pdf\" target=\"_blank\">NIST SP 800-171 Rev. 2, Захист контрольованої несекретної інформації в нефедеральних системах і організаціях</a>: захист контрольованої несекретної інформації (CUI) резидентство в нефедеральних системах і організаціях має першорядне значення для федеральних агентств і може безпосередньо впливати на здатність федерального уряду успішно виконувати свої основні місії та функції. Ця публікація надає установам рекомендовані вимоги безпеки для захисту конфіденційності CUI, коли інформація знаходиться в нефедеральних системах і організаціях.</span>&#10;<p></p> ",
    "supplementalInfo": "<b>&#10;Мета запитання</b>: щоб визначити, чи організація проводить настільні навчання, які включають сценарії реагування на фішинг, принаймні раз на рік. <div><br></div><div>Плануйте, готуйте та проводите тренування щодо кібератак, як-от фішинг, і таких інцидентів, як пожежа чи пограбування. Це передбачає наявність планів і процедур реагування на інциденти, навчений персонал, розподіл ролей і обов’язків, а також плани інформування про інциденти. </div><div><br></div><div>Настільне тренування – це обговорення плану реагування на інцидент на основі моделювання надзвичайної ситуації, описаної в певному сценарії загрози. Члени команди обговорять свої ролі та реакцію на конкретну ситуацію чи інцидент, описаний у сценарії. Це допомагає організації виявляти недоліки чи прогалини у реагуванні організації та допомагає навчити й краще підготувати членів команди до реагування в реальній ситуації. </div><div><br></div><div><b>Можливі дії: </b></div><div><ul><li>Переконайтеся, що плани реагування на інциденти враховують кібератаки , як-от фішинг і програми-вимагачі. </li><li>Проводьте вправи, як-от настільні вправи, і переконайтеся, що ці вправи включають сценарії реагування на фішинг. </li></ul></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Настільні навчання, які перевіряють план реагування на інциденти організації та включають сценарії реагування на фішинг, проводяться принаймні раз на рік.&#10;</li ></ul></div>"
  },
  {
    "matQuestionId": "1899",
    "questionText": "Чи навчені користувачі розпізнавати такі кіберзагрози, як фішинг? ",
    "referenceText": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-177r1.pdf\" target=\"_blank\">NIST SP 800-177, версія 1, надійна електронна пошта</a>: Цей документ містить рекомендації та вказівки щодо підвищення довіри до електронної пошти. Основна аудиторія включає адміністраторів корпоративної електронної пошти, спеціалістів з інформаційної безпеки та менеджерів мереж.&#10;<br>&#10;<p></p>&#10;<a href=\"https://www.cisa. gov/sites/default/files/publications/CISA_MS-ISAC_Ransomware%20Guide_S508C.pdf\" target=\"_blank\">Посібник із програм-вимагачів CISA та MS-ISAC</a>: у цьому посібнику наведено найкращі практики та рекомендації щодо розробки політики реагування на кіберінциденти та процедури.&#10;<p></p>&#10;<a href=\"https://cyberreadinessinstitute.org/remote-work-resources/\" target=\"_blank\">Cyber Readiness Institute&#8217;s Посібник із програмами-вимагачами: </a>Як підготуватися до атаки програм-вимагачів, відреагувати на них і відновитися після них.&#10;<p></p>&#10;<span><a href=\"https://nvlpubs .nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності для інформаційних систем і організацій</a>: ця публікація надає каталог елементів керування безпекою та конфіденційністю для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні органи та ризики конфіденційності. AT-2, AT-3</span>&#10;<p></p> ",
    "supplementalInfo": "<div><strong>Мета запитання</strong>: щоб визначити, чи всі співробітники навчені розпізнавати кіберзагрози, як-от фішингові атаки. </div>&#10;<div> </div>&#10;<div>Ваш персонал часто є першою лінією захисту вашої організації. Інвестування у ваш персонал зменшує вразливість і стимулює культуру власності. Вони мають бути підготовлені, щоб розпізнавати ризики кібербезпеки, такі як фішингові шахрайства, злом паролів і застаріле антишкідливе програмне забезпечення, а також навчені реагувати та ділитися інформацією належним чином. Регулярне навчання допомагає співробітникам зрозуміти свою роль у кібербезпеці, незалежно від технічного досвіду, і дії, які вони вживають, допомагають захистити вашу організацію та клієнтів. </div>&#10;<div> </div>&#10;<div>Навчання вашого персоналу та підвищення обізнаності в кіберпространстві не означає, що ви повинні створювати навчальні матеріали з нуля. Багато професійних організацій, галузевих асоціацій і наукових установ, а також приватний сектор і державні джерела безкоштовно надають готові до використання навчальні ресурси з кібербезпеки. </div>&#10;<div> </div>&#10;<div>Навчання має бути зосереджено на загрозах, з якими стикаються співробітники, як-от фішингові електронні листи, підозрілі події, на які слід стежити, і прості найкращі практики, які окремі працівники можуть застосувати, щоб зменшити ризик. Кожен обізнаний співробітник зміцнює вашу організацію проти атак і діє як ще один &#8220;датчик&#8221; щоб визначити атаку.&#10;<div> </div>&#10;<div><strong>Можливі дії: <br></strong></div>&#10;<div>&#10 ;<ul>&#10;<li>Визначте доступні навчальні ресурси через професійні асоціації, академічні установи, приватний сектор і державні джерела. </li>&#10;<li>Навчіть персонал таким ризикам, як фішинг і компрометація корпоративної електронної пошти. </li>&#10;<li>Регулярно надсилайте оновлення та нагадування, щоб інформувати всіх про поточні загрози та способи їх усунення, якщо вони виникнуть. </li>&#10;<li>Переконайтеся, що співробітники знають, як і кому повідомляти про підозрілі електронні листи, можливі спроби фішингу та іншу аномальну діяльність. </li></ul></div>&#10;<div><strong><em>Ктерії для &#8220;Так&#8221; Відповідь: </em></strong></div>&#10;<div>&#10;<ul>&#10;<li>Увесь персонал навчений розпізнавати кіберзагрози, як-от фішинг, за допомогою інструктажу та ін. означає.</li>&#10;</ul>&#10;</div>&#10;</div>"
  },
  {
    "matQuestionId": "1900",
    "questionText": "Чи фільтрується електронна пошта для захисту від шкідливого вмісту? ",
    "referenceText": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-177r1.pdf\" target=\"_blank\">NIST SP 800-177, версія 1, надійна електронна пошта</a><span>: цей документ містить рекомендації та вказівки щодо підвищення довіри до електронної пошти. Основна аудиторія включає адміністраторів корпоративної електронної пошти, спеціалістів з інформаційної безпеки та менеджерів мереж.</span>&#10;<br>&#10;<p></p>&#10;<span><a href=\"https ://www.cisa.gov/sites/default/files/publications/CISA_MS-ISAC_Ransomware%20Guide_S508C.pdf\" target=\"_blank\">Посібник із програм-вимагачів CISA та MS-ISAC</a>: у цьому посібнику наведено передові практики та рекомендації для розробки політики та процедур реагування на кіберінциденти.</span>&#10;<p></p>&#10;<span><a href=\"https://cyberreadinessinstitute.org/remote-work-resources/ \" target=\"_blank\"><span>Cyber Readiness Institute's Ransomware Playbook: </span></a>Як підготуватися до атаки програм-вимагачів, відреагувати на них і відновитися після них.</span>&#10 ;<p></p> ",
    "supplementalInfo": "<b>&#10;Мета запитання</b>: щоб визначити, чи вся електронна пошта фільтрується для захисту від шкідливого вмісту. <div><br></div><div>Веб-браузери та клієнти електронної пошти є дуже поширеними точками входу для зловмисників. Електронні листи можуть створюватися так, щоб обманювати користувачів, щоб вони розкрили конфіденційну інформацію. Використання фільтрації електронної пошти та сканування зловмисного програмного забезпечення на шлюзі електронної пошти зменшує кількість шкідливих електронних листів, які надходять до персоналу організації. Вихідну електронну пошту також можна відфільтрувати, щоб запобігти випадковому надсиланню зловмисних електронних листів персоналом і попередити організацію про можливу внутрішню проблему. </div><div><br></div><div><b>Можливі дії: <br></b></div><div><ul><li>Використання налаштувань безпеки електронної пошти та веб-браузера для захисту від підроблених або змінених електронних листів і незахищених веб-сторінок. </li><li>Використовуйте механізми захисту від спаму для виявлення небажаних повідомлень і реагування на них. Спам можна передавати різними способами, включаючи електронну пошту, вкладення електронної пошти та доступ до Інтернету. </li><li>Налаштуйте параметри електронної пошти, щоб дозволити безпечну пошту. Налаштуйте фільтри вмісту, щоб надсилати листи, що містять певні слова та адреси електронної пошти, до папки спаму та блокувати шкідливі вкладення. </li></ul></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Уся електронна пошта, отримана організацією, фільтрується для блокування шкідливого вмісту.&#10;</li></ul></ div>"
  },
  {
    "matQuestionId": "1902",
    "questionText": "Чи відстежується мережевий трафік периметра? ",
    "referenceText": "<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-137.pdf\" target=\"_blank\">NIST SP 800-137, Безперервний моніторинг інформаційної безпеки (ISCM) для федеральних інформаційних систем та організації:</a> Метою цієї настанови є допомога організаціям у розробці стратегії постійного моніторингу та впровадженні програми постійного моніторингу, що забезпечує видимість активів організації, усвідомлення загроз і вразливостей, а також видимість ефективності розгорнутий контроль безпеки. Він забезпечує постійну впевненість у тому, що заплановані та впроваджені засоби контролю безпеки узгоджені з організаційною толерантністю до ризику, а також інформацію, необхідну для своєчасного реагування на ризик, якщо спостереження вкажуть, що засоби контролю безпеки є неадекватними.&#10; <p></p>&#10;</div>&#10;<a href=\"https://www.cisecurity.org/controls/network-monitoring-and-defense/\" target=\"_blank\" >CIS Control 13: Моніторинг і захист мережі:</a> Керуйте процесами та інструментами для створення та підтримки комплексного моніторингу мережі та захисту від загроз безпеці в мережевій інфраструктурі підприємства та базі користувачів.&#10;<p> </p>&#10;<p></p>&#10;<p></p>&#10;<a href=\"https://www.cisecurity.org/controls/network-infrastructure -management/\" target=\"_blank\">CIS Control 12, Network Infrastructure Management:</a> Встановлення, впровадження та активне керування (відстеження, звітування, виправлення) мережевих пристроїв, щоб запобігти використанню зловмисниками вразливих мережевих служб і точки доступу.&#10;<p></p>&#10;<p></p>&#10;<p></p>&#10;<a href=\"https://nvlpubs .nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності для інформаційних систем і організацій</a>: ця публікація надає каталог елементів керування безпекою та конфіденційністю для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки, людські помилки, природні &#10;<font face=\"Arial\">катастрофи, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. SI-4</font>&#10;<p></p>&#10;<p></p>&#10;<p></p>&#10;<font face=\"Arial \"><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-CM_0.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 2, Керування елементами керування, версія 1.1:</a> Цей посібник призначений для організацій, яким потрібна допомога у створенні процесу керування засобами контролю. Щоб окреслити цей процес, у цьому документі використовуватиметься підхід, загальний для багатьох стандартів і настанов управління засобами контролю. Описані області процесу включають: створення плану управління засобами контролю; визначення елементів керування; аналіз і розгортання елементів керування; оцінка елементів керування.</font>&#10;<br>&#10;<p></p> ",
    "supplementalInfo": "<b>&#10;Мета запитання</b>: щоб визначити, чи трафік периметральної мережі активно відстежується організацією.<div><br></div><div>Керувати компонентами периметральної мережі та контролювати інтернет-трафік у і з вашої організації. Встановіть стратегію моніторингу, щоб виявити незвичну діяльність, яка може свідчити про атаку. Можливість постійного моніторингу повинна дозволити персоналу отримувати сповіщення та швидше реагувати на інциденти безпеки. </div><div><br></div><div><b>Можливі дії: </b></div><div><ul><li>розгорнути системи виявлення або запобігання вторгненням. Системи виявлення та запобігання вторгненням є прикладами технологій, здатних сканувати та аналізувати інтернет-трафік на наявність зловмисної активності, повідомляти про цю активність і потенційно вживати заходів проти неї. </li><li>Розгортайте аналізатори мережевого трафіку. Аналізатори мережевого трафіку можуть контролювати як інтернет-трафік, який перетинає периметр мережі, так і всі внутрішні комунікації мережі, аналізуючи мережевий трафік і записи потоків. </li></ul></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>увесь мережевий трафік периметра активно відстежується для виявлення зловмисної активності. &#10;</li></ul></div>"
  },
  {
    "matQuestionId": "1903",
    "questionText": "Чи відстежується трафік внутрішньої мережі? ",
    "referenceText": "<div>&#10; <span><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-137.pdf\" target=\"_blank\">NIST SP 800-137, Безперервний моніторинг інформаційної безпеки (ISCM) для Федеральні інформаційні системи та організації</a>: ціль цієї настанови полягає в тому, щоб допомогти організаціям у розробці стратегії постійного моніторингу та впровадженні програми постійного моніторингу, що забезпечує видимість організаційних активів, усвідомлення загроз і вразливостей, а також видимість ефективність розгорнутих засобів контролю безпеки. Він надає постійну впевненість у тому, що заплановані та впроваджені засоби контролю безпеки узгоджені з організаційною толерантністю до ризику, а також інформацію, необхідну для своєчасного реагування на ризик, якщо спостереження вкажуть, що засоби контролю безпеки є неадекватними.</span>&#10; <span></span>&#10; <p></p>&#10;</div>&#10;<a href=\"https://www.cisecurity.org/controls/network-monitoring-and-defense/\" target=\"_blank\" >CIS Control 13: Моніторинг і захист мережі</a>: керуйте процесами та інструментами для створення та підтримки комплексного моніторингу мережі та захисту від загроз безпеці в мережевій інфраструктурі підприємства та базі користувачів.&#10;<p> </p>&#10;<p></p>&#10;<a href=\"https://www.cisecurity.org/controls/network-infrastructure-management/\" target=\"_blank\">CIS Контроль 12, Керування мережевою інфраструктурою</a>: установіть, запровадьте та активно керуйте (відстежуйте, повідомляйте, виправляйте) мережевими пристроями, щоб запобігти використанню зловмисниками вразливих мережевих служб і точок доступу.&#10;<p></p>&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\" _blank\">NIST SP 800-53 Rev. 5, Засоби керування безпекою та конфіденційністю для інформаційних систем і організацій</a>: ця публікація містить каталог засобів керування безпекою та конфіденційністю для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інші організації та націю від різноманітних загроз і ризиків, включаючи ворожі атаки, людські помилки, стихійні &#10;<font face=\"Arial\">катастрофи, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. SI-4</font>&#10;<p></p>&#10;<p></p>&#10;<font face=\"Arial\"><a href=\"https:// www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-CM_0.pdf\" target=\"_blank\">Посібник із додатковими ресурсами CRR, том 2, керування елементами керування, версія 1.1</a>: цей посібник призначено для організацій, яким потрібна допомога у встановленні процесу управління контролем. Щоб окреслити цей процес, у цьому документі використовуватиметься підхід, загальний для багатьох стандартів і настанов управління засобами контролю. Описані області процесу включають: створення плану управління засобами контролю; визначення елементів керування; аналіз і розгортання елементів керування; оцінювання елементів керування.</font><div>&#10; <p></p>&#10;</div>&#10;<p></p>&#10;<p></p>&#10;<p></p> ",
    "supplementalInfo": "<b>&#10;Мета запитання</b>: щоб визначити, чи внутрішній мережевий трафік активно відстежується організацією.<div><br></div><div>Дізнатися, що відбувається у вашій мережі. Керуйте компонентами внутрішньої мережі, компонентами хоста та пристрою, даними в стані спокою та передачі, а також поведінкою та діяльністю користувачів. Активне збереження цієї інформації дасть вам основу для тестування безпеки та прийняття рішень на основі безпеки. Можливість безперервного моніторингу має підвищити швидкість виявлення та реагування, а також дозволити персоналу отримувати сповіщення та швидше реагувати на інциденти безпеки. </div><div><br></div><div><b>Можливі дії: </b></div><div><ul><li>розгорнути аналізатори мережевого трафіку. Аналізатори мережевого трафіку можуть контролювати всі внутрішні комунікації мережі, аналізуючи мережевий трафік і записи потоків, а також інтернет-трафік, який перетинає периметр мережі. </li><li>За потреби розгортайте мережеві пристрої виявлення та/або запобігання вторгненням. </li><li>За необхідності розгортайте рішення для запобігання вторгненням на основі хосту. </li><li>Збирайте та оцінюйте журнали потоку мережевого трафіку. </li></ul></div><div><br></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>У відповідних випадках організація активно відстежує внутрішній мережевий трафік.</li></ul></div>"
  },
  {
    "matQuestionId": "1904",
    "questionText": "Чи сегментовані мережі для захисту критично важливих активів? ",
    "referenceText": "<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-125B.pdf\" target=\"_blank\">Спеціальна публікація NIST 800-125B, конфігурація безпечної віртуальної мережі для віртуальної машини ( VM) Захист:</a>&#10; <span> У цьому документі розглядаються області конфігурації віртуальної мережі: сегментація мережі, резервування мережевого шляху, контроль трафіку за допомогою брандмауерів і моніторинг трафіку віртуальної машини. У цьому документі аналізуються параметри конфігурації в цих областях і представлено відповідний набір рекомендацій щодо безпечної конфігурації віртуальної мережі для захисту віртуальної машини.</span>&#10; <br>&#10;</div>&#10;<div>&#10; <span><br></span>&#10;</div>&#10;<span><a href=\"https://www.cisecurity.org/controls/network-monitoring-and-defense/ \" target=\"_blank\">Контроль CIS 13: Моніторинг і захист мережі:</a> Керуйте процесами та інструментами для створення та підтримки комплексного моніторингу мережі та захисту від загроз безпеці в мережевій інфраструктурі підприємства та базі користувачів.</span>&#10;<p></p>&#10;<span><a href=\"https://www.cisecurity.org/controls/network-infrastructure-management/\" target=\"_blank\" >CIS Control 12, Network Infrastructure Management:</a> Встановлюйте, впроваджуйте та активно керуйте (відстежуйте, звітуйте, виправляйте) мережевими пристроями, щоб запобігти використанню зловмисниками вразливих мережевих служб і точок доступу.</span>&# 10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Засоби керування безпекою та конфіденційністю для інформаційних систем і організацій:</a> Ця публікація містить каталог засобів керування безпекою та конфіденційністю для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і Нація від різноманітних загроз і ризиків, включаючи ворожі атаки, людські помилки, природні &#10;<font face=\"Arial\">катастрофи, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. SI-4</font>&#10;<p></p>&#10;<font face=\"Arial\"><a href=\"https://www.cisa.gov/sites/default/files /publications/CRR_Resource_Guide-CM_0.pdf\" target=\"_blank\">Посібник із додатковими ресурсами CRR, Том 2, Керування засобами контролю, версія 1.1:</a> Цей посібник призначено для організацій, яким потрібна допомога у створенні процесу керування засобами контролю. Щоб окреслити цей процес, у цьому документі використовуватиметься підхід, загальний для багатьох стандартів і настанов управління засобами контролю. Описані області процесу включають: створення плану управління засобами контролю; визначення елементів керування; аналіз і розгортання елементів керування; оцінювання елементів керування.</font><div>&#10; <p></p>&#10;</div> ",
    "supplementalInfo": "<b>&#10;Мета запитання</b>: щоб визначити, чи мережі сегментовані для захисту критично важливих ресурсів організації.<div><br></div><div>Сегментація ділить комп’ютерну мережу на менші частини. Сегментація мережі покращує продуктивність і безпеку мережі за рахунок зменшення поверхні атаки та обмеження того, наскільки далеко може поширитися атака. Можна контролювати мережевий трафік між різними частинами мережі. Можна реалізувати політику сегментації, щоб обмежити потік мережевого трафіку за типом, адресою джерела та адресою призначення. </div><div><br></div><div>Деякі технології, які можна використовувати для впровадження політики сегментації, включають: </div><div><ul><li>брандмауери </li><li >список контролю доступу </li><li>віртуальні локальні мережі (VLAN) </li><li>програмно визначені мережі та програмно визначену технологію доступу </li></ul></div><div><br ></div><div><b><i>Критерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>сегментацію мережі було впроваджено, де необхідно, щоб захистити критично важливі активи організації. &#10;</li></ul></div>"
  },
  {
    "matQuestionId": "1905",
    "questionText": "Чи встановила організація базовий рівень мережевого трафіку та чи використовується він для виявлення аномальної активності? ",
    "referenceText": "<span><a href=\"https://www.cisecurity.org/controls/network-monitoring-and-defense/\" target=\"_blank\">CIS Control 13: Моніторинг і захист мережі</a>: керуйте процесами а також інструменти для встановлення та підтримки комплексного моніторингу мережі та захисту від загроз безпеці в межах мережевої інфраструктури підприємства та бази користувачів.</span>&#10;<p></p>&#10;<span><a href=\"https://www.cisecurity.org/controls/network-infrastructure-management/\" target=\"_blank\">CIS Control 12, Network Infrastructure Management</a>: Створення, впровадження та активне керування (відстеження , звіт, виправлення) мережевих пристроїв, щоб запобігти використанню зловмисниками вразливих мережевих служб і точок доступу.</span>&#10;<p></p>&#10;<a href=\"https:// nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності для інформаційних систем і організацій</a>: це Публікація надає каталог засобів контролю безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки, людські помилки, природні &#10; <font face=\"Arial\">катастрофи, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. SI-4</font>&#10;<p></p>&#10;<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-CM_0.pdf \" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 2, Керування засобами контролю, версія 1.1</a>: цей посібник призначено для організацій, яким потрібна допомога у створенні процесу керування засобами контролю. Щоб окреслити цей процес, у цьому документі використовуватиметься підхід, загальний для багатьох стандартів і настанов управління засобами контролю. Описані області процесу включають: створення плану управління засобами контролю; визначення елементів керування; аналіз і розгортання елементів керування; оцінка елементів керування.<div><br><div><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-VM_0.pdf\" target=\"_blank\">CRR Supplemental Посібник ресурсів, Том 4, Керування вразливими місцями, версія 1.1</a>: цей посібник призначено для організацій, яким потрібна допомога у створенні процесу керування вразливими місцями. Описані області процесу включають: розробку аналізу вразливості та стратегії вирішення проблеми; розробка плану управління вразливістю; розвиток можливостей виявлення вразливостей; оцінка діяльності з управління вразливістю; керування впливом.&#10;<p></p></div></div> ",
    "supplementalInfo": "<b>Мета запитання</b>: визначити, чи встановлено базовий рівень мережевого трафіку та чи він активно використовується для виявлення аномальної активності. <div><br></div><div>Дізнайтеся, що відбувається у вашій мережі. Керуйте компонентами мережі та периметра, компонентами хоста та пристрою, даними в стані спокою та передачі, а також поведінкою та діяльністю користувачів. </div><div><br></div><div>Моніторинг мережевого трафіку може надати організаціям видимість їхніх мереж і дати змогу організації створити базову лінію нормальної поведінки з часом. Ця базова інформація допоможе організації приймати рішення на основі безпеки, знаходити та відстежувати зловмисну поведінку та реагувати на інциденти. Це також допоможе організації оцінити проблеми з продуктивністю мережі та проблеми з додатками. </div><div><br></div><div>Взаємозв’язані інструменти та механізми моніторингу мережі та системи, які зазвичай працюють ізольовано, включаючи програмне забезпечення для захисту від зловмисного коду, моніторинг хостів і мереж, можуть забезпечити моніторинг всієї організації та виявити невидимі шаблони атак.</div><div><br></div><div><b>Можливі дії: </b></div><div><ul ><li>Розгорнути аналізатори мережевого трафіку. Аналізатори мережевого трафіку можуть контролювати всі внутрішні комунікації мережі, аналізуючи мережевий трафік і записи потоків, а також інтернет-трафік, який перетинає периметр мережі. </li><li>Збирайте журнали потоку мережевого трафіку та створюйте діаграми мережевого потоку. </li><li>За необхідності розгортайте рішення для запобігання вторгненням на основі хосту. </li></ul></div><div><i><br></i></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Організація встановила базовий рівень мережевого трафіку та активно використовує цей базовий рівень, щоб спробувати виявити аномальну діяльність. &#10;</li></ul></div>"
  },
  {
    "matQuestionId": "1906",
    "questionText": "Чи було проведено інвентаризацію апаратних і програмних активів організації та чи керується інвентаризація? ",
    "referenceText": "<p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Безпека та конфіденційність Засоби керування для інформаційних систем і організацій</a>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, зокрема ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. CM-8</p>&#10;<div>&#10; <div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-137.pdf\" target=\"_blank\">NIST SP 800-137, Безперервний моніторинг інформаційної безпеки (ISCM) для федеральних інформаційних систем та організації</a>: мета цієї настанови полягає в тому, щоб допомогти організаціям у розробці стратегії постійного моніторингу та впровадженні програми постійного моніторингу, що забезпечує видимість організаційних активів, усвідомлення загроз і вразливостей, а також видимість ефективності розгорнутий контроль безпеки. Він забезпечує постійну впевненість у тому, що заплановані та впроваджені засоби контролю безпеки узгоджені з організаційною толерантністю до ризику, а також інформацію, необхідну для своєчасного реагування на ризик, якщо спостереження вкажуть, що засоби контролю безпеки є неадекватними.&#10; </div>&#10; <div>&#10; <p></p>&#10; <p><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 1, Управління активами, версія 1.1</a>: цей посібник призначено для організацій, яким потрібна допомога у створенні процесу управління активами.</p>&#10; <a href=\"https://www.cisecurity.org/controls/inventory-and-control-of-enterprise-assets/\" target=\"_blank\">CIS Control 1: Інвентаризація та контроль активів підприємства</a> : активно керуйте (інвентаризуйте, відстежуйте та виправляйте) усіма активами підприємства (пристроями кінцевих користувачів, у тому числі портативними та мобільними; мережевими пристроями; некомп’ютерними пристроями/пристроями Інтернету речей (IoT); і серверами), підключеними до інфраструктури фізично, віртуально. , віддалено та в хмарних середовищах, щоб точно знати сукупність активів, які потрібно контролювати та захищати в межах підприємства. Це також підтримуватиме ідентифікацію несанкціонованих і некерованих активів для видалення або виправлення.&#10; </div>&#10;</div> ",
    "supplementalInfo": "<p><span><b>Мета запитання: </b>щоб визначити, чи інвентаризовано апаратне та програмне забезпечення організації та чи керується цим інвентарем і чи підтримується він.</span></p>&# 10;<div><ul><li>Організація повинна провести інвентаризацію своїх апаратних і програмних активів</li><li>Інвентаризація активів може існувати в різних формах або фізичних місцях.</li></ul></div ><div><b>Можливі дії:</b></div><div>Дізнайтеся, що є у вашій мережі:</div><div><ul><li>Інвентаризуйте всі активи обладнання та програмного забезпечення, щоб знати що знаходиться в експлуатації та піддається ризику атаки.</li><li>Переконайтеся, що кожен актив має повний профіль активу.</li><li>Позначте та виправте розбіжності між поточним інвентарем і задокументованим інвентарем.</li><li> li></ul></div><div><b><i>Критерії &#8220;Так&#8221; Відповідь:</i></b></div><div><ul><li>Організація проводить інвентаризацію всіх апаратних і програмних активів</li><li>Інвентаризація управляється та підтримується.</li ></ul></div>"
  },
  {
    "matQuestionId": "1907",
    "questionText": "Чи видалила організація все апаратне та програмне забезпечення, що не підтримується, зі свого операційного середовища? ",
    "referenceText": "<p class=\"Default\"><a href=\"https://www.cisecurity.org/white-papers/cis-controls-implementation-guide-for-industrial-control-systems/\" target=\"_blank\"> CIS Версія 7, Посібник із впровадження промислових систем керування</a><span>: </span><span><font face=\"Arial\" size=\"3\">У цьому документі CIS надає вказівки щодо застосування найкращі практики безпеки, знайдені в CIS Controls Version 7 для середовищ Industrial Control System. Для кожного елемента керування CIS верхнього рівня є коротке обговорення того, як інтерпретувати та застосовувати керування CIS у таких середовищах, разом із будь-якими унікальними міркуваннями чи відмінностями від звичайних ІТ-середовищ.</font></span><br></p>&#10;<p></p>&#10;<p class=\"\"><span><a href=\"https://www.cisecurity.org/controls/inventory-and-control -of-enterprise-assets/\" target=\"_blank\">CIS Control 1: Інвентаризація та контроль корпоративних активів</a>: активно керуйте (інвентаризуйте, відстежуйте та виправляйте) усіма корпоративними активами (пристроями кінцевих користувачів, у тому числі портативними) і мобільні; мережеві пристрої; некомп’ютерні/пристрої Інтернету речей (IoT); і сервери), під’єднані до інфраструктури фізично, віртуально, віддалено, а також ті, що знаходяться в хмарних середовищах, щоб точно знати сукупність активів, які потрібно контролювати та захищені всередині підприємства. Це також підтримуватиме виявлення несанкціонованих і некерованих активів для видалення або виправлення.</span></p>&#10;<p class=\"\"><span><a href=\"https://www.cisecurity.org /controls/inventory-and-control-of-software-assets/\" target=\"_blank\">CIS Control 2: Інвентаризація та контроль активів програмного забезпечення</a>: активно керуйте (інвентаризуйте, відстежуйте та виправляйте) усім програмним забезпеченням ( операційні системи та програми) у мережі, щоб установлювати та запускати лише авторизоване програмне забезпечення, а несанкціоноване та некероване програмне забезпечення знаходити та запобігати встановленню та виконанню.</span></p>&#10;<p class= \"\"><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Безпека та конфіденційність Засоби керування для інформаційних систем і організацій</a><span>: ця публікація містить каталог засобів керування безпекою та конфіденційністю для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і країни від різноманітних загроз і ризики, включаючи ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. SA-22, PL-2, SA-3</span><span><br></span></p> ",
    "supplementalInfo": "<div><b>Мета запитання: </b><span>щоб визначити, чи організація виявила та видалила все непідтримуване обладнання та програмне забезпечення зі свого операційного середовища.</span><br></div><div><br></div><div>Видаліть апаратне та програмне забезпечення, що не підтримується. Підтримуване апаратне та програмне забезпечення зазвичай дозволяє отримувати оновлення та виправлення вразливостей, які інакше недоступні для непідтримуваних активів. </div><div><br></div><div>Якщо апаратне або програмне забезпечення не підтримується, але є необхідним для виконання місії підприємства, задокументуйте виняток із детальним описом засобів контролю та прийняття залишкового ризику. Будь-яке непідтримуване апаратне чи програмне забезпечення без документації винятків позначте як неавторизоване. Переглядайте список обладнання та програмного забезпечення, щоб періодично перевіряти підтримку.</div><div><br></div><div>Операційне середовище може пред’являти особливі вимоги. Проблеми безпеки, з якими стикаються промислові системи управління (ICS), вимагатимуть додаткової уваги та розгляду. Наприклад, багато хто використовує пропрієтарні протоколи та може не мати можливості підтримувати програмне забезпечення безпеки, яке зазвичай використовується в традиційному середовищі інформаційних технологій (ІТ).</div><div><br></div><div>Мережа ICS архітектури зазвичай відрізняється від традиційних ІТ-середовищ і може вимагати від організації використання компенсуючих засобів керування. Застосування елементів керування безпекою до ICS часто покладається на сегментацію та контроль меж між доменами IT і OT, а також ретельне проектування контролю навколо локального та віддаленого підключення, щоб зменшити вектори атак, які використовуються для отримання доступу до мереж ICS.</div><div><b> <br></b></div><div><b>Можливі дії:</b></div><div><ul><li>інвентаризуйте авторизоване обладнання та програмне забезпечення у вашій організації. </li><li>Знайте фізичне розташування та користувачів апаратного та програмного забезпечення, щоб підтримувати актуальність оновлень та виправлень. Це також дозволяє виявити та видалити будь-яке неавторизоване апаратне або програмне забезпечення. </li><li>За допомогою інвентаризації визначте та видаліть усе непідтримуване апаратне чи програмне забезпечення.</li><li>Інші міркування щодо ICS:</li><ul><li>Отримайте список рекомендованого та підтримуваного апаратного забезпечення і програмного забезпечення безпосередньо від виробників і постачальників ICS. </li><li>Оцініть видалення непідтримуваного обладнання та програмного забезпечення. Якщо це проблематично, оцініть додавання компенсаційних елементів керування для захисту навколишнього середовища. </li><li><span>Відстежуйте сповіщення про закінчення терміну експлуатації та припинення підтримки та переконайтеся, що вимоги до кібербезпеки враховуються як частина будь-яких майбутніх процесів пошуку та закупівлі. </span></li></ul></ul></div><div><br></div><div><b><i>Критерії для &#8220;Так&#8221; Відповідь:</i></b></div><div><ul><li>Організація визначає та, за необхідності, видаляє все непідтримуване обладнання та програмне забезпечення зі свого операційного середовища.</li></ul> </div>"
  },
  {
    "matQuestionId": "1908",
    "questionText": "Чи виявляє організація фальшиве обладнання та попереджає ключових зацікавлених сторін? ",
    "referenceText": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації</a>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки. , людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. ІЧ-6&#10;<div>&#10; <br>&#10; <div>&#10; <span><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-137.pdf\" target=\"_blank\">NIST SP 800-137, Безперервний моніторинг інформаційної безпеки (ISCM) для Федеральні інформаційні системи та організації</a>: ціль цієї настанови полягає в тому, щоб допомогти організаціям у розробці стратегії постійного моніторингу та впровадженні програми постійного моніторингу, що забезпечує видимість організаційних активів, усвідомлення загроз і вразливостей, а також видимість ефективність розгорнутих засобів контролю безпеки. Він надає постійну впевненість у тому, що заплановані та впроваджені засоби контролю безпеки узгоджені з організаційною толерантністю до ризику, а також інформацію, необхідну для своєчасного реагування на ризик, якщо спостереження вкажуть, що засоби контролю безпеки є неадекватними.</span>&#10; <span></span>&#10; <p></p>&#10; <p></p>&#10; <p></p>&#10; <p><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 1, Управління активами, версія 1.1: </a> Цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління активами.</p>&#10; <a href=\"https://www.cisecurity.org/controls/inventory-and-control-of-enterprise-assets/\" target=\"_blank\">CIS Control 1: Інвентаризація та контроль активів підприємства</a> : активно керуйте (інвентаризуйте, відстежуйте та виправляйте) усіма активами підприємства (пристроями кінцевих користувачів, у тому числі портативними та мобільними; мережевими пристроями; некомп’ютерними пристроями/пристроями Інтернету речей (IoT); і серверами), підключеними до інфраструктури фізично, віртуально. , віддалено та в хмарних середовищах, щоб точно знати сукупність активів, які потрібно контролювати та захищати в межах підприємства. Це також допоможе виявити несанкціоновані та некеровані активи для видалення або виправлення. <br>&#10; <p></p>&#10; &#10; <p></p>&#10; </div>&#10;</div> ",
    "supplementalInfo": "<div>&#10;&#10; <b>Мета запитання:</b> визначити, чи реалізує організація процес для виявлення несанкціонованого (підробного) обладнання та, якщо воно виявлено, чи попереджає організація ключових зацікавлених сторін.<br><br></div>&#10; &#10;<div>&#10;<ul>&#10;<li>Моніторинг інформаційних систем для виявлення несанкціонованого обладнання в операційному середовищі організації. Порівняння з інвентаризацією організації може допомогти в цьому процесі.</li>&#10;<li>Організація повинна встановити канали зв’язку з ключовими зацікавленими сторонами, які отримуватимуть ці сповіщення.</li>&#10;<li>Організація має оновити угоди про рівень обслуговування з ключовими зацікавленими сторонами, якщо це необхідно, щоб відобразити зобов’язання щодо сповіщень.</li>&#10;</ul>&#10;</div>&#10;&#10;<div>&#10 ;<b><i>Критерії &#8220;Так&#8221; Відповідь:</i></b>&#10;</div>&#10;&#10;<div>&#10;<ul>&#10;<li>Організація активно виявляє шахраїв (неавторизованих ) обладнання та попереджає ключових зацікавлених сторін у разі виявлення.</li>&#10;</ul>&#10;</div>"
  },
  {
    "matQuestionId": "1909",
    "questionText": "Організація поміщає на карантин та/або видаляє все фальшиве обладнання? ",
    "referenceText": "<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Безпека та конфіденційність Засоби керування для інформаційних систем і організацій</a>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, зокрема ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. CM-8</span>&#10;<div>&#10; <br>&#10; <div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-137.pdf\" target=\"_blank\">NIST SP 800-137, Безперервний моніторинг інформаційної безпеки (ISCM) для федеральних інформаційних систем та організації:</a>&#10; <span> Метою цього посібника є допомога організаціям у розробці стратегії безперервного моніторингу та впровадженні програми постійного моніторингу, що забезпечує видимість активів організації, усвідомлення загроз і вразливостей, а також видимість ефективності розгорнутих засобів контролю безпеки. Він надає постійну впевненість у тому, що заплановані та впроваджені засоби контролю безпеки узгоджені з організаційною толерантністю до ризику, а також інформацію, необхідну для своєчасного реагування на ризик, якщо спостереження вкажуть, що засоби контролю безпеки є неадекватними.</span>&#10; <br>&#10; <p></p>&#10; <p><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 1, Управління активами, версія 1.1: </a> <span>Цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління активами.</span></p>&#10; <span><a href=\"https://www.cisecurity.org/controls/inventory-and-control-of-enterprise-assets/\" target=\"_blank\">CIS Control 1: Інвентаризація та контроль активів підприємства</a>: активно керуйте (інвентаризуйте, відстежуйте та виправляйте) усіма активами підприємства (пристроями кінцевих користувачів, у тому числі портативними та мобільними; мережевими пристроями; некомп’ютерними пристроями/пристроями Інтернету речей (IoT); і серверами), підключеними до інфраструктури фізично, віртуально, віддалено та в хмарних середовищах, щоб точно знати сукупність активів, які необхідно контролювати та захищати в межах підприємства. Це також підтримуватиме ідентифікацію несанкціонованих і некерованих активів для видалення або виправлення.</span>&#10; <p></p>&#10; </div>&#10;</div> ",
    "supplementalInfo": "<div><b>Мета запитання: </b>щоб визначити, чи видаляє організація несанкціоноване обладнання з операційного середовища. &#10;</div><div><br></div>&#10;<div>&#10; <ul>&#10; <li>Періодично виявляйте наявність несправного апаратного забезпечення шляхом моніторингу та аудиту мережевих інформаційних систем і порівняння з інвентаризацією організації.</li>&#10; <li>Помістити в карантин та/або видалити все неавторизоване (підроблене) обладнання з робочого середовища.</li>&#10; </ul>&#10;</div>&#10;<div>&#10; <b><i>Критерії для &#8220;Так&#8221; Відповідь:</i></b>&#10;</div>&#10;<div>&#10; <ul>&#10; <li>Після виявлення все фальшиве обладнання поміщається в карантин і остаточно видаляється з мережі організації.</li>&#10; </ul>&#10;</div>"
  },
  {
    "matQuestionId": "1910",
    "questionText": "Чи все загальнодоступне програмне забезпечення виправлено на наявність уразливостей протягом 15 днів для вразливостей, оцінених як &#8220;Критичні&#8221; і 30 днів для вразливостей, оцінених як &#8220;Високі&#8221;? ",
    "referenceText": "<a href=\"https://www.cisecurity.org/controls/continuous-vulnerability-management/\" target=\"_blank\">CIS Control 7, Continuous Vulnerability Management</a>: пропонує поради, які допоможуть організаціям підтримувати постійну вразливість керування, щоб уникнути скомпрометованих комп’ютерних систем.&#10;<p></p>&#10;<span><a href=\"https://cyber.dhs.gov/bod/19-02/\" target=\" _blank\">Обов’язкова операційна директива CISA 19-02</a>: забезпечує ефективне та своєчасне усунення критичних і високих уразливостей, виявлених під час сканування Cyber Hygiene.<p></p><span><a href=\"https:// us-cert.cisa.gov/ncas/tips/ST04-006\" target=\"_blank\">Порада щодо безпеки CISA (ST04-006) Розуміння виправлень і оновлень програмного забезпечення</a>: </span><span>Патчі є програмним забезпеченням і оновлення операційної системи (ОС), які усувають уразливості безпеки в програмі чи продукті. Постачальники програмного забезпечення можуть випускати оновлення, щоб виправляти помилки продуктивності, а також надавати розширені функції безпеки.</span><p></p><span><a href=\"https://nvd.nist.gov/ vuln-metrics/cvss\" target=\"_blank\">Національна база даних про вразливості NIST</a>: </span><span>NVD є державним сховищем даних про керування вразливістю на основі стандартів, представлених за допомогою протоколу автоматизації вмісту безпеки ( SCAP). Ці дані дозволяють автоматизувати керування вразливістю, вимірювання безпеки та відповідність. NVD містить бази даних із посиланнями на контрольний список безпеки, недоліки програмного забезпечення, пов’язані з безпекою, неправильні конфігурації, назви продуктів і показники впливу.</span><p></p><span><a href=\"https://nvlpubs.nist. gov/nistpubs/SpecialPublications/NIST.SP.800-40r3.pdf\" target=\"_blank\">Спеціальна публікація NIST 800-40 ред. 3, Посібник із технологій керування корпоративними виправленнями</a>: </span><span> Керування виправленнями – це процес ідентифікації, отримання, встановлення та перевірки виправлень для продуктів і систем. Ця публікація розроблена, щоб допомогти організаціям зрозуміти основи корпоративних технологій керування виправленнями. У ньому пояснюється важливість керування виправленнями та розглядаються проблеми, пов’язані з керуванням виправленнями.</span><br><p></p></span> ",
    "supplementalInfo": "<div><div><b>Мета запитання: </b><span>щоб визначити, чи всі загальнодоступні системи виправлено протягом установленого терміну на основі вказівок і рейтингу (15 днів для &#8220;Критичні&#8221; та 30 днів для &#8220;Високі&#8221;)</span><br></div><div><br></div><div><b>Що таке патчі? </b><span>Патчі – це оновлення програмного забезпечення та операційної системи (ОС), які усувають вразливі місця в програмі чи продукті. Постачальники програмного забезпечення можуть випускати оновлення, щоб виправляти помилки продуктивності, а також надавати розширені функції безпеки.</span></div><div><br></div><div>За можливості використовуйте автоматичні оновлення для всіх операційні системи та програмне забезпечення сторонніх виробників. Простим кроком є встановлення та підтримка процедур безпеки/виправлення мережі для запобігання атакам шляхом налаштування функцій і програм, необхідних для безпеки. Обов’язково отримайте, протестуйте та розгорніть найновіші версії операційних систем і програм.</div><div><br></div><div>Увімкнення автоматичних оновлень слід виконувати обережно. Витратьте час, щоб визначити та створити відповідну архітектуру інфраструктури та процесу виправлення та переконатися, що вони відповідають потребам бізнесу. Наприклад, централізоване рішення може бути найкращим, оскільки ви не хочете, щоб кожна система в мережі отримувала виправлення окремо з Інтернету. </div><div><br></div><div>Операційне середовище може пред’являти унікальні вимоги. Проблеми безпеки, з якими стикаються промислові системи управління (ICS), вимагатимуть додаткової уваги та розгляду. Можливо, буде неможливо застосувати автоматичні методи виправлення для всіх ресурсів середовища ICS. Дуже важливо, щоб виправлення постачальника тестувалися в тестовому середовищі, яке точно імітує виробниче середовище, перш ніж розгортати виправлення у виробничому середовищі. </div><div><br></div><div><b>Можливий процес виправлення програмного забезпечення:</b></div><div><br></div><div>1. План</div><div><ul><li>Використовуйте інвентаризацію обладнання та програмного забезпечення організації, щоб визначити, які виправлення потрібно застосувати, і переконатися, що всі програми та пристрої залишаються виправленими.</li><li>Розгляньте можливість використання інвентаризації активів, щоб згрупувати активи за рівнем ризику та впливу, який вони могли б створити для організації, якщо їх було б зруйновано. </li><li>Подумайте про використання інвентаризації для оптимізації та консолідації кількості версій програмного забезпечення в середовищі. Це зменшить складність і накладні витрати на процес виправлення. </li><li>Встановити джерела інформації про виправлення постачальників і відстежувати оголошення постачальників про оновлення безпеки.</li></ul><div>2. Аналізуйте та перевіряйте</div><ul><li>Проаналізуйте вплив виправлення на ваше середовище та визначте, чи не зіткнетеся з винятками, коли виправлення не можна буде розгорнути негайно. Поки виправлення не буде застосовано, розгляньте типи компенсаційних елементів керування, які можна застосувати для захисту цих активів.</li><li>Створіть тестове середовище та, якщо можливо, протестуйте виправлення перед його розгортанням у всьому середовищі. Чекайте нерівностей на дорозі. </li><li>Розробіть план розгортання патча. Якщо тестування пройшло успішно, ви можете запланувати поетапне розгортання виправлення. Виправте невеликий набір виробничих систем, щоб оцінити наслідки, перш ніж розгортати його в решті середовища. Ви також можете розглянути кілька етапів свого підходу. </li><li>Також слід розробити план повернення на випадок виникнення проблем.</li></ul><div>3.Впровадити</div><ul><li>Використовуйте процес контролю змін організації, щоб отримати дозвіл на впровадження виправлення. Значна частина зібраної вище інформації повинна бути частиною запиту на зміну. </li><li>Подумайте про резервне копіювання відповідних ресурсів перед тим, як надсилати виправлення.</li><li>Після схвалення зміни виправте відповідні активи відповідно до плану.</li><li>Ретельно. відстежуйте критичні активи на наявність проблем і впроваджуйте план відновлення, якщо необхідно.</li></ul><div>4. Перегляд</div><ul><li>Поверніться назад і перегляньте всі системи, які були виправлені, і переконайтеся, що виправлення застосовано. Незвично виявити, що виправлення було невдалим на невеликому відсотку систем.</li><li>Повторно застосуйте виправлення до систем, для яких виправлення було невдалим.</li><li>Використовуйте отримані уроки для покращення процес виправлення.</li></ul></div><div><b>Можливі міркування:</b></div><div><ul><li>Увімкніть автоматичне оновлення програмного забезпечення, коли це можливо. Це забезпечить якнайшвидше встановлення оновлень програмного забезпечення.</li><li><span>Якщо це можливо,</span>не використовуйте непідтримуване програмне забезпечення, яке вичерпано.</li><li> Завжди відвідуйте сайти постачальників безпосередньо, а не натискайте рекламні оголошення чи посилання електронної пошти.</li><li>Уникайте оновлень програмного забезпечення під час використання ненадійних мереж.</li><li>Постійно з’являються нові вразливості, але найкращий захист від зловмисників, які використовують виправлені уразливості просто: оновлюйте програмне забезпечення. Це один із найефективніших заходів, які ви можете вжити, щоб захистити свій комп’ютер, телефон та інші цифрові пристрої.</li></ul></div><div>Уразливості базуються на загальних вразливостях і загрозах (CVE). стандарт іменування вразливостей і організовані відповідно до серйозності, визначеної стандартом загальної системи оцінки вразливостей (CVSS). Розподіл на високий, середній і низький ступінь тяжкості відповідає таким показникам:</div></div><blockquote><blockquote></blockquote><ol><li><u><b>Високий</b ></u>: уразливості з базовим балом CVSS 7,0&#8211;10,0</li><li><u><b>Середній</b></u>:<span> уразливості з базовим балом CVSS оцінка 4,0&#8211;6,9 </span></li><li><u><b>Низька</b></u>: уразливості з базовою оцінкою CVSS 0,0&#8211;3,9</ li></ol></blockquote><div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Усе загальнодоступне програмне забезпечення з уразливістю оцінено як &#8220;Високий&#8221; виправляються протягом 30 днів.</li><li>І все загальнодоступне програмне забезпечення з уразливими місцями оцінено як &#8220;Критичні&#8221; виправляються протягом 15 днів.</li></ul></div></div>"
  },
  {
    "matQuestionId": "1911",
    "questionText": "Чи виправлено все внутрішнє програмне забезпечення та брандмауери на наявність уразливостей протягом 30 днів для обох уразливостей, оцінених як &#8220;Критичні&#8221; і для вразливостей, оцінених як &#8220;Високі&#8221;? ",
    "referenceText": "<a href=\"https://www.cisecurity.org/controls/continuous-vulnerability-management/\" target=\"_blank\">CIS Control 7, Continuous Vulnerability Management</a>: пропонує поради, які допоможуть організаціям підтримувати постійну вразливість керування, щоб уникнути скомпрометованих комп’ютерних систем.&#10;<p></p>&#10;<span><a href=\"https://cyber.dhs.gov/bod/19-02/\" target=\" _blank\">Обов’язкова операційна директива CISA 19-02</a>: забезпечує ефективне та своєчасне усунення критичних і високих уразливостей, виявлених під час сканування Cyber Hygiene.<p></p><span><a href=\"https:// us-cert.cisa.gov/ncas/tips/ST04-006\" target=\"_blank\">Порада щодо безпеки CISA (ST04-006) Розуміння виправлень і оновлень програмного забезпечення</a>: </span><span>Патчі є програмним забезпеченням і оновлення операційної системи (ОС), які усувають уразливості безпеки в програмі чи продукті. Постачальники програмного забезпечення можуть випускати оновлення, щоб виправляти помилки продуктивності, а також надавати розширені функції безпеки.</span><p></p><span><a href=\"https://nvd.nist.gov/ vuln-metrics/cvss\" target=\"_blank\">Національна база даних про вразливості NIST</a>: </span><span>NVD є державним сховищем даних про керування вразливістю на основі стандартів, представлених за допомогою протоколу автоматизації вмісту безпеки ( SCAP). Ці дані дозволяють автоматизувати керування вразливістю, вимірювання безпеки та відповідність. NVD містить бази даних із посиланнями на контрольний список безпеки, недоліки програмного забезпечення, пов’язані з безпекою, неправильні конфігурації, назви продуктів і показники впливу.</span><p></p><span><a href=\"https://nvlpubs.nist. gov/nistpubs/SpecialPublications/NIST.SP.800-40r3.pdf\" target=\"_blank\">Спеціальна публікація NIST 800-40 ред. 3, Посібник із технологій керування корпоративними виправленнями</a>: </span><span> Керування виправленнями – це процес ідентифікації, отримання, встановлення та перевірки виправлень для продуктів і систем. Ця публікація розроблена, щоб допомогти організаціям зрозуміти основи корпоративних технологій керування виправленнями. У ньому пояснюється важливість керування виправленнями та розглядаються проблеми, пов’язані з керуванням виправленнями.</span><br><p></p></span> ",
    "supplementalInfo": "<div><b>Мета запитання: </b><span>щоб визначити, чи всі внутрішні системи та брандмауери виправлено протягом установленого терміну на основі вказівок і рейтингу (30 днів для критичних&#8221; і &#8220 ;Високий&#8221;). </span><br></div><div><br></div><div><b>Що таке патчі? </b><span>Патчі – це оновлення програмного забезпечення та операційної системи (ОС), які усувають вразливі місця в програмі чи продукті. Постачальники програмного забезпечення можуть випускати оновлення, щоб виправляти помилки продуктивності, а також надавати розширені функції безпеки.</span></div><div><br></div><div>За можливості використовуйте автоматичні оновлення для всіх операційні системи та програмне забезпечення сторонніх виробників. Простим кроком є встановлення та підтримка процедур безпеки/виправлення мережі для запобігання атакам шляхом налаштування функцій і програм, необхідних для безпеки. Обов’язково отримайте, протестуйте та розгорніть найновіші версії операційних систем і програм.</div><div><br></div><div>Увімкнення автоматичних оновлень слід виконувати обережно. Витратьте час, щоб визначити та створити відповідну архітектуру інфраструктури та процесу виправлення та переконатися, що вони відповідають потребам бізнесу. Наприклад, централізоване рішення може бути найкращим, оскільки ви не хочете, щоб кожна система в мережі отримувала виправлення окремо з Інтернету. </div><div><br></div><div>Операційне середовище може пред’являти унікальні вимоги. Проблеми безпеки, з якими стикаються промислові системи управління (ICS), вимагатимуть додаткової уваги та розгляду. Можливо, буде неможливо застосувати автоматичні методи виправлення для всіх ресурсів середовища ICS. Дуже важливо, щоб виправлення постачальника тестувалися в тестовому середовищі, яке точно імітує виробниче середовище, перш ніж розгортати виправлення у виробничому середовищі. </div><div><br></div><div><b>Можливий процес виправлення програмного забезпечення:</b></div><div><br></div><div>1. План</div><div><ul><li><span>Використовуйте інвентаризацію апаратного та програмного забезпечення організації, щоб визначити, які виправлення потрібно застосувати, і переконатися, що всі програми та пристрої залишаються виправленими.</ span></li><li><span>Подумайте про використання інвентаризації активів, щоб згрупувати активи за рівнем ризику та впливу, який вони могли б створити для організації, якщо їх було б зруйновано. </span></li><li><span>Подумайте про використання інвентаризації, щоб упорядкувати та консолідувати кількість версій програмного забезпечення в середовищі. Це зменшить складність і накладні витрати на процес виправлення. </span></li><li><span>Встановіть джерела інформації про виправлення постачальників і відстежуйте оголошення постачальників про оновлення безпеки.</span></li></ul><div>2.Аналізуйте та тестуйте</div><ul><li><span>Проаналізуйте вплив виправлення у вашому середовищі та визначте, чи не виникнуть винятки, коли виправлення не можна буде розгорнути негайно. Поки виправлення не буде застосовано, розгляньте типи компенсаційних елементів керування, які можна застосувати для захисту цих активів.</span></li><li><span>Створіть тестове середовище та, якщо можливо, протестуйте виправлення перед ним. розгортається в усьому середовищі. Чекайте нерівностей на дорозі. </span></li><li><span>Розробіть план розгортання виправлення. Якщо тестування пройшло успішно, ви можете запланувати поетапне розгортання виправлення. Виправте невеликий набір виробничих систем, щоб оцінити наслідки, перш ніж розгортати його в решті середовища. Ви також можете розглянути кілька етапів свого підходу. </span></li><li><span>На випадок виникнення проблем слід також розробити план повернення.</span></li></ul><div>3. Впровадити</div><ul><li><span>Використовуйте процес контролю змін організації, щоб отримати дозвіл на впровадження виправлення. Значна частина зібраної вище інформації повинна бути частиною запиту на зміну. </span></li><li><span>Подумайте про резервне копіювання відповідних ресурсів, перш ніж надсилати виправлення.</span></li><li><span>Після схвалення зміни виправте відповідне активів згідно з планом. </span></li><li><span>Уважно стежте за критичними активами на наявність проблем і за потреби запровадьте план відновлення.</span></li></ul><div>4. Перегляд</div><ul><li><span>Поверніться назад і перегляньте всі системи, які були виправлені, і переконайтеся, що виправлення застосовано. Незвично виявити, що виправлення було невдалим на невеликому відсотку систем.</span></li><li><span>Повторно застосуйте виправлення до систем, для яких виправлення було невдалим.</span></li><li><span>Використовуйте отримані уроки, щоб покращити процес виправлення.</span></li></ul></div><div><b>Можливі міркування:</b></ div><div><br></div><div><ul><li>Увімкніть автоматичне оновлення програмного забезпечення, коли це можливо. Це забезпечить якнайшвидше встановлення оновлень програмного забезпечення.</li><li><span>Якщо це можливо,</span>не використовуйте непідтримуване програмне забезпечення <span>закінчення терміну служби (EOL)</span>. </li><li>Завжди відвідуйте сайти постачальників напряму, а не натискайте рекламні оголошення чи посилання електронною поштою.</li><li>Уникайте оновлень програмного забезпечення під час використання ненадійних мереж.</li><li>Постійно з’являються нові вразливості, але найкращий захист від зловмисників, які використовують виправлені вразливості, простий: оновлюйте програмне забезпечення. Це один із найефективніших заходів, які ви можете вжити, щоб захистити свій комп’ютер, телефон та інші цифрові пристрої.</li></ul></div><div>Уразливості базуються на загальних вразливостях і загрозах (CVE). стандарт іменування вразливостей і організовані відповідно до серйозності, визначеної стандартом загальної системи оцінки вразливостей (CVSS). Поділ високого, середнього та низького рівня серйозності відповідає таким показникам:</div><div><ol><li><b><u>Високий</u></b><span>: уразливості з базовий бал CVSS 7,0&#8211;10,0</span><br></li><li><b><u>Середній</u></b><span>: уразливості з базовим балом CVSS 4,0&#8211;6,9</span><br></li><li><b><u>Низький</u></b><span>: уразливості з базовим балом CVSS 0,0&# 8211;3.9</span></li></ol></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Усе внутрішнє програмне забезпечення з уразливістю оцінено як &#8220;Високий&#8221; або &#8220;Критично&#8221; виправляються протягом 30 днів.</li></ul></div>"
  },
  {
    "matQuestionId": "1912",
    "questionText": "Чи все програмне забезпечення та брандмауери виправлено на наявність уразливостей протягом 15 днів для вразливостей, оцінених як &#8220;Критичні&#8221; і 30 днів для вразливостей, оцінених як &#8220;Високі&#8221;? ",
    "referenceText": "<a href=\"https://www.cisecurity.org/controls/continuous-vulnerability-management/\" target=\"_blank\">CIS Control 7:</a> пропонує поради, які допоможуть організаціям підтримувати постійне керування вразливістю, щоб уникнути компрометації комп’ютерні системи.&#10;<p></p>&#10;<span><a href=\"https://cyber.dhs.gov/bod/19-02/\" target=\"_blank\">CISA Обов’язкова оперативна директива 19-02</a>: забезпечує ефективне та своєчасне усунення критичних і високих уразливостей, виявлених під час сканування Cyber Hygiene.<p></p><span><a href=\"https://us-cert. cisa.gov/ncas/tips/ST04-006\" target=\"_blank\">Порада щодо безпеки CISA (ST04-006) Розуміння виправлень і оновлень програмного забезпечення</a>: </span><span>Виправлення – це програмне забезпечення та операційна система ( ОС), які усувають вразливі місця в програмі чи продукті. Постачальники програмного забезпечення можуть випускати оновлення, щоб виправляти помилки продуктивності, а також надавати розширені функції безпеки.</span><p></p><span><a href=\"https://nvd.nist.gov/ vuln-metrics/cvss\" target=\"_blank\">Національна база даних про вразливості NIST</a>: </span><span>NVD є державним сховищем даних про керування вразливістю на основі стандартів, представлених за допомогою протоколу автоматизації вмісту безпеки ( SCAP). Ці дані дозволяють автоматизувати керування вразливістю, вимірювання безпеки та відповідність. NVD містить бази даних із посиланнями на контрольний список безпеки, недоліки програмного забезпечення, пов’язані з безпекою, неправильні конфігурації, назви продуктів і показники впливу.</span><p></p><span><a href=\"https://nvlpubs.nist. gov/nistpubs/SpecialPublications/NIST.SP.800-40r3.pdf\" target=\"_blank\">Спеціальна публікація NIST 800-40 ред. 3, Посібник із технологій керування корпоративними виправленнями</a>: </span><span> Керування виправленнями – це процес ідентифікації, отримання, встановлення та перевірки виправлень для продуктів і систем. Ця публікація розроблена, щоб допомогти організаціям зрозуміти основи корпоративних технологій керування виправленнями. У ньому пояснюється важливість керування виправленнями та розглядаються проблеми, пов’язані з керуванням виправленнями.</span><br><p></p></span> ",
    "supplementalInfo": "<div><div><b>Мета запитання: </b><span>щоб визначити, чи все програмне забезпечення та брандмауери було виправлено протягом установленого терміну на основі вказівок і рейтингу (15 днів для &#8220;Критично&#8221; та 30 днів для &#8220;High&#8221;). </span><br></div><div><br></div><div><b>Що таке патчі? </b><span>Патчі – це оновлення програмного забезпечення та операційної системи (ОС), які усувають вразливі місця в програмі чи продукті. Постачальники програмного забезпечення можуть випускати оновлення, щоб виправляти помилки продуктивності, а також надавати розширені функції безпеки.</span></div><div><br></div><div>Загалом ускладніть роботу зловмисникам шляхом усунення відомих вразливостей. Отримайте, протестуйте та розгорніть програмні та мікропрограмні виправлення якомога швидше. Увімкніть автоматичне оновлення, коли це можливо. Замініть вичерпані/непідтримувані операційні системи, програми та апаратне забезпечення на версії/моделі, які підтримуються постачальниками.</div><div>Увімкнення автоматичних оновлень слід робити обережно. Витратьте час, щоб визначити та створити відповідну архітектуру інфраструктури та процесу виправлення та переконатися, що вони відповідають потребам бізнесу. Наприклад, централізоване рішення може бути найкращим, оскільки ви не хочете, щоб кожна система в мережі отримувала виправлення окремо з Інтернету. </div><div><br></div><div>Операційне середовище може пред’являти унікальні вимоги. Проблеми безпеки, з якими стикаються промислові системи управління (ICS), вимагатимуть додаткової уваги та розгляду. Можливо, буде неможливо застосувати автоматичні методи виправлення для всіх ресурсів середовища ICS. Дуже важливо, щоб виправлення постачальника тестувалися в тестовому середовищі, яке точно імітує виробниче середовище, перш ніж розгортати виправлення у виробничому середовищі. </div><div><br></div><div><b>Можливий процес виправлення програмного забезпечення:</b></div><div><br></div><div>1.План</div><div><div><ul><li>Використовуйте інвентаризацію апаратних і програмних ресурсів організації, щоб визначити, які виправлення потрібно застосувати, і переконатися, що всі програми та пристрої залишаються виправленими.</ li><li>Подумайте про використання інвентаризації активів, щоб згрупувати активи за рівнем ризику та впливу, який вони могли б створити для організації, якщо їх було б зруйновано. </li><li>Подумайте про використання інвентаризації для оптимізації та консолідації кількості версій програмного забезпечення в середовищі. Це зменшить складність і накладні витрати на процес виправлення. </li><li>Встановити джерела інформації про виправлення постачальників і відстежувати оголошення постачальників про оновлення безпеки.</li></ul><div>2. Аналізуйте та перевіряйте</div><ul><li>Проаналізуйте вплив виправлення на ваше середовище та визначте, чи не зіткнетеся з винятками, коли виправлення не можна буде розгорнути негайно. Поки виправлення не буде застосовано, розгляньте типи компенсаційних елементів керування, які можна застосувати для захисту цих активів.</li><li>Створіть тестове середовище та, якщо можливо, протестуйте виправлення перед його розгортанням у всьому середовищі. Чекайте нерівностей на дорозі. </li><li>Розробіть план розгортання патча. Якщо тестування пройшло успішно, ви можете запланувати поетапне розгортання виправлення. Виправте невеликий набір виробничих систем, щоб оцінити наслідки, перш ніж розгортати його в решті середовища. Ви також можете розглянути кілька етапів свого підходу. </li><li>Також слід розробити план повернення на випадок виникнення проблем.</li></ul><div>3. Впровадити</div><ul><li>Використовуйте процес контролю змін організації, щоб отримати дозвіл на впровадження виправлення. Значна частина зібраної вище інформації повинна бути частиною запиту на зміну. </li><li>Подумайте про резервне копіювання відповідних ресурсів перед тим, як надсилати виправлення.</li><li>Після схвалення зміни виправте відповідні активи відповідно до плану.</li><li>Ретельно. відстежуйте критичні активи на наявність проблем і впроваджуйте план відновлення, якщо необхідно.</li></ul><div>4. Перегляд</div><ul><li>Поверніться назад і перегляньте всі системи, які були виправлені, і переконайтеся, що виправлення застосовано. Незвично виявити, що виправлення було невдалим на невеликому відсотку систем.</li><li>Повторно застосуйте виправлення до систем, для яких виправлення було невдалим.</li><li>Використовуйте отримані уроки для покращення процес виправлення.</li></ul></div></div><div><b>Можливі міркування:</b></div><div><br></div><div> <ul><li>Увімкніть автоматичне оновлення програмного забезпечення, коли це можливо. Це забезпечить якнайшвидше встановлення оновлень програмного забезпечення.</li><li>Якщо це можливо, не використовуйте непідтримуване <span>програмне забезпечення, яке вичерпано (EOL)</span>.</li><li>Завжди відвідуйте сайти постачальників безпосередньо, а не натискайте рекламні оголошення чи посилання електронною поштою.</li><li>Уникайте оновлень програмного забезпечення під час використання ненадійних мереж.</li><li>Постійно з’являються нові вразливості, але найкращим захистом від зловмисників є використання виправлених уразливостей це просто: оновлюйте програмне забезпечення. Це один із найефективніших заходів, які ви можете вжити, щоб захистити свій комп’ютер, телефон та інші цифрові пристрої.</li></ul></div><div>Уразливості базуються на загальних вразливостях і загрозах (CVE). стандарт іменування вразливостей і організовані відповідно до серйозності, визначеної стандартом загальної системи оцінки вразливостей (CVSS). Розподіл на високий, середній і низький рівень серйозності відповідає таким показникам:</div><div><ul><li><b><u>Високий</u></b>: уразливості на основі CVSS оцінка 7,0&#8211;10,0</li><li><b><u>Середня</u></b>: уразливості з базовою оцінкою CVSS 4,0&#8211;6,9</li><li ><b><u>Низький</u></b>: уразливості з базовим балом CVSS 0,0&#8211;3,9</li></ul></div><div><b><i > Критерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Усе програмне забезпечення та брандмауери з уразливістю мають оцінку &#8220;Високий&#8221; або &#8220;Критично&#8221; виправляються протягом 15 днів для &#8220;Critical&#8221; і протягом 30 днів для &#8220;High.&#34;</li></ul></div></div>"
  },
  {
    "matQuestionId": "1913",
    "questionText": "Чи все програмне забезпечення та брандмауери виправлено на наявність уразливостей протягом 3 днів для вразливостей, оцінених як &#8220;Критичні&#8221; і 7 днів для вразливостей, оцінених як &#8220;Високі&#8221;? ",
    "referenceText": "<a href=\"https://www.cisecurity.org/controls/continuous-vulnerability-management/\" target=\"_blank\">CIS Control 7:</a> пропонує поради, які допоможуть організаціям підтримувати постійне керування вразливістю, щоб уникнути компрометації комп’ютерні системи.&#10;<p></p>&#10;<span><a href=\"https://cyber.dhs.gov/bod/19-02/\" target=\"_blank\">CISA Обов’язкова оперативна директива 19-02</a>: забезпечує ефективне та своєчасне усунення критичних і високих уразливостей, виявлених під час сканування Cyber Hygiene.<p></p><span><a href=\"https://us-cert. cisa.gov/ncas/tips/ST04-006\" target=\"_blank\">Порада щодо безпеки CISA (ST04-006) Розуміння виправлень і оновлень програмного забезпечення</a>: </span><span>Виправлення – це програмне забезпечення та операційна система ( ОС), які усувають вразливі місця в програмі чи продукті. Постачальники програмного забезпечення можуть випускати оновлення, щоб виправляти помилки продуктивності, а також надавати розширені функції безпеки.</span><p></p><span><a href=\"https://nvd.nist.gov/ vuln-metrics/cvss\" target=\"_blank\">Національна база даних про вразливості NIST:</a> </span><span>NVD – це державне сховище даних про керування вразливістю на основі стандартів, представлених за допомогою протоколу автоматизації вмісту безпеки ( SCAP). Ці дані дозволяють автоматизувати керування вразливістю, вимірювання безпеки та відповідність. NVD містить бази даних із посиланнями на контрольний список безпеки, недоліки програмного забезпечення, пов’язані з безпекою, неправильні конфігурації, назви продуктів і показники впливу.</span><p></p><span><a href=\"https://nvlpubs.nist. gov/nistpubs/SpecialPublications/NIST.SP.800-40r3.pdf\" target=\"_blank\">Спеціальна публікація NIST 800-40 ред. 3, Посібник із технологій керування корпоративними виправленнями</a>: </span><span> Керування виправленнями – це процес ідентифікації, отримання, встановлення та перевірки виправлень для продуктів і систем. Ця публікація розроблена, щоб допомогти організаціям зрозуміти основи корпоративних технологій керування виправленнями. У ньому пояснюється важливість керування виправленнями та розглядаються проблеми, пов’язані з керуванням виправленнями.</span><br><p></p></span> ",
    "supplementalInfo": "<div><b>Мета запитання: </b><span>Щоб визначити, чи все програмне забезпечення та брандмауери виправлено протягом установленого терміну на основі вказівок і рейтингу: </span><span>3 дні для вразливостей, оцінених як &# 8220;Критичний,&#8221; і 7 днів для вразливостей, оцінених як &#8220;Висока&#8221;</span><span>. </span></div><div><br></div><div>Що таке патчі? Патчі — це оновлення програмного забезпечення та операційної системи (ОС), які усувають вразливі місця в програмі чи продукті. Постачальники програмного забезпечення можуть випускати оновлення, щоб виправляти помилки продуктивності, а також надавати розширені функції безпеки.</div><div><br></div><div>Загалом ускладніть роботу поганим хлопцям, усунувши відомі вразливості. . Отримайте, протестуйте та розгорніть програмні та мікропрограмні виправлення якомога швидше. Увімкніть автоматичне оновлення, коли це можливо. Замініть вичерпані/непідтримувані операційні системи, програми та апаратне забезпечення на версії/моделі, які підтримуються постачальниками.</div><div>Увімкнення автоматичних оновлень слід робити обережно. Витратьте час, щоб визначити та створити відповідну архітектуру інфраструктури та процесу виправлення та переконатися, що вони відповідають потребам бізнесу. Наприклад, централізоване рішення може бути найкращим, оскільки ви не хочете, щоб кожна система в мережі отримувала виправлення окремо з Інтернету. </div><div><br></div><div>Операційне середовище може пред’являти унікальні вимоги. Проблеми безпеки, з якими стикаються промислові системи управління (ICS), вимагатимуть додаткової уваги та розгляду. Можливо, буде неможливо застосувати автоматичні методи виправлення для всіх ресурсів середовища ICS. Дуже важливо, щоб виправлення постачальника тестувалися в тестовому середовищі, яке точно імітує виробниче середовище, перш ніж розгортати виправлення у виробничому середовищі. </div><div><br></div><div><b>Можливий процес виправлення програмного забезпечення:</b></div><div><br></div><div>1. План</div><div><ul><li><span>Використовуйте інвентаризацію апаратного та програмного забезпечення організації, щоб визначити, які виправлення потрібно застосувати, і переконатися, що всі програми та пристрої залишаються виправленими.</ span><br></li><li><span>Подумайте про використання інвентаризації активів, щоб згрупувати активи за рівнем ризику та впливу, який вони могли б створити для організації, якщо їх було б зруйновано. </span><br></li><li><span>Подумайте про використання інвентаризації, щоб упорядкувати та консолідувати кількість версій програмного забезпечення в середовищі. Це зменшить складність і накладні витрати на процес виправлення. </span><br></li><li><span>Встановіть джерела інформації про виправлення постачальників і відстежуйте оголошення постачальників про оновлення безпеки.</span><br></li></ul><div>2.Аналізуйте та перевіряйте</div><ul><li>Проаналізуйте вплив виправлення на ваше середовище та визначте, чи не зіткнетеся з винятками, коли виправлення не можна буде розгорнути негайно. Поки виправлення не буде застосовано, розгляньте типи компенсаційних елементів керування, які можна застосувати для захисту цих активів.</li><li>Створіть тестове середовище та, якщо можливо, протестуйте виправлення перед його розгортанням у всьому середовищі. Чекайте нерівностей на дорозі. </li><li>Розробіть план розгортання патча. Якщо тестування пройшло успішно, ви можете запланувати поетапне розгортання виправлення. Виправте невеликий набір виробничих систем, щоб оцінити наслідки, перш ніж розгортати його в решті середовища. Ви також можете розглянути кілька етапів свого підходу. </li><li>Також слід розробити план повернення на випадок виникнення проблем.</li></ul><div>3. Впровадити</div><ul><li>Використовуйте процес контролю змін організації, щоб отримати дозвіл на впровадження виправлення. Значна частина зібраної вище інформації повинна бути частиною запиту на зміну. </li><li>Подумайте про резервне копіювання відповідних ресурсів перед тим, як надсилати виправлення.</li><li>Після схвалення зміни виправте відповідні активи відповідно до плану.</li><li>Ретельно. відстежуйте критичні активи на наявність проблем і впроваджуйте план відновлення, якщо необхідно.</li></ul><div>4. Перегляд</div><ul><li>Поверніться назад і перегляньте всі системи, які були виправлені, і переконайтеся, що виправлення застосовано. Незвично виявити, що виправлення було невдалим на невеликому відсотку систем.</li><li>Повторно застосуйте виправлення до систем, для яких виправлення було невдалим.</li><li>Використовуйте отримані уроки для покращення процес виправлення.</li></ul></div><div><b>Можливі міркування:</b></div><div><br></div><div><ul><li>Увімкніть автоматичне оновлення програмного забезпечення, коли це можливо. Це забезпечить якнайшвидше встановлення оновлень програмного забезпечення.</li><li><span>Якщо це можливо,</span>не використовуйте непідтримуване програмне забезпечення, яке вичерпано.</li><li> Завжди відвідуйте сайти постачальників безпосередньо, а не натискайте рекламні оголошення чи посилання електронної пошти.</li><li>Уникайте оновлень програмного забезпечення під час використання ненадійних мереж.</li><li>Постійно з’являються нові вразливості, але найкращий захист від зловмисників, які використовують виправлені уразливості просто: оновлюйте програмне забезпечення. Це один із найефективніших заходів, які ви можете вжити, щоб захистити свій комп’ютер, телефон та інші цифрові пристрої.</li></ul></div><div>Уразливості базуються на загальних вразливостях і загрозах (CVE). стандарт іменування вразливостей і організовані відповідно до серйозності, визначеної стандартом загальної системи оцінки вразливостей (CVSS). Розподіл на високий, середній і низький рівень серйозності відповідає таким показникам:</div><div><ul><li><b><u>Високий</u></b>: уразливості на основі CVSS оцінка 7,0&#8211;10,0</li><li><b><u>Середня</u></b>: уразливості з базовою оцінкою CVSS 4,0&#8211;6,9</li><li ><b><u>Низький</u></b>: уразливості з базовим балом CVSS 0,0&#8211;3,9</li></ul></div><div><b><i > Критерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Усе програмне забезпечення та брандмауери з уразливістю мають оцінку &#8220;Високий&#8221; або &#8220;Критично&#8221; виправляються протягом 3 днів для &#8220;Critical&#8221; і протягом 7 днів для &#8220;Високого рівня&#34;</li></ul></div>"
  },
  {
    "matQuestionId": "1914",
    "questionText": "Чи використовуються надійні та унікальні паролі в усій організації? ",
    "referenceText": "<p><span><a href=\"https://www.nist.gov/itl/applied-cybersecurity/tig/back-basics-multi-factor-authentication\" target=\"_blank\">Назад до основ: мульти -факторна автентифікація (MFA)</a>: </span><span>Відділ прикладної кібербезпеки NIST, </span><span>оновлено у 2021 році.</span></p>&#10;<p><a href=\"https://www.us-cert.gov/ncas/current-activity/2018/03/27/Creating-and-Managing-Strong-Passwords\" target=\"_blank\">CISA Створення та керування надійними паролями: </a> визначає шість дій, які користувачі можуть виконувати для створення та керування надійними паролями.<span><br></span></p>&#10;<div>&#10; <span><a href=\"https://cyberreadinessinstitute.org/the-program/\" target=\"_blank\">Інститут кіберготовності</a>: Програма кіберготовності – це практичний, покроковий посібник, який допоможе малі та середні підприємства стають кіберготовими. Виконання Програми зробить вашу організацію безпечнішою, надійнішою та сильнішою перед лицем кіберзагроз. Програма також надає настроювані шаблони політики, зосереджені на поведінці людини, які стосуються фішингу, виправлення, паролів/автентифікації та використання USB.</span>&#10; <p></p>&#10; <a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 1, Управління активами, версія 1.1:</a ><span> Цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління активами.</span>&#10; <p></p>&#10;</div>&#10;<div>&#10; <a href=\"https://gcatoolkit.org/smallbusiness/\" target=\"_blank\">Набір інструментів для малого бізнесу Глобального кіберальянсу</a>: містить поради та дії, які допоможуть захистити ваші облікові записи, виходячи за межі простих паролів. &#10; <br>&#10;</div> ",
    "supplementalInfo": "<div><b>Мета запитання: </b>щоб визначити, чи для всіх облікових записів потрібні надійні та унікальні паролі.</div><div><br></div><div>Паролі є найпоширенішим засобом автентифікації, але працюють лише якщо вони складні та конфіденційні. Багато кібератак відбуваються через слабкі та легкі для вгадування паролі, тому всі паролі мають бути надійними й унікальними, як-от речення з цифрами та нецифрами. Хоча навмисне неправильне написання слова (&#34;daytt&#34; замість &#34;date&#34;) може забезпечити певний захист від конкретних типів атак (наприклад, атак за словником), ще кращим методом є покладатися на серію слова та використовуйте техніку запам’ятовування або мнемоніку, щоб допомогти вам запам’ятати, як їх розшифрувати. Деякі хакери є більш досвідченими та використовують алгоритми, щоб з’ясувати паролі, тому розгляньте механізми, які є сильнішими за автентифікацію пароля, як-от біометричні дані, одноразові паролі та маркери для конфіденційних програм і функцій.</div><div><br></div><div>Національний інститут стандартів і технологій (NIST) розробив спеціальні рекомендації щодо надійних паролів. Відповідно до вказівок NIST, вам слід розглянути можливість використання найдовшого дозволеного пароля або парольної фрази (8&#8211;64 символи). Наприклад, &#34;Pattern2baseball#4mYmiemale!&#34; буде надійним паролем, оскільки він містить 28 символів і включає великі та малі літери, цифри та спеціальні символи.</div><div><br></div><div><b>Можливі дії:</b ></div><div><br></div><div><ul><li>Використовуйте багатофакторну автентифікацію, якщо вона доступна.</li><li>Використовуйте різні паролі в різних системах і облікових записах.</ li><li>Не використовуйте паролі, засновані на особистій інформації, до якої можна легко отримати доступ або яку можна вгадати.</li><li>Використовуйте найдовший пароль або парольну фразу, дозволену кожною системою паролів.</li><li> Не використовуйте слова, які можна знайти в будь-якому словнику будь-якої мови.</li><li>Розробіть мнемоніки, щоб запам’ятовувати складні паролі.</li><li>Подумайте про використання програми керування паролями для захисту та відстеження своїх паролі.</li></ul></div><div><br></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Всі облікові записи мають використовувати надійні та унікальні паролі для доступу до всіх систем</li></ul></div>"
  },
  {
    "matQuestionId": "1915",
    "questionText": "Чи реалізовано двофакторну автентифікацію для всіх привілейованих (наприклад, системних адміністраторів) і віддалених користувачів ",
    "referenceText": "<p><a href=\"https://www.nist.gov/itl/applied-cybersecurity/tig/back-basics-multi-factor-authentication\" target=\"_blank\">Назад до основ: багатофакторна автентифікація (МЗС)</a>: Відділ прикладної кібербезпеки NIST, оновлено 2021 р.<br></p>&#10;<p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST .SP.1800-17.pdf\" target=\"_blank\">NIST SP 1800-17, Практичний посібник із кібербезпеки: багатофакторна автентифікація для електронної комерції</a>:<span> </span><span>Ця нова практика кібербезпеки Посібник демонструє, як онлайн-магазини можуть запроваджувати відкриті технології, засновані на стандартах, щоб уможливити автентифікацію споживачів за універсальним другим фактором (U2F) під час покупки, коли перевищено порогові значення ризику. Приклади реалізацій, наведені в посібнику, заохочують онлайн-магазинів застосовувати ефективні впровадження MFA за допомогою стандартних компонентів і спеціальних програм, які складаються з відкритих і комерційно доступних компонентів.</span></p>&#10;<span></span>&#10;<p><a href=\"https://media.defense.gov/2019/Sep/09/2002180346/-1/-1/0/TRANSITION%20TO%20MULTI-FACTOR%20AUTHENTICATION .PDF\" target=\"_blank\">Перехід NSA до багатофакторної автентифікації:</a><span> описує, як використовувати багатофакторну автентифікацію для захисту від низки атак автентифікації.</span></p>&# 10;<p><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">Додатковий ресурсний посібник CRR, том 1, версія управління активами 1.1:</a><span> Цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління активами.</span></p>&#10;<p><a href=\"https://gcatoolkit. org/smallbusiness/\" target=\"_blank\"> Набір інструментів Глобального кіберальянсу для малого бізнесу:</a><span> Містить поради та дії, які допоможуть захистити ваші облікові записи, виходячи за межі простих паролів. </span><br></p> ",
    "supplementalInfo": "<p class=\"MsoNormal\"><b>Мета запитання:</b> визначити, чи всі привілейовані користувачі (наприклад, системні адміністратори) і всі віддалені користувачі повинні використовувати двофакторну автентифікацію для всього доступу до системи. </p><p class=\"MsoNormal\">Багатофакторна автентифікація (MFA), яку іноді називають двофакторною автентифікацією або 2FA, є вдосконаленням безпеки, яке дозволяє надавати два докази &#8211; ваші облікові дані &#8211; під час входу в обліковий запис. Ваші облікові дані належать до будь-якої з цих трьох категорій: те, що ви знаєте (наприклад, пароль або PIN-код), те, що у вас є (наприклад, смарт-карта), або те, що ви є (наприклад, ваш відбиток пальця). Ваші облікові дані мають належати до двох різних категорій для підвищення безпеки &#8211; тому введення двох різних паролів не вважатиметься багатофакторним.</p><p class=\"MsoNormal\">MFA є досить простим, і організації більше, ніж будь-коли, зосереджуються на створенні плавної взаємодії з користувачем. Насправді, ви, напевно, вже використовуєте його в тій чи іншій формі. Наприклад, ви використовували MFA, якщо:</p><p class=\"MsoNormal\"></p><ul><li>протягнули свою банківську картку в банкоматі, а потім ввели PIN-код (персональний ідентифікаційний номер)</li><li>увійшли на веб-сайт, який надіслав на ваш телефон цифровий код, який ви потім ввели, щоб отримати доступ до свого облікового запису.</li></ul><p></ p><p class=\"MsoNormal\"><b><i>Критерії для &#8220;Так&#8221; Відповідь: </i></b></p><p class=\"MsoNormal\"></p><ul><li>Усі привілейовані та віддалені користувачі повинні використовувати двофакторну автентифікацію для всього доступу до системи. </li></ul>"
  },
  {
    "matQuestionId": "1916",
    "questionText": "Чи реалізована двофакторна автентифікація для всіх користувачів? ",
    "referenceText": "<a href=\"https://www.nist.gov/itl/applied-cybersecurity/tig/back-basics-multi-factor-authentication\" target=\"_blank\">Назад до основ: багатофакторна автентифікація (MFA) :</a> Відділ прикладної кібербезпеки NIST, оновлено 2021 р.<span><br></span>&#10;<br>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.1800-17.pdf\" target=\"_blank\">NIST SP 1800-17, Практичний посібник з кібербезпеки: багатофакторна автентифікація для електронного Комерція:</a><span>Цей новий практичний посібник із кібербезпеки демонструє, як онлайн-продавці можуть запроваджувати відкриті технології на основі стандартів, щоб забезпечити автентифікацію за універсальним другим фактором (U2F) споживачам під час покупки, коли перевищено порогові значення ризику. Приклади реалізацій, наведені в посібнику, заохочують онлайн-продавців застосовувати ефективні впровадження MFA за допомогою стандартних компонентів і спеціальних програм, які складаються з відкритих і комерційно доступних компонентів.</span>&#10; <span></span>&#10; <div>&#10; <br>&#10; </div>&#10; <div>&#10; <a href=\"https://media.defense.gov/2019/Sep/09/2002180346/-1/-1/0/TRANSITION%20TO%20MULTI-FACTOR%20AUTHENTICATION.PDF\" target=\"_blank\">АНБ Перехід до багатофакторної автентифікації:</a> описано, як використовувати багатофакторну автентифікацію для захисту від низки атак автентифікації.&#10; <br>&#10; <br>&#10; <div></div>&#10; <a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 1, Управління активами, версія 1.1:</a > <span>Цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління активами.</span>&#10; <p></p>&#10; <p><a href=\"https://cyberreadinessinstitute.org/remote-work-resources/\" target=\"_blank\">Cyber Readiness Institute's Ransomware Playbook: </a><span>Як підготуватися до , реагувати на атаку програм-вимагачів і відновлюватися після них.</span></p>&#10; </div>&#10;</div> ",
    "supplementalInfo": "<div><div><b>Мета запитання: </b>щоб визначити, чи всі користувачі повинні використовувати двофакторну автентифікацію для всього доступу до системи.</div><div><br></div><div ><span>Багатофакторна автентифікація (MFA)</span>, яку іноді називають двофакторною автентифікацією або 2FA, є вдосконаленням безпеки, яке дозволяє надавати два докази &#8211; ваші облікові дані &#8211; під час входу в обліковий запис. Ваші облікові дані належать до будь-якої з цих трьох категорій: те, що ви знаєте (наприклад, пароль або PIN-код), те, що у вас є (наприклад, смарт-карта), або те, що ви є (наприклад, ваш відбиток пальця). Ваші облікові дані мають належати до двох різних категорій для підвищення безпеки &#8211; тому введення двох різних паролів не вважатиметься багатофакторним.</div><div><br></div><div>MFA є досить простим, і організації більше, ніж будь-коли, зосереджуються на створенні плавної взаємодії з користувачем. Насправді, ви, напевно, вже використовуєте його в тій чи іншій формі. Наприклад, ви використовували MFA, якщо ви:</div></div><div><div><ul><li>протягнули свою банківську картку в банкоматі, а потім ввели свій PIN-код ( персональний ідентифікаційний номер).</li><li>увійшли на веб-сайт, який надіслав на ваш телефон цифровий код, який ви потім ввели, щоб отримати доступ до свого облікового запису.</li></ul></div></ div><div><div><br></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li><span>Усі користувачі мають використовувати двофакторну автентифікацію для доступу до всіх систем.</span></li></ul></div></div>"
  },
  {
    "matQuestionId": "1917",
    "questionText": "Чи забезпечується принцип найменших привілеїв за допомогою політики та процедур? ",
    "referenceText": "<p><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 1, Управління активами, версія 1.1</a><span>: цей посібник призначено для організацій, яким потрібна допомога у створенні процесу управління активами.</span></p>&#10;<p></p>&#10;<p><a href=\"https://media.defense.gov/2019/Sep/09/2002180330/-1/-1/0/Defend%20Privileges%20and%20Accounts%20-%20Copy.pdf\" target=\"_blank\"> Least Privilege</a>, National Security Administration, IA Guidance Security Tips, 2017.</p>&#10;<p><a href=\"https://media.defense.gov/2019/Jul/16/ 2002158046/-1/-1/0/CSI-NSAS-TOP10-CYBERSECURITY-MITIGATION-STRATEGIES.PDF\" target=\"_blank\">Десять найкращих стратегій пом’якшення кібербезпеки</a>, Управління національної безпеки, IA Guidance Security Tips, 2018 .</p>&#10;<p><a href=\"https://media.defense.gov/2019/Sep/09/2002180330/-1/-1/0/Defend%20Privileges%20and%20Accounts %20-%20Copy.pdf\" target=\"_blank\">Захистити привілеї та облікові записи</a>, Управління національної безпеки, Керівництво IA, поради щодо безпеки, 2019.</p>&#10;<p><span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності для інформаційних систем і Організації</a>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки, людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. CM-5</span><br></p> ",
    "supplementalInfo": "<div><div><b>Мета запитання: </b>визначити, чи дотримується принцип найменших привілеїв через політики та процедури контролю доступу користувачів. </div><div><br></div><div><b><i>Найменший привілей </i></b><i>– це обмеження привілеїв лише для тих облікових записів, які вимагають від них свої обов’язки, обмежуючи облікові записи лише тими привілеями, які дійсно необхідні. Це зменшує доступ цих привілеїв до меншого набору облікових записів, яким легше керувати. Локальні адміністративні облікові записи та облікові записи для керування та інсталяції програмного забезпечення є особливо потужними, але мають невеликі можливості контролю, тому їх слід максимально обмежити.</i></div><div><br></div><div >Надайте доступ і дозволи адміністратора на основі принципів необхідності знати та найменших привілеїв. Обмежте доступ користувача лише до необхідної інформації, мереж, обладнання та програм. </div><div><br></div><div><div>Запитання для розгляду:</div><div><ul><li>Ви запитуєте, чому комусь або чомусь потрібен привілейований доступ? </li><li>Чи потрібен маркетинговій команді доступ до фінансових операцій компанії? </li><li>Чи потрібен команді з бронювання доступ до соціальних мереж? </li><li>Чи потрібні молодшому аналітику права адміністратора/конфігурації на рівні керування?</li></ul></div></div><div>Відповіді на ці запитання допоможуть вам визначити та реалізувати необхідні - знання та найменші привілеї для зниження ризиків зараження шкідливим програмним забезпеченням, витоку даних і внутрішніх загроз.<b><i><br></i></b></div><div><br></div ><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь:</i></b></div><div><ul><li>Організація забезпечує дотримання принципу найменших привілеїв через політики та процедури для доступу всіх користувачів.</li></ul></ div></div>"
  },
  {
    "matQuestionId": "1918",
    "questionText": "Чи існує список відомого шкідливого програмного забезпечення (&#8220;Чорний список&#8221;) і чи блокується програмне забезпечення в цьому списку? ",
    "referenceText": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-167.pdf\" target=\"_blank\">NIST SP 800-167</a>: дозволений список: для отримання додаткової інформації щодо білих списків, ця публікація має на меті допомогти організаціям зрозуміти основи білих списків програм. У ньому також пояснюється планування та впровадження технологій дозволених списків протягом життєвого циклу розгортання безпеки.&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST .SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Засоби керування безпекою та конфіденційністю для інформаційних систем і організацій</a>: ця публікація містить каталог засобів керування безпекою та конфіденційністю інформації системи й організації для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі напади, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. CM-7(5)&#10;<p></p>&#10;<a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: CIS Controls — це пріоритетний набір заходів безпеки для пом’якшення найпоширеніших кібератак на системи та мережі. Вони зіставляються з кількома правовими, нормативними та політичними рамками та посилаються на них.&#10;<p></p> ",
    "supplementalInfo": "<div><div><b>Мета запитання:</b> визначити, чи існує задокументований список відомого шкідливого програмного забезпечення (&#8220;список блокування&#8221;) і чи використовується цей список для запобігання відомому програмному забезпеченню від виконання в системах організації.</div><div><br></div><div>Список блокування – це список окремих об’єктів, таких як IP-адреси, адреси електронної пошти, URL-адреси, процеси виконання, або програми, які раніше були визначені як пов’язані зі зловмисною діяльністю. Список заблокованих програм — це список програм і компонентів програми (бібліотек, конфігураційних файлів тощо), які використовуються для блокування відомих шкідливих програм/програмного забезпечення та дозволу всіх інших. Антивірусне програмне забезпечення є хорошим прикладом технології, яка блокує відомі шкідливі дії. Застосування списку блокувань зазвичай блокує виконання елементів у списку блокувань, але дозволяє виконувати все інше. </div><div><br></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Організація задокументувала список відомого шкідливого програмного забезпечення (&#8220;чорний список&#8221;); </li><li>Організація запровадила цей список і активно зупиняє виконання програмного забезпечення зі списку блокування. </li></ul></div></div>"
  },
  {
    "matQuestionId": "1919",
    "questionText": "Чи задокументувала організація список відомого схваленого програмного забезпечення (&#8220;Список дозволених&#8221;)? ",
    "referenceText": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-167.pdf\" target=\"_blank\">NIST SP 800-167</a>: дозволений список: для отримання додаткової інформації щодо білих списків, ця публікація має на меті допомогти організаціям зрозуміти основи білих списків програм. У ньому також пояснюється планування та впровадження технологій дозволених списків протягом життєвого циклу розгортання безпеки.&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST .SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Засоби керування безпекою та конфіденційністю для інформаційних систем і організацій</a>: ця публікація містить каталог засобів керування безпекою та конфіденційністю інформації системи й організації для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі напади, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. CM-7 (5)&#10;<p></p>&#10;<a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: CIS Controls — це пріоритетний набір заходів безпеки для пом’якшення найпоширеніших кібератак на системи та мережі. Вони зіставляються з кількома правовими, нормативними та політичними рамками та посилаються на них.&#10;<p></p> ",
    "supplementalInfo": "<div><b>Мета запитання:</b> щоб визначити, чи існує задокументований список відомого хорошого чи схваленого програмного забезпечення (&#8220;список дозволених&#8221;) </div><div><br></ div><div>Білий список програм — це список програм і компонентів програми (бібліотек, конфігураційних файлів тощо), яким дозволено бути присутніми або активними на хості. Списки <span>додатків у поєднанні з технологіями білих списків програм використовуються для припинення запуску зловмисного та іншого неавторизованого програмного забезпечення. Технології білого списку додатків розроблено таким чином, щоб дозволяти лише завідомо хорошу діяльність і блокувати всі інші. </span></div><div><br></div><div>Додавання програм у білий список може бути більш ефективним для запобігання невідомим загрозам зловмисного програмного забезпечення, ніж звичайне антивірусне програмне забезпечення та інші традиційні засоби захисту від зловмисного програмного забезпечення. Білий список можна впровадити за допомогою комбінації комерційних інструментів, політик або інструментів виконання програм. Функції, які реалізують білі списки, включено до багатьох сучасних пакетів безпеки кінцевих точок та інших технологій.</div><div><b><i><br></i></b></div><div><b> <i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Організація задокументувала дозвільний список, список добре завідомо схваленого програмного забезпечення.</li></ul></div >"
  },
  {
    "matQuestionId": "1920",
    "questionText": "Чи список дозволених програм упорядковано видавцем програмного забезпечення, і чи використовується цей список, щоб дозволити лише схвалене програмне забезпечення працювати в системах організації? ",
    "referenceText": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-167.pdf\" target=\"_blank\">NIST SP 800-167</a>: дозволений список: для отримання додаткової інформації щодо білих списків, ця публікація має на меті допомогти організаціям зрозуміти основи білих списків програм. У ньому також пояснюється планування та впровадження технологій дозволених списків протягом життєвого циклу розгортання безпеки.&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST .SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Засоби керування безпекою та конфіденційністю для інформаційних систем і організацій</a>: ця публікація містить каталог засобів керування безпекою та конфіденційністю інформації системи й організації для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі напади, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. CM-7 (5)&#10;<p></p>&#10;<a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: CIS Controls — це пріоритетний набір заходів безпеки для пом’якшення найпоширеніших кібератак на системи та мережі. Вони зіставляються з кількома правовими, нормативними та політичними рамками та посилаються на них.&#10;<p></p> ",
    "supplementalInfo": "<div><b>Мета запитання: </b>щоб визначити, чи список відомого хорошого та схваленого програмного забезпечення, &#8220;список дозволених&#8221;, упорядковано видавцем програмного забезпечення та визначити, чи цей список використовується для дозволу лише затверджене програмне забезпечення для виконання в організаційних системах. </div><div><br></div><div>Білий список програм — це список програм і компонентів програми (бібліотек, конфігураційних файлів тощо), яким дозволено бути присутніми або активними на хості. Білий список додатків може ґрунтуватися на різних атрибутах додатків. Одним із методів створення білого списку програм є використання інформації, наданої постачальником, для характеристик завідомо хороших програм. </div><div><br></div><div>Через складність і необхідні зусилля, розгляньте поетапний, поетапний підхід, починаючи з високовпливових кінцевих точок (наприклад, контролери домену, сервери програм, бази даних), потім будь-які інші системи підтримки та закінчуються будь-якими робочими станціями або кінцевими точками користувачів, що залишилися.</div><div><br></div><div><b>Можливі дії: </b></div><div ><ul><li>Створення білого списку цілісності програми видавцем програмного забезпечення. </li><li>Переконайтеся, що лише схвалені програми дозволено виконувати, використовуючи цей список дозволених програм, щоб запровадити політику білого списку програм, яка дозволяє завантажувати та виконувати лише схвалене авторизоване програмне забезпечення та їхні бібліотеки. </li><li>Відстежуйте цілісність програм білого списку за допомогою періодичних перевірок хешів файлів, щоб переконатися, що не було внесено неавторизованих змін. </li></ul></div><div><br></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Організація задокументувала білий список, організований видавцем програмного забезпечення;</li><li>І білий список реалізовано в політика дозволеного списку додатків і активно використовується, щоб дозволити виконання в системах організації лише відомого хорошого та схваленого програмного забезпечення. </li></ul></div>"
  },
  {
    "matQuestionId": "1921",
    "questionText": "Чи задокументувала організація список відомого схваленого програмного забезпечення (список дозволених), упорядкований за видавцем програмного забезпечення та номером версії, і чи використовується цей список, щоб дозволити лише схвалене програмне забезпечення працювати в системах організації? ",
    "referenceText": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-167.pdf\" target=\"_blank\">NIST SP 800-167</a>: дозволений список: для отримання додаткової інформації щодо білих списків, ця публікація має на меті допомогти організаціям зрозуміти основи білих списків програм. У ньому також пояснюється планування та впровадження технологій дозволених списків протягом життєвого циклу розгортання безпеки.&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST .SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Засоби керування безпекою та конфіденційністю для інформаційних систем і організацій</a>: ця публікація містить каталог засобів керування безпекою та конфіденційністю інформації системи й організації для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі напади, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. CM-7(5)&#10;<p></p>&#10;<a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: CIS Controls — це пріоритетний набір заходів безпеки для пом’якшення найпоширеніших кібератак на системи та мережі. Вони зіставляються з кількома правовими, нормативними та політичними рамками та посилаються на них.&#10;<p></p> ",
    "supplementalInfo": "<div><div><b>Мета запитання: </b>щоб визначити, чи список відомого хорошого та схваленого програмного забезпечення, дозволений список, упорядковано за видавцем програмного забезпечення та номером версії. І, щоб визначити, чи використовується цей список, щоб дозволити лише затверджене програмне забезпечення для виконання в організаційних системах. </div><div><br></div><div>Білий список програм — це список програм і компонентів програми (бібліотек, конфігураційних файлів тощо), яким дозволено бути присутніми або активними на хості. Білий список додатків може ґрунтуватися на різних атрибутах додатків. Одним із методів створення білого списку програм є використання інформації, наданої постачальником, для характеристик завідомо хороших програм. </div><div><br></div><div>Через складність і необхідні зусилля, розгляньте поетапний, поетапний підхід, починаючи з високовпливових кінцевих точок (наприклад, контролери домену, сервери програм, бази даних), потім будь-які інші системи підтримки та закінчуються будь-якими робочими станціями або кінцевими точками користувачів, що залишилися.</div><div><br></div><div><b>Можливі дії: </b></div><div ><ul><li>Створення дозволеного списку цілісності програми за видавцем програмного забезпечення та версією. </li><li>Переконайтеся, що дозволено виконувати лише схвалені програми, використовуючи цей список дозволених програм, щоб запровадити політику білого списку програм, яка дозволяє завантажувати та виконувати лише схвалене авторизоване програмне забезпечення та їхні бібліотеки. </li><li>Відстежуйте цілісність програм із дозволеного списку за допомогою періодичних перевірок хешів файлів, щоб переконатися, що не було зроблено несанкціонованих змін. </li></ul></div><div><b><i><br></i></b></div><div><b><i>Критерії для &#8220 ;Так&#8221; Відповідь:</i> </b></div><div><ul><li>Організація задокументувала білий список, упорядкований за видавцем програмного забезпечення та номером версії;</li><li>І білий список реалізовано в політиці білого списку додатків і активно використовується, щоб дозволити виконання в організаційних системах лише завідомо якісного та схваленого програмного забезпечення.</li></ul></div></div>"
  },
  {
    "matQuestionId": "1922",
    "questionText": "Чи проводить організація оцінку впливу на бізнес? ",
    "referenceText": "<span></span>&#10;<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-SC_0.pdf\" target=\"_blank\">Додатковий ресурсний посібник CRR Том 6, Управління безперервністю обслуговування, версія 1.1</a>: <span>ця публікація містить вказівки щодо планування безперервності обслуговування як важливого аспекту управління стійкістю, оскільки забезпечує процес підготовки та реагування на руйнівні події, природні чи антропогенні. зробив. </span>&#10;<span>Див. також Додаток A, Шаблон аналізу впливу на бізнес.</span>&#10;<p></p>&#10;<span><a href=\"https: //us-cert.cisa.gov/sites/default/files/c3vp/crr_resources_guides/CRR_Resource_Guide-RM.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 7, Управління ризиками, версія 1.1</a>: ця публікація зосереджується на процесах, за допомогою яких організація визначає, аналізує та зменшує ризики, щоб вплинути на ймовірність їх реалізації та/або вплив збою.</span>&#10;<p></p>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-184.pdf\" target=\"_blank\">Спеціальна публікація NIST SP 800-184, Посібник із відновлення подій кібербезпеки</ a>: ця публікація містить вказівки щодо планування, розробки посібника, тестування та вдосконалення планування відновлення.&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist. gov/nistpubs/Legacy/SP/nistspecialpublication800-34r1.pdf\" target=\"_blank\">NIST SP 800-34 Rev. 1, Керівництво з планування на випадок непередбачених ситуацій для федеральних інформаційних систем:</a> цей документ містить вказівки щодо оцінки інформаційних систем та щоб визначити вимоги та пріоритети планування на випадок непередбачених ситуацій.&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5. pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Засоби керування безпекою та конфіденційністю для інформаційних систем і організацій</a><span>: Ця публікація містить каталог засобів керування безпекою та конфіденційністю для інформаційних систем і організацій, щоб захист організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі напади, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. CP-2</span>&#10;<p></p> ",
    "supplementalInfo": "<div><b>Мета запитання: </b>щоб визначити, чи проводить організація оцінку впливу на бізнес як частину своєї програми безперервності обслуговування.</div><div> </div><div>Аналіз впливу на бізнес (BIA) ) є основоположним елементом програми безперервності обслуговування. BIA вимірює вплив збоїв на послуги організації та те, як вони впливають на зміни з часом. </div><div><br></div><div>Використовуйте оцінки впливу на бізнес, щоб визначити пріоритетність ресурсів і визначити, які системи потрібно відновити в першу чергу. Аналіз впливу на бізнес допомагає визначити та визначити пріоритети критичних систем, інформації та активів. Ця інформація визначає вимоги на випадок непередбачених обставин і пріоритети для критично важливої інформації та послуг. Це також дозволяє планувати наслідки збоїв і визначає допустимий час простою. Це дає змогу персоналу розробляти та визначати пріоритети стратегій відновлення, які можна використовувати.</div><div> </div><div><b>Можливі дії:</b></div><div><ul><li ><b>Визначте характеристики аналізу впливу на бізнес.</b></li><ul><li>BIA розглядає вплив збоїв у часі та надає вимоги для розробки планів безперервності. Розгляньте найкращі часові рамки для фіксації впливу, наприклад, чотири години, один день, два дні або навіть дні, тижні чи місяці.</li><li>BIA є ключовим інструментом процесу, який використовується для встановлення вимог безперервності та визначте пріоритет бізнес-послуг&#8217; важливість виконання місії організації. Розглянемо вимоги, які слід зібрати, наприклад, необхідні ресурси та їх відносну важливість.</li><li>BIA визначає, що потрібно відновити та коли це відновлення має бути завершено. Подумайте, які служби мають бути запущені та коли.</li></ul></ul><ul><li><b>Встановіть зв’язок з оцінками ризиків. </b>Оцінки ризиків допомагають визначити ключові ризики, які слід враховувати в BIA, надаючи уявлення про ймовірність і потенційний вплив різних загроз збоїв, природних або спричинених людиною. Використовуйте існуючі оцінки ризиків, які організація могла провести, щоб </li><ul><li>отримати вхідні дані для BIA та інтегрувати їх із заходами з оцінки та пом’якшення, які вже проводяться. Як правило, хорошими джерелами інформації про попередні оцінки ризиків є групи, які займаються операційним ризиком, корпоративним ризиком, фінансами, аудитом або комплаєнсом. </li><li>визначити основні послуги організації. Під час складання цього списку можна ознайомитися з попередньою документацією з оцінки ризиків або вищим керівництвом. </li><li>визначте пріоритет служб, які є найважливішими або які потребують найшвидшого відновлення роботи в мережі у разі збою. Власники послуг, менеджери та вище керівництво є гарними джерелами для встановлення пріоритетів. </li></ul></ul><ul><li><b>Визначте, як виміряти вплив збоїв у роботі служби.</b> Інформація про вплив зазвичай вимірюється в доларах, постраждалих клієнтів, вплив на репутацію, та невідповідність нормативним вимогам. Ці заходи впливу можуть інформувати про розробку вимог і стратегій безперервності. У багатьох випадках організації звертаються до інформації BIA, щоб розробити бізнес-обґрунтування для інвестицій у діяльність із пом’якшення. Цей стратегічний аспект планування безперервності є основним фактором управління процесом безперервності. Організації, які займаються плануванням безперервності, повинні зважити витрати та інвестиції на ризик. Процес прийняття рішень про стратегію безперервності може визначити толерантність організації до ризику, наприклад, готовність прийняти ризик більш тривалого часу відновлення для зниження витрат. Див. Посібник з ресурсів CRR. Управління безперервністю обслуговування v1.1, Додаток A, Шаблон аналізу впливу на бізнес.</li></ul></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь:</i></b></div><div><ul><li>Організація проводить оцінку впливу на бізнес, щоб визначити критичні бізнес-послуги та активи.</li></ul></div>"
  },
  {
    "matQuestionId": "1923",
    "questionText": "Чи визначила організація критерії організаційного ризику та допуски? ",
    "referenceText": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації</a><span>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, зокрема ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. PM-9, RA-3</span>&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-39 .pdf\" target=\"_blank\">NIST SP 800-39 «Управління ризиками інформаційної безпеки, перегляд організації, місії та інформаційної системи»</a>: &#10;<span>Мета спеціальної публікації 800-39 — надати інструкції для інтегрованої загальноорганізаційної програми з управління ризиком інформаційної безпеки для організаційних операцій (тобто, місії, функцій, іміджу та репутації), організаційних активів, окремих осіб, інших організацій і країни в результаті роботи та використання федеральної інформації системи.</span>&#10;<span> </span>&#10;<br>&#10;<p></p>&#10;<a href=\"https://us- cert.cisa.gov/sites/default/files/c3vp/crr_resources_guides/CRR_Resource_Guide-RM.pdf\" target=\"_blank\">Посібник із додатковими ресурсами CRR, Том 7, Управління ризиками, версія 1.1</a><span>: ця публікація присвячена про процеси, за допомогою яких організація визначає, аналізує та зменшує ризики, щоб вплинути на ймовірність їх реалізації та/або вплив збою.</span>&#10;<br>&#10;<p></ p>&#10;<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-SC_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Том 6, безперервність обслуговування Керування, версія 1.1</a>: <span>ця публікація містить вказівки щодо планування безперервності обслуговування як важливого аспекту управління стійкістю, оскільки воно забезпечує процес підготовки та реагування на руйнівні події, природні чи спричинені людиною. </span>&#10;<br>&#10;<p></p> ",
    "supplementalInfo": "<div><span><b>Мета запитання: </b> визначити, чи організація визначила критерії ризику та чи визначено порогові значення ризику для кожного критерію.</span><br></div><div > </div><div>Оцінки організаційних ризиків використовуються, зокрема, для інформування процесу вибору контролю безпеки та конфіденційності. У результаті процесу відбору створюється узгоджений набір елементів керування безпекою та конфіденційністю, які відповідають конкретним місіям або бізнес-потребам відповідно до організаційної толерантності до ризику.</div><div> </div><div>Оцінка ризиків є найефективнішою, коли проводиться на на рівні організації та після консультацій із зацікавленими сторонами всієї організації, включаючи місію, бізнес і власників системи. Припущення, обмеження, толерантність до ризику, пріоритети та компроміси, визначені як частина процесу формування ризику, інформують про стратегію управління ризиками, яка, у свою чергу, інформує про проведення оцінки ризиків, реагування на ризики та моніторинг ризиків.</div> <div> </div><div>Толерантність до ризику визначається як рівень ризику або ступінь невизначеності, прийнятний для організації. </div><div> </div><div>Параметри ризику можуть відрізнятися для кожної зони впливу. Параметри стійкості до ризику описують критерії вимірювання ризику для кожної зони впливу. Критерії вимірювання ризику включають спосіб вимірювання впливу, частоту його вимірювання та те, що потрібно вимірювати.</div><div> </div><div>Порогові значення ризику, які ініціюють дії, слід визначити для кожної категорії ризику. </div><div><ul><li>Параметри допустимого ризику описують критерії вимірювання ризику для кожної зони впливу.</li><li>Порогові значення допустимого ризику використовуються керівництвом, щоб визначити, коли ризик знаходиться під контролем або коли він перевищив прийнятні межі.</li><li>Порогові значення ризику повинні бути встановлені для кожної категорії/параметра ризику, який організація встановлює як засіб для вимірювання та управління ризиком. Наприклад:</li><ul><li>Поріг допустимого ризику для категорії ризику може бути щоразу, коли це стосується понад 200 користувачів.</li><li>Поріг допустимого ризику вказує, коли потрібно вжити заходів щоб запобігти перебоям у роботі.<b><i> </i></b></li></ul></ul></div><div><b><i>Ктерії для &#8220; Так&#8221; Відповідь:</i></b></div><div><ul><li>Організація визначила критерії ризику та порогові значення ризику для кожного критерію ризику.</li></ul></div >"
  },
  {
    "matQuestionId": "1924",
    "questionText": "Чи враховує організація успадкування ризиків та ризики між різними взаємопов’язаними системами? ",
    "referenceText": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-37r2.pdf\" target=\"_blank\">NIST SP 800-37 Rev. 2, Структура управління ризиками для інформаційних систем та організації: підхід до життєвого циклу системи для безпеки та конфіденційності</a>: &#10;<span>Ця публікація описує структуру управління ризиками (RMF) і містить вказівки щодо застосування RMF до інформаційних систем і організацій. RMF забезпечує дисциплінований, структурований і гнучкий процес управління ризиками безпеки та конфіденційності, який включає категоризацію інформаційної безпеки; відбір, реалізація та оцінка контролю; система та повноваження загального контролю; і постійний моніторинг.</span>&#10;<span> </span>&#10;<br>&#10;<p></p>&#10;<span><a href=\"https ://us-cert.cisa.gov/sites/default/files/c3vp/crr_resources_guides/CRR_Resource_Guide-RM.pdf\" target=\"_blank\">Посібник із додатковими ресурсами CRR, Том 7, Управління ризиками, версія 1.1</a>: це Публікація зосереджена на процесах, за допомогою яких організація визначає, аналізує та зменшує ризики, щоб вплинути на ймовірність їх реалізації та/або вплив збою.</span>&#10;<p></p>&#10 ;<a href=\"https://us-cert.cisa.gov/ncas/tips/ST18-007\" target=\"_blank\">Порада щодо безпеки CISA (ST18-007)</a>: &#10;<span>Запитання про кіберризики, які повинен поставити кожен генеральний директор</span>&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST. SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Засоби керування безпекою та конфіденційністю для інформаційних систем і організацій</a>:<a href=\"https://csrc.nist. gov/publications/detail/sp/800-53/rev-5/final\" target=\"_blank\"> </a>&#10;<span>Ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі напади, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності, PM-9, CA -3.</span>&#10;<p></p> ",
    "supplementalInfo": "<p><strong>Мета запитання:</strong> визначити, чи враховує організація успадкування ризику та ризику між різними взаємопов’язаними системами.</p>&#10;<p>Організації слід враховувати ризик, пов’язаний із новими чи підвищеними загрози, які можуть виникнути, коли системи обмінюються інформацією з іншими системами, які можуть мати інші вимоги до безпеки та конфіденційності та елементи керування. Сюди входять системи в межах однієї організації та зовнішні системи.</p>&#10;<p>Оцінка ризику може підтримувати широкий спектр рішень і дій на основі оцінки ризику, включаючи визначення вимог до безпеки взаємозв’язку для інформації. обмін. Вимоги щодо безпеки обміну системною інформацією застосовуються до обміну інформацією між двома чи більше системами. Приклади включають:</p>&#10;<ul>&#10;<li>Обмін системною інформацією включає підключення через виділені лінії</li>&#10;<li>віртуальні приватні мережі</li>&#10 ;<li>підключення до постачальників послуг Інтернету</li>&#10;<li>підключення та обмін із хмарними службами</li>&#10;<li>обмін через веб-служби</li>&#10 ;<li>обмін файлами через протокол передачі файлів</li>&#10;<li>інші комунікації між організаціями.</li></ul>&#10;<strong>Можливі дії:</ strong>&#10;&#10;<ul>&#10;<li>Визначити транзитивний (низхідний) обмін інформацією з іншими системами</li>&#10;<li>Перевірити, що особи або системи, які передають дані між з’єднаними системи мають необхідні авторизації (тобто дозволи на запис або привілеї) перед тим, як приймати такі дані.</li>&#10;<li>Вжити заходів, щоб забезпечити припинення транзитивного (низхідного) обміну інформацією, коли елементи керування ідентифікованими транзитивними (низхідними) ) системи неможливо перевірити або перевірити.</li>&#10;<li>Схвалити та керувати обміном інформацією між системами за допомогою:&#10;<ul><li><span>угод про безпеку взаємозв’язку</span ><br></li><li><span>угоди про безпеку обміну інформацією</span><br></li><li><span>меморандуми про взаєморозуміння чи угоди</span><br></li ><li><span>угоди про рівень обслуговування</span><br></li></ul>&#10;</li>&#10;<li>Документуйте, як частину кожної угоди про обмін, характеристики інтерфейсу, вимоги безпеки та конфіденційності, засоби контролю та відповідальність для кожної системи, а також рівень впливу інформації, що передається; і</li>&#10;<li>Періодично переглядайте та оновлюйте угоди, якщо необхідно.</li>&#10;</ul>&#10;<i><strong>Ктерії для &#8220;Так&#8221; Відповідь</strong><strong>:</strong></i>&#10;<ul>&#10;<li>Організація враховує успадкування ризиків і ризиків між усіма своїми взаємопов’язаними системами.</li></ul>"
  },
  {
    "matQuestionId": "1925",
    "questionText": "Чи застосовує організація кількісний аналіз ризиків до заходів з відновлення? ",
    "referenceText": "<a href=\"https://us-cert.cisa.gov/sites/default/files/c3vp/crr_resources_guides/CRR_Resource_Guide-RM.pdf\" target=\"_blank\">Додатковий ресурсний посібник CRR, том 7, управління ризиками, версія 1.1 </a>: T<span>ця публікація зосереджена на процесах, за допомогою яких організація визначає, аналізує та зменшує ризики, щоб вплинути на ймовірність їх реалізації та/або вплив збою.</span>&#10; <br>&#10;<p></p>&#10;<span></span>&#10;<a href=\"https://us-cert.cisa.gov/ncas/tips/ ST18-007\" target=\"_blank\">Порада щодо безпеки CISA (ST18-007)</a>: &#10;<span>Запитання, які кожен генеральний директор повинен поставити про кіберризики</span>&#10;<p></p>&#10;<span></span>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\" _blank\">NIST SP 800-53 Rev. 5, Засоби керування безпекою та конфіденційністю для інформаційних систем і організацій</a>: &#10;<span>Метою спеціальної публікації 800-39 є надання вказівок для інтегрованої організації - широка програма для управління ризиком інформаційної безпеки для організаційних операцій (тобто місії, функцій, іміджу та репутації), організаційних активів, окремих осіб, інших організацій та країни, що є результатом роботи та використання федеральних інформаційних систем. Див. PM-9.</span><br>&#10;<p></p> ",
    "supplementalInfo": "<div><b>Мета запитання: </b>щоб визначити, чи застосовує організація значущий і вимірюваний кількісний аналіз ризику до своєї діяльності з відновлення, який, якщо вжити відповідних заходів, безпосередньо зменшує ризик для організації.</div><div> </div><div>Для ефективного аналізу показників, пов’язаних із діяльністю з відновлення, організація повинна оцінити план управління ризиками щодо його цілей за допомогою кількісного аналізу ризиків. Коли здається, що ризики перевищують допуски організації, необхідно вжити заходів. Визначення того, коли потрібно розглядати ризики, часто є складним і важко виміряним. Організації можуть виявити, що найкращим підходом є використання комбінації показників, які спільно переглядаються для прийняття дієвих рішень. </div><div><br></div><div>При застосуванні кількісних вимірювань до аналізу ризиків може бути корисним спочатку зрозуміти різницю між кількісним і якісним підходами:</div><div><span> <br></span></div><div><span><b>Якісні вимірювання: </b>зазвичай спрямовані на збір та інтерпретацію емпіричних даних, які неможливо виразити цифрами (наприклад, </span><span). >оцінки внутрішнього або зовнішнього аудиту щодо загальних результатів: добре, справедливо, погано).</span><span><br></span><span><b>Кількісні вимірювання</b>: більш формалізовані показники, які враховують обидва вплив і ймовірності:</span></div><div><br></div><div><b>Приклади кількісних показників:</b></div><div><ul><li>технічні заходи (наприклад, доступність, рівень зараження вірусами, звіти про проблеми, порушення доступу)</li><li>інцидент і план безперервності обслуговування перевірено за розкладом</li><li>політика ризиків/стандарти винятків і рівні порушень</li> <li>реалізований вплив ризику в доларах, клієнтах, репутації, ціні акцій тощо.</li></ul></div><div><b>Корисні/менш корисні показники</b></div><div>Щоб проілюструвати різницю між значущим і вимірюваним показником ризику кібербезпеки та менш корисним, розглянемо таке:</div><div><ul><li><b>Корисний показник: </b>час організації потрібно виправити критичну вразливість у всьому підприємстві. У цьому прикладі скорочення днів, необхідних для виправлення вразливості, безпосередньо зменшує ризик для організації.</li><li><b>Менш корисний показник:</b> кількість сповіщень Центру безпеки (SOC) отримує через тиждень. Існує занадто багато змінних у кількості сповіщень, які отримує SOC, щоб це число було постійно актуальним.</li></ul></div><div><b>Можливі дії:</b></div> <div><ul><li>Розвивайте чітке розуміння найважливіших ризиків, з якими стикається організація, визначаючи ризики за пріоритетністю. Розставте пріоритети на основі впливу на організацію, якщо ризик усвідомлюється. </li><li>Розробити звітність і кількісні показники ризику, призначені для вимірювання ефективності заходів з відновлення. </li><li>Встановіть графік і формат звітності про ці ризики.</li><li>Періодично звітуйте про ці ризики та відповідні показники зацікавленим сторонам, включаючи керівників і операційних менеджерів. </li><li>Збирайте відгуки про звітність, щоб покращити показники ризику та звітність. </li></ul></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь:</i></b></div><div><ul><li>Організація застосовує кількісний аналіз ризику до своєї діяльності з відновлення.</li></ul></div>"
  },
  {
    "matQuestionId": "1926",
    "questionText": "Чи розробила організація план реагування на інциденти? ",
    "referenceText": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CISA_MS-ISAC_Ransomware%20Guide_S508C.pdf\" target=\"_blank\">Посібник із програм-вимагачів CISA та MS-ISAC</a>: цей посібник містить найкращі практики та рекомендації щодо розробки політики та процедур реагування на кіберінциденти.&#10;<p></p>&#10;<a href=\"https://www.cisa.gov/sites/default/files /publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">Посібник з додаткових ресурсів CRR, Том 5, Управління інцидентами, версія 1.1</a>: цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління інцидентами, і для організацій, які прагнуть покращити існуючий процес управління інцидентами.&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800- 61r2.pdf\" target=\"_blank\">NIST SP 800-61 Rev. 2, Посібник із обробки інцидентів комп’ютерної безпеки:</a> Ця публікація допомагає організаціям у створенні можливостей реагування на інциденти комп’ютерної безпеки та ефективній і ефективній обробці інцидентів. Ця публікація містить вказівки щодо обробки інцидентів, зокрема для аналізу даних, пов’язаних з інцидентами, і визначення відповідної реакції на кожен інцидент. Рекомендацій можна дотримуватися незалежно від певних апаратних платформ, операційних систем, протоколів або програм.</span>&#10;<p></p>&#10;<span><a href=\"https:// nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-34r1.pdf\" target=\"_blank\">NIST SP 800-34 Rev. 1, Керівництво з планування на випадок непередбачених ситуацій для федеральних інформаційних систем</a>: цей документ містить вказівки для оцінити інформаційні системи та визначити вимоги та пріоритети планування на випадок непередбачених ситуацій</span>&#10;<p></p>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації</a>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки. , людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. ІЧ-8&#10;</div> ",
    "supplementalInfo": "<p> <b>Мета запитання: </b>щоб визначити, чи має організація задокументований план реагування на інциденти.<br> </p> <p> Визначте, наскільки операційна діяльність вашої організації залежить від на ньому. Подумайте, наскільки ваша організація покладається на інформаційні технології для ведення бізнесу, і зробіть це частиною своєї культури планування непередбачених ситуацій у разі кіберінциденту. Визначте та визначте пріоритети критично важливих активів вашої організації та пов’язані з ними впливи на роботу в разі виникнення інциденту. Поставте запитання, необхідні для розуміння ваших планів безпеки, операцій і цілей, пов’язаних із безпекою. Розвивайте розуміння того, скільки часу знадобиться для відновлення нормальної роботи. Протистояти &#8220;це не може статися тут&#8221; шаблон мислення. Натомість зосередьте дискусії про кіберризики на &#8220;що, якщо&#8221; сценарії та розробити план реагування на інциденти, щоб підготуватися до різноманітних кіберподій і сценаріїв.<br> </p> <p> Очолювати розробку плану реагування на інциденти, в якому викладено ролі та обов’язки. Перевіряйте це часто. Плани реагування на інциденти та плани аварійного відновлення мають вирішальне значення для інформаційної безпеки, але це окремі плани. Реагування на інциденти головним чином зосереджено на захисті інформаційних активів, тоді як плани аварійного відновлення зосереджені на безперервності роботи.<br> </p> <p> Наявність визначеного процесу для ідентифікації, аналізу, реагування на інциденти, які порушують роботу організації, і навчання на них&#8217 Операції ;s забезпечують узгоджену реакцію на інциденти кібербезпеки та гарантують досягнення цілей під час обробки інциденту. Без визначеного процесу реагування організації на інциденти може пропустити дії, які організація вважає важливими. План управління інцидентами описує, як організація реагуватиме на інциденти кібербезпеки. Мета плану повинна бути перетворена на конкретні дії, призначені окремим особам або групам для виконання, коли станеться інцидент. </p> <p> <b>План реагування на інциденти має стосуватися, як мінімум:</b> </p> <ul> <li> підходу організації до управління інцидентами<br> </ li> <li> структура процесу управління інцидентами<br> </li> <li> вимоги та цілі процесу управління інцидентами<br> </li> <li> опис того, як організація ідентифікуватиме події , сортувати та аналізувати інциденти, реагувати на інциденти та відновлюватися після них, а також покращувати свої можливості реагування з часом<br> </li> <li> ролі та обов’язки (включно з визначенням ключових зацікавлених сторін), необхідні для виконання плану<br> </ li> <li> відповідні навчальні потреби та вимоги<br> </li> <li> ресурси, необхідні для досягнення цілей плану<br> </li> <li> відповідні витрати та бюджети, пов’язані з діяльністю з управління інцидентами<br > </li> </ul> <p> У наступних розділах викладаються окремі кроки для розробки плану, який реалізує процес управління інцидентами, як описано вище. </p> <p> <b>Можливі дії:</b> Створіть план реагування на інциденти </p> <ol> <li> Отримайте підтримку для планування управління інцидентами. </li> <li> Встановіть процес виявлення подій. </li> <li> Встановіть процес сортування та аналізу. </li> <li> Встановіть процес декларування інцидентів. </li> <li> Встановіть реагування на інцидент і процес відновлення. </li> <li> Встановіть процес повідомлення про інциденти. </li> <li> Встановіть аналіз після інциденту та процес покращення. </li> <li> Призначте ролі та відповідальність за управління інцидентами, включаючи встановлення відповідних зацікавлених сторін для ескалації та вирішення. </li> </ol> <p> <b><i>Ктерії для &#8220;Так&#8221; Відповідь:</i></b> </p> <ul> <li> Організація має задокументований план реагування на інциденти. </li> </ul>"
  },
  {
    "matQuestionId": "1927",
    "questionText": "Чи повідомляють про інциденти кібербезпеки та передають їх відповідним зацікавленим сторонам? ",
    "referenceText": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CISA_MS-ISAC_Ransomware%20Guide_S508C.pdf\" target=\"_blank\">Посібник із програм-вимагачів CISA та MS-ISAC</a>: цей посібник містить найкращі практики та рекомендації щодо розробки політики та процедур реагування на кіберінциденти.&#10;<p></p>&#10;<a href=\"https://www.cisa.gov/sites/default/files /publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">Посібник з додаткових ресурсів CRR, Том 5, Управління інцидентами, версія 1.1</a>: цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління інцидентами, і для організацій, які прагнуть покращити існуючий процес управління інцидентами.&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800- 61r2.pdf\" target=\"_blank\">NIST SP 800-61 Rev. 2, Посібник із обробки інцидентів комп’ютерної безпеки:</a> Ця публікація допомагає організаціям у створенні можливостей реагування на інциденти комп’ютерної безпеки та ефективній і ефективній обробці інцидентів. Ця публікація містить вказівки щодо обробки інцидентів, зокрема для аналізу даних, пов’язаних з інцидентами, і визначення відповідної реакції на кожен інцидент. Рекомендацій можна дотримуватися незалежно від певних апаратних платформ, операційних систем, протоколів або програм.</span>&#10;<p></p>&#10;<span><a href=\"https:// nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-34r1.pdf\" target=\"_blank\">NIST SP 800-34 Rev. 1, Керівництво з планування на випадок непередбачених ситуацій для федеральних інформаційних систем</a>: цей документ містить вказівки для оцінити інформаційні системи та визначити вимоги та пріоритети планування на випадок непередбачених ситуацій</span>&#10;<p></p>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації</a>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки. , людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. ІР-6&#10;</div> ",
    "supplementalInfo": "<div><span><b>Мета запитання: </b>щоб визначити, чи повідомляють про інциденти та передають їх відповідним зацікавленим сторонам для надання інформації та вирішення.</span><br></div><div><br> </div><div>Важливість комунікацій зазвичай недооцінюється в управлінні інцидентами. Обов’язки включають створення та виконання плану зв’язку з процедурами та протоколами внутрішнього та зовнішнього зв’язку, а також допоміжного обладнання та інфраструктури. </div><div><br></div><div>Приклади комунікаційних обов’язків включають наступне:</div><div><ul><li>Координація всіх засобів масової інформації.</li><li>Огляд. і схвалити всі заяви щодо інциденту.</li><li>Розвивати внутрішні та зовнішні комунікації.</li><li>Координувати рекламу, пов’язану з відновленням, із зовнішніми постачальниками.</li></ul></div> <div><b>Можливі дії:</b></div><div><b><br></b></div><div><ul><li>визначте зацікавлених сторін для кожної категорії інциденту . Зацікавлені сторони мають бути визначені заздалегідь і включати: </li><ul><li>персонал, необхідний для надання допомоги в аналізі інциденту, сортуванні та реагуванні на нього</li><li>персонал, на якого потенційно може вплинути інцидент</li><li>персонал відповідає за координацію та передачу інформації про стан.</li></ul><li>Встановіть формат для звітування про інциденти. <i>Див. Посилання для прикладу шаблону звіту про інцидент.</i></li><li>Повідомлення/розвиток статусу інциденту та відповіді на нього постраждалим сторонам і заздалегідь визначеним зацікавленим сторонам. </li></ul></div><div><i><b>Ктерії для &#8220;Так&#8221; Відповідь:</b></i></div><div><ul><li>Організація повідомляє про всі інциденти кібербезпеки та передає їх відповідним <span>зацікавленим сторонам.</span></li></ul ></div>"
  },
  {
    "matQuestionId": "1928",
    "questionText": "Чи розроблені процедури аварійного відновлення? ",
    "referenceText": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CISA_MS-ISAC_Ransomware%20Guide_S508C.pdf\" target=\"_blank\">Посібник із програм-вимагачів CISA та MS-ISAC</a>: цей посібник містить найкращі практики та рекомендації щодо розробки політики та процедур реагування на кіберінциденти.&#10;<p></p>&#10;<a href=\"https://www.cisa.gov/sites/default/files /publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">Посібник з додаткових ресурсів CRR, Том 5, Управління інцидентами, версія 1.1</a>: цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління інцидентами, і для організацій, які прагнуть покращити існуючий процес управління інцидентами.&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800- 61r2.pdf\" target=\"_blank\">NIST SP 800-61 Rev. 2, Посібник із обробки інцидентів комп’ютерної безпеки:</a> Ця публікація допомагає організаціям у створенні можливостей реагування на інциденти комп’ютерної безпеки та ефективній і ефективній обробці інцидентів. Ця публікація містить вказівки щодо обробки інцидентів, зокрема для аналізу даних, пов’язаних з інцидентами, і визначення відповідної реакції на кожен інцидент. Рекомендацій можна дотримуватися незалежно від певних апаратних платформ, операційних систем, протоколів або програм.</span>&#10;<p></p>&#10;<span><a href=\"https:// nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-34r1.pdf\" target=\"_blank\">NIST SP 800-34 Rev. 1, Керівництво з планування на випадок непередбачених ситуацій для федеральних інформаційних систем</a>: цей документ містить вказівки для оцінити інформаційні системи та визначити вимоги та пріоритети планування на випадок непередбачених ситуацій</span>&#10;<p></p>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації</a>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки. , людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. ІЧ-1, КП-1, КП-2&#10;</div> ",
    "supplementalInfo": "<div><b>Мета запитання: </b>щоб визначити, чи були розроблені та задокументовані плани та процедури аварійного відновлення.</div><div><br></div><div>План аварійного відновлення є письмовий план відновлення однієї чи кількох інформаційних систем у відповідь на серйозний збій апаратного чи програмного забезпечення або знищення засобів.</div><div><br></div><div>Стратегія реагування на компрометацію та відновлення ви плануєте кібератаки, готуєтеся до них і проводите тренування з них так само, як пожежу. Зробіть свою реакцію на кібератаки та системні збої продовженням інших ваших бізнес-планів на випадок непередбачених обставин. Для цього потрібно мати встановлені плани та процедури, навчений персонал і знати, як&#8212;і з ким&#8212;повідомляти під час кризи.</div><div><ul> до оголошеного інциденту/події має включати попередньо визначені процедури аварійного відновлення.</li><li>Попередньо визначені процедури аварійного відновлення описують дії, які виконує організація для стримування, відновлення та підтримки безперервності бізнесу під час і після події. </li><li>Плани слід розробляти під час розробки та впровадження послуг.</li><li>Плани також слід коригувати на постійній основі, оскільки виникають нові ризики та змінюється робоче середовище.</li><li> ></ul></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь:</i></b></div><div><ul><li>Організація розробила та задокументувала плани та процедури аварійного відновлення</li></ul></div>"
  },
  {
    "matQuestionId": "1929",
    "questionText": "Чи проводить організація щорічні настільні навчання з реагування на інциденти, які включають сценарії реагування на програми-вимагачі? ",
    "referenceText": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 5, Управління інцидентами, версія 1.1</a> : Цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління інцидентами, і для організацій, які прагнуть покращити свій існуючий процес управління інцидентами.&#10;<p></p>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації</a>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки. , людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. КП-4, ІЧ-3&#10;</div> ",
    "supplementalInfo": "<b>Мета запитання: </b>щоб визначити, чи проводить організація настільні тренування з реагування на інциденти, які включають сценарії реагування на програми-вимагачі, принаймні раз на рік.<p></p>Тестування реагування на інциденти включає, наприклад, використання контрольних списків, прогулянку - наскрізні або настільні вправи, моделювання (паралельне/повне переривання) і комплексні вправи.<p></p>Організації повинні проводити настільні вправи з реагування на інциденти, щоб визначити загальну ефективність своїх можливостей реагування та виявити потенційні слабкі місця чи недоліки. Сценарії реагування на програмне забезпечення-вимагач слід включити до тренувань з тестування.<p></p>Тестування реагування на інциденти також може включати визначення впливу інциденту на організаційні операції (наприклад, зниження бізнес-можливостей), активи організації та осіб через реагування на інцидент. <p></p>Після того, як організація розробила свій план, його слід протестувати за допомогою реалістичного моделювання (відомого як &#8220;war-gaming&#8221;), де ролі та обов’язки розподіляються між людьми, які керують кібер відповіді на інциденти. Це гарантує ефективність плану та залучення відповідних людей до плану.<p></p><b>Можливі дії:</b><p></p> Існує багато підходів до тестування та процесу тестування може бути прогресивним.<p></p><p></p><ul><li>Організації зазвичай починають із перегляду плану, переходять до настільних покрокових інструкцій і, нарешті, проводять часткові та повні тести плану.</li><li>Списки контактів можна виконувати з самого початку, і такі вправи мають включати альтернативні контакти та іноді відбуватися без попередження та у неробочий час.</li><li><span>Якщо в організації є процес тестування планів безперервності обслуговування, критерії та графік тестування можуть бути змінені відповідно до плану управління інцидентами.</span></li></ul><p></p>Якщо процесу тестування не існує, створіть процес, включаючи критерії тестування та графік тестування для плану управління інцидентами. У процесі має бути розглянуто обсяг, типи тестів, що тестувати, створення сценарію, цілі та частоту тестування.<p></p><b><i>Ктерії для &#8220;Так&#8221; Відповідь:</i></b><p></p><ul><li><span>Організація щонайменше раз на рік проводить настільні тренування з реагування на інциденти, які включають сценарії реагування на програми-вимагачі.</span></li> </ul><p></p>"
  },
  {
    "matQuestionId": "1930",
    "questionText": "Резервне копіювання даних тестується щорічно? ",
    "referenceText": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації:</a> ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки. , людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. CP-1, CP-2, CP-9, CP-10<div><br><div><p><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800- 34r1.pdf\" target=\"_blank\">NIST SP 800-34 Rev. 1, Керівництво з планування на випадок непередбачених ситуацій для федеральних інформаційних систем:</a> Ця публікація допомагає організаціям зрозуміти мету, процес і формат розробки плану на випадок непередбачених ситуацій інформаційної системи через практичні вказівки з реального світу. Цей керівний документ містить довідкову інформацію про взаємозв’язки між плануванням на випадок непередбачених ситуацій інформаційної системи та іншими типами планів на випадок непередбачених ситуацій, пов’язаних із безпекою та управлінням у надзвичайних ситуаціях, стійкістю організації та життєвим циклом розробки системи.</p><div><a href=\"https: //www.cisecurity.org/controls/cis-controls-navigator/\" target=\"_blank\">CIS Control 11 – Відновлення даних:</a> Встановіть і підтримуйте методи відновлення даних, достатні для відновлення корпоративних активів у межах стан до інциденту та надійний стан.<br></div><div><br></div></div></div><div><a href=\"https://www.nccoe.nist. gov/sites/default/files/library/supplemental-files/msp-protecting-data-extended.pdf\" target=\"_blank\">Захист даних від програм-вимагачів та інших випадків втрати даних: </a>Посібник для постачальників керованих послуг для створення, підтримки та тестування резервних копій файлів, Національний центр передового досвіду з кібербезпеки (NCCoE), 2020.<br></div><div><br></div><div><a href=\"https:// www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">Посібник із додатковими ресурсами CRR, Том 1, Управління активами, версія 1.1: </a>Цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління активами.</div> ",
    "supplementalInfo": "<b>&#10;Мета запитання</b>: щоб визначити, чи організація тестує свої резервні копії даних принаймні раз на рік. <div><br></div><div>Створення та відновлення файлів резервних копій може допомогти пом’якшити руйнівні наслідки атаки програм-вимагачів. Періодично перевіряйте свою здатність відновлювати дані з резервних копій, щоб перевірити цілісність резервних копій і їх здатність відновлюватися. Чим критичніші чи важливіші дані, тим частіше слід тестувати. Перевірте свою стратегію резервного копіювання, перш ніж її використовувати, щоб переконатися, що у вас є повна перевірка повторного читання, метод запобігання помилкам, коли інформація передається або повторюється в іншій формі для підтвердження її точності. </div><div><br></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Резервні копії важливих систем і даних тестуються щонайменше раз на рік.&#10;</li></ul></div >"
  },
  {
    "matQuestionId": "1931",
    "questionText": "Чи проводиться рольовий тренінг з безпеки? ",
    "referenceText": "<p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-61r2.pdf\" target=\"_blank\">NIST SP 800-61 Rev. 2, Інцидент комп’ютерної безпеки Посібник із поводження:</a> Ця публікація допомагає організаціям у створенні можливостей реагування на інциденти комп’ютерної безпеки та ефективному та результативному поводженні з інцидентами. Ця публікація містить вказівки щодо обробки інцидентів, зокрема для аналізу даних, пов’язаних з інцидентами, і визначення відповідної реакції на кожен інцидент. Рекомендацій можна дотримуватися незалежно від певних апаратних платформ, операційних систем, протоколів або програм.<br></p>&#10;<p><a href=\"https://www.cisecurity.org/controls/ v8/\" target=\"_blank\">CIS Controls Version 8</a>: CIS Controls – це пріоритетний набір заходів безпеки для пом’якшення найпоширеніших кібератак на системи та мережі. Вони зіставляються з кількома правовими, нормативними та політичними рамками та посилаються на них.</p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-115.pdf \" target=\"_blank\">NIST SP 800-115, Technical Guide to Information Security Testing and Assessment</a><span>: Метою цього документу є допомога організаціям у плануванні та проведенні технічних тестів і експертиз інформаційної безпеки, аналізуючи висновки та розробка стратегій пом'якшення. Посібник містить практичні рекомендації щодо розробки, впровадження та підтримки процесів і процедур тестування та перевірки технічної безпеки інформації.</span>&#10;<p></p>&#10;<p></p>&# 10;<p></p>&#10;<p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\" >NIST SP 800-53 Rev. 5, Засоби керування безпекою та конфіденційністю для інформаційних систем і організацій</a>: ця публікація містить каталог засобів керування безпекою та конфіденційністю для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб та інших організацій , і країну від різноманітних загроз і ризиків, включаючи ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. АТ-3, ПМ-13</p> ",
    "supplementalInfo": "<div><b>Мета запитання: </b>щоб визначити, чи регулярно проводиться тренінг із безпеки на основі ролей. </div><div><br></div><div>Користувачів слід ознайомити з правилами та процедурами щодо належного використання мереж, систем і програм. Відповідні уроки, отримані з попередніх інцидентів, також слід поділитися з користувачами, щоб вони могли побачити, як їхні дії можуть вплинути на організацію. Покращення обізнаності користувачів щодо інцидентів має зменшити частоту інцидентів. ІТ-персонал має бути навчений, щоб він міг підтримувати свої мережі, системи та програми відповідно до стандартів безпеки організації.</div><div><br></div><div>Організації повинні визначити, відповідний зміст навчання з питань безпеки на основі призначених ролей і обов’язків окремих осіб і конкретних вимог безпеки організацій та інформаційних систем, до яких персонал має авторизований доступ.</div><div><br></div><div>Комплексна Рольове навчання стосується управлінських, операційних і технічних ролей і обов’язків, охоплюючи фізичні, кадрові та технічні заходи безпеки та протидії. </div><div><br></div><div> Приклади ролей, які мають проходити навчання з питань безпеки, включають: </div><div><ul><li>архітектор підприємства </li><li>інформаційну систему розробники </li><li>розробники програмного забезпечення </li><li>менеджери інформаційних систем </li><li>системні/мережеві адміністратори тощо.</li></ul></div><div><br></div><div><b><i> Критерії &#8220;Так&#8221; Відповідь:</i></b></div><div><ul><li><span>Для всього відповідного персоналу проводиться тренінг із безпеки на основі ролей.</span></li></ul> </div>"
  },
  {
    "matQuestionId": "1932",
    "questionText": "Чи виявляється фальшиве обладнання? ",
    "referenceText": "<p><span><a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: CIS Controls – це пріоритетний набір заходів безпеки для пом’якшення найпоширеніших кібератак на системи та мережі. Вони зіставляються з кількома правовими, нормативними та політичними рамками та посилаються на них.</span></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800 -115.pdf\" target=\"_blank\">NIST SP 800-115, Technical Guide to Information Security Testing and Assessment</a>: Метою цього документу є допомога організаціям у плануванні та проведенні технічних тестів і експертиз інформаційної безпеки, аналіз результатів і розробка стратегій пом'якшення. Посібник містить практичні рекомендації щодо проектування, впровадження та підтримки процесів і процедур тестування та перевірки технічної безпеки інформації.&#10;<p></p>&#10;<p></p>&#10;<p ><span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Безпека та Засоби керування конфіденційністю для інформаційних систем і організацій</a>: ця публікація містить каталог засобів керування безпекою та конфіденційністю для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і країни від різноманітних загроз і ризиків. , включаючи ворожі атаки, людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. CM-8</span></p>&#10;<p></p>&#10;<p><span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications /NIST.SP.800-61r2.pdf\" target=\"_blank\">NIST SP 800-61 Rev. 2, Посібник із обробки інцидентів комп’ютерної безпеки:</a> Ця публікація допомагає організаціям у створенні можливостей реагування на інциденти комп’ютерної безпеки та обробки інцидентів ефективно та результативно. Ця публікація містить вказівки щодо обробки інцидентів, зокрема для аналізу даних, пов’язаних з інцидентами, і визначення відповідної реакції на кожен інцидент. Рекомендації можна дотримуватися незалежно від конкретних апаратних платформ, операційних систем, протоколів або програм.</span></p> ",
    "supplementalInfo": "<div><div><b>Мета запитання: </b>щоб визначити, що організація виявляє фальшиве обладнання</div><div><br></div><div>Дізнайтеся, що є у вашій мережі . Створіть і ведіть точний, детальний і актуальний інвентар усіх активів організації. Переконайтеся, що в інвентаризації записані опис активу, мережева адреса (якщо є статична), адреса апаратного забезпечення, ім’я комп’ютера, власник корпоративного активу та зберігач тощо для кожного активу, а також чи схвалено актив для підключення до мережі. Періодично переглядайте та оновлюйте інвентаризацію всіх активів підприємства. Інвентаризація авторизованого обладнання та знання фізичного розташування та користувача цього обладнання дозволяє виявити та видалити неавторизоване обладнання.</div><div><br></div><div><b>Можливі дії:</b> </div><div><ul><li>Розробіть процес для визначення наявності в мережі несанкціонованого або фальшивого обладнання та періодичного усунення несанкціонованих апаратних засобів. Підприємство може вирішити видалити актив із мережі, заборонити активу віддалено підключатися до мережі, помістити актив на карантин тощо.</li><li>Забезпечити політику щодо додавання несанкціонованого обладнання в організацію&#8217; s мережі розвинена. Політика повинна, як мінімум, вказувати, що додавання несанкціонованого обладнання до мереж організації заборонено. </li><li>Політика також має передбачати розробку інформаційного навчання для навчання користувачів проблемам, пов’язаним із додаванням несанкціонованого або несанкціонованого обладнання до мереж організації. </li></ul></div><div> </div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Організація періодично виявляє несанкціоноване обладнання, підключене до її мереж.</li></ul></div></div>"
  },
  {
    "matQuestionId": "1933",
    "questionText": "Чи використовуються задокументовані та схвалені захищені конфігурації для керування обладнанням і програмним забезпеченням організації? ",
    "referenceText": "<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-70r4.pdf\" target=\"_blank\">NIST SP 800-70 Rev. 4, Національна програма контрольного списку для ІТ-продуктів &#8211; Рекомендації для користувачів і розробників контрольного списку: </a>Контрольний список конфігурації безпеки – це документ, який містить інструкції або процедури для налаштування продукту інформаційних технологій (ІТ) у робочому середовищі, для перевірки правильності налаштування продукту та/або для виявлення несанкціонованих змін продукту. Використання цих контрольних списків може мінімізувати поверхню атаки, зменшити вразливості, зменшити вплив успішних атак і визначити зміни, які інакше могли б залишитися непоміченими. Щоб полегшити розробку контрольних списків і зробити їх більш організованими та зручними для використання, NIST створив Національну програму контрольних списків (NCP). &#10; <span>Ця публікація пояснює, як використовувати NCP для пошуку та отримання контрольних списків, а також описує політику, процедури та загальні вимоги для участі в NCP. </span>&#10;</div>&#10;<div>&#10; <span><br></span>&#10;</div>&#10;<div>&#10; <span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\"></a></span>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації</a>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки. , людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. CM-2, CM-3, CM-6, CM-8 (2), CM-9&#10; <p></p>&#10;</div>&#10;<span> <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-128.pdf \" target=\"_blank\">NIST SP 800-128, Керівництво з керування конфігурацією інформаційних систем, орієнтоване на безпеку</a>: у цьому документі зосереджено увагу на реалізації аспектів безпеки інформаційної системи керування конфігурацією, і, таким чином, Термін управління конфігурацією, орієнтоване на безпеку (SecCM), використовується, щоб підкреслити концентрацію на інформаційній безпеці. Метою діяльності SecCM є керування та моніторинг конфігурацій інформаційних систем для досягнення належної безпеки та мінімізації організаційного ризику, одночасно підтримуючи бажану бізнес-функціональність і послуги.</span>&#10;<p></p>&#10 ;<span><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-CCM_0.pdf\" target=\"_blank\">Посібник із додатковими ресурсами CRR, Том 3, Конфігурація та керування змінами Версія 1.1</a>: цей посібник призначений для організацій, яким потрібна допомога у створенні процесу керування конфігурацією та змінами, а також для організацій, які прагнуть покращити наявну конфігурацію та процес керування змінами.</span>&#10;<div>&# 10; <br>&#10; <div>&#10; <span><a href=\"https://www.cisecurity.org/controls/secure-configuration-of-enterprise-assets-and-software/\" target=\"_blank\">CIS Control 4: Безпечна конфігурація корпоративних активів і програмне забезпечення</a>: установіть і підтримуйте безпечну конфігурацію активів підприємства (пристроїв кінцевих користувачів, у тому числі портативних і мобільних; мережевих пристроїв; некомп’ютерних пристроїв/пристроїв Інтернету речей; і серверів) і програмного забезпечення (операційних систем і програм).</span>&#10; <p></p>&#10; </div>&#10;</div> ",
    "supplementalInfo": "<div><b>Мета запитання:</b> визначити, чи використовуються задокументовані та схвалені безпечні конфігурації для керування обладнанням і програмним забезпеченням організації.</div><div><br><ul><li>Впровадити безпечні конфігурації для всіх апаратних і програмних засобів. Це допоможе зберегти цілісність активів, гарантуючи, що їх можна буде відновити до прийнятної форми, коли це необхідно (можливо, після збою). </li><li>Створюйте та підтримуйте політики та процеси, які визначають безпечні конфігурації та встановлюють пріоритети. Перегляньте та запровадьте вказівки щодо безпечної конфігурації від ваших постачальників та інших джерел. </li><li>Керування конфігурацією — це процес керування цілісністю технологічного активу протягом усього терміну його служби. Стійкість критично важливих служб і активів, які підтримують службу, може постраждати, якщо цілісність цих активів порушена.</li></ul></div><div><b>Дії керування конфігурацією можуть включати:</ b></div><div><ul><li>визначення, які активи помістити під керування конфігурацією</li><li>визначення конфігурації вибраних активів</li><li>створення базових параметрів конфігурації</li> <li>контроль змін елементів конфігурації</li><li>підтримка цілісності базових конфігурацій</li><li>аудит базових конфігурацій</li></ul></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь:</i></b></div><div><ul><li>Організація створює та використовує задокументовані та затверджені безпечні конфігурації для керування своїми апаратними та програмними активами. </li></ul></div>"
  },
  {
    "matQuestionId": "1934",
    "questionText": "Чи використовуються стандартні базові образи для керування конфігураціями обладнання та програмного забезпечення? ",
    "referenceText": "<div>&#10;<div>&#10; <font size=\"3\"><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-70r4.pdf\" target=\"_blank\">NIST SP 800-70 Rev. 4, Національна контрольна програма для ІТ-продуктів &#8211; Рекомендації для користувачів і розробників контрольного списку: </a>Контрольний список конфігурації безпеки – це документ, який містить інструкції або процедури для налаштування продукту інформаційних технологій (ІТ) у робочому середовищі, для перевірки правильності налаштування продукту та/або для виявлення несанкціонованих змін продукту. Використання цих контрольних списків може мінімізувати поверхню атаки, зменшити вразливості, зменшити вплив успішних атак і визначити зміни, які інакше могли б залишитися непоміченими. Щоб полегшити розробку контрольних списків і зробити їх більш організованими та зручними для використання, NIST створив Національну програму контрольних списків (NCP). У цій публікації пояснюється, як використовувати NCP для пошуку та отримання контрольних списків, а також описується політика, процедури та загальні вимоги для участі в NCP. &#10; </font></div>&#10; <div>&#10; <font size=\"3\"><br>&#10; </font></div>&#10; <div>&#10; <font size=\"3\"><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\"></a>&#10 ; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації:</a> ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки. , людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. &#10; <span>CM-2, CM-3, CM-6, CM-8 (2), CM-9</span>&#10; </font><p></p>&#10; </div>&#10; <font size=\"3\"><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-128.pdf\" target=\"_blank\">NIST SP 800-128, посібник для управління конфігурацією, орієнтованої на безпеку, інформаційних систем:</a> Цей документ зосереджений на реалізації аспектів безпеки інформаційної системи керування конфігурацією, і як такий термін керування конфігурацією, орієнтований на безпеку (SecCM), використовується, щоб підкреслити концентрація на інформаційній безпеці. Метою діяльності SecCM є управління та моніторинг конфігурацій інформаційних систем для досягнення належної безпеки та мінімізації організаційного ризику, одночасно підтримуючи бажані бізнес-функції та послуги.&#10; </font><p></p>&#10; <font size=\"3\"><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-CCM_0.pdf\" target=\"_blank\">Додатковий ресурсний посібник CRR, том 3, Керування конфігурацією та змінами, версія 1.1: </a>Цей посібник призначений для організацій, яким потрібна допомога у створенні процесу керування конфігурацією та змінами, а також для організацій, які прагнуть покращити наявну конфігурацію та процес керування змінами.&#10; </font><div>&#10; <font size=\"3\"><br>&#10; </font><div>&#10; <font size=\"3\"><a href=\"https://www.cisecurity.org/controls/secure-configuration-of-enterprise-assets-and-software/\" target=\"_blank\">CIS Control 4: Безпечна конфігурація корпоративних активів і програмного забезпечення:</a> встановіть і підтримуйте безпечну конфігурацію корпоративних активів (пристроїв кінцевих користувачів, у тому числі портативних і мобільних; мережевих пристроїв; некомп’ютерних пристроїв/пристроїв Інтернету речей; і серверів) і програмного забезпечення (операційних систем). і програми).&#10; </font></div>&#10;</div>&#10;</div> ",
    "supplementalInfo": "<div><b>Мета запитання:</b><br></div><div>Визначити, чи встановила організація базові образи конфігурації для апаратних і програмних засобів і чи використовуються ці базові образи для керування апаратними та програмними активами конфігурації.</div><div> </div><div><ul><li>Встановлення базової лінії технологічного активу (зазвичай називається елементом конфігурації) забезпечує основу для керування цілісністю активу, коли він змінюється протягом життєвого циклу .</li><li>Керування конфігурацією встановлює додатковий контроль над базовою лінією конфігурації, щоб підтримувати цілісність активів і завжди бути доступною та авторизованою для використання.</li></ul><span><b >Приклади елементів конфігурації:</b></span><br></div><div><ul><li>програмне забезпечення та програмний код</li><li>операційні системи</li><li>апаратне забезпечення файли конфігурації</li><li>набори правил брандмауера</li><li>файли конфігурації для маршрутизаторів, комутаторів та іншого мережевого обладнання<b> </b></li></ul></div><div ><b><i>Критерії для &#8220;Так&#8221; Відповідь:</i></b></div><div><ul><li>Базові образи конфігурації існують для апаратних і програмних активів, і ці базові образи використовуються для керування конфігураціями апаратних і програмних ресурсів. </li></ul></div>"
  },
  {
    "matQuestionId": "1935",
    "questionText": "Чи керує організація конфігураціями системи за допомогою посібників із посилення безпеки? ",
    "referenceText": "<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-70r4.pdf\" target=\"_blank\">NIST SP 800-70 Rev. 4, Національна програма контрольного списку для ІТ-продуктів &#8211; Рекомендації для користувачів і розробників контрольного списку: </a>Контрольний список конфігурації безпеки – це документ, який містить інструкції або процедури для налаштування продукту інформаційних технологій (ІТ) у робочому середовищі, для перевірки правильності налаштування продукту та/або для виявлення несанкціонованих змін продукту. Використання цих контрольних списків може мінімізувати поверхню атаки, зменшити вразливості, зменшити вплив успішних атак і визначити зміни, які інакше могли б залишитися непоміченими. Щоб полегшити розробку контрольних списків і зробити їх більш організованими та зручними для використання, NIST створив Національну програму контрольних списків (NCP). &#10; <span>Ця публікація пояснює, як використовувати NCP для пошуку та отримання контрольних списків, а також описує політику, процедури та загальні вимоги для участі в NCP. </span>&#10;</div>&#10;<div>&#10; <span><br></span>&#10;</div>&#10;<div>&#10; <span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\"></a></span>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації:</a> ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки. , людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. CM-6&#10; <p></p>&#10;</div>&#10;<span> <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-128.pdf \" target=\"_blank\">NIST SP 800-128, Guide for Security-Focused Configuration Management of Information Systems:</a> Цей документ зосереджений на реалізації аспектів безпеки інформаційної системи керування конфігурацією, і, таким чином, Термін управління конфігурацією, орієнтоване на безпеку (SecCM), використовується, щоб підкреслити концентрацію на інформаційній безпеці. Метою діяльності SecCM є керування та моніторинг конфігурацій інформаційних систем для досягнення належної безпеки та мінімізації організаційного ризику, одночасно підтримуючи бажану бізнес-функціональність і послуги.</span>&#10;<p></p>&#10 ;<span><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-CCM_0.pdf\" target=\"_blank\">Посібник із додатковими ресурсами CRR, Том 3, Конфігурація та керування змінами Версія 1.1:</a> Цей посібник призначений для організацій, яким потрібна допомога у створенні процесу керування конфігурацією та змінами, а також для організацій, які прагнуть покращити наявну конфігурацію та процес керування змінами.</span>&#10;<div>&# 10; <p><a href=\"https://www.cisecurity.org/controls/secure-configuration-of-enterprise-assets-and-software/\" target=\"_blank\"><br class=\"Apple-interchange- newline\">CIS Control 4: Безпечна конфігурація активів підприємства та програмного забезпечення:</a> <span>Створення та підтримка безпечної конфігурації активів підприємства (пристрої кінцевого користувача, зокрема портативні та мобільні; мережеві пристрої; некомп’ютерні/Інтернет речей) пристрої та сервери) і програмне забезпечення (операційні системи та програми).</span></p>&#10;</div> ",
    "supplementalInfo": "<div><b>Мета запитання:</b><span> Щоб визначити, чи використовуються посібники з посилення безпеки для керування конфігураціями системи.</span><br></div><div><br></div> <div>Посібники з посилення безпеки (також називаються контрольним списком конфігурації безпеки, посібником із блокування, посібником із безпеки, посібником із технічного впровадження безпеки [STIG] або тестом) — це документи, які:</div><div><ul><li> включають інструкції чи процедури для налаштування ІТ-продукту в робочому середовищі</li><li>перевіряють, чи правильно налаштовано продукт</li><li>та/або допомагають виявити несанкціоновані зміни конфігурації продукту. </li></ul><span>ІТ-продукт може бути комерційним, із відкритим кодом, для уряду тощо.</span><br></div><div><br ></div><div><b>Можливі дії:</b></div><div>Використання добре написаних стандартизованих контрольних списків конфігурації може зменшити вразливість ІТ-продуктів і бути особливо корисним для невеликих організацій і окремих осіб у захисті своїх систем. Контрольні списки можуть розробляти не лише постачальники ІТ, а й інші організації, які мають технічну компетенцію в сфері безпеки ІТ-продуктів. </div><div><br></div><div>Посібники з посилення безпеки можуть містити будь-що з наведеного нижче: </div><div><ul><li>Файли конфігурації, які автоматично встановлюють або перевіряють різні заходи безпеки, пов’язані параметри (наприклад, виконувані файли, шаблони безпеки, які змінюють параметри, файли XML (розширювана мова розмітки) Протоколу автоматизації вмісту безпеки (SCAP) і сценарії). </li><li><span>Документація (наприклад, текстовий файл), яка вказує користувачеві контрольного списку вручну налаштувати ІТ-продукт </span></li><li><span>Документи, що пояснюють рекомендовані методи безпечного встановлення і налаштування пристрою </span></li><li><span>Політика та програмні документи, які містять вказівки щодо таких речей, як аудит, механізми автентифікації (наприклад, паролі) і захист периметра</span></ li></ul></div><div><b><i>Критерії &#8220;Так&#8221; Відповідь:</i></b></div><div><ul><li>Посібники з посилення безпеки (або <span>контрольні списки конфігурації безпеки, посібники з блокування, посібники з безпеки, посібники з технічного впровадження безпеки або тести) </span><span>використовуються для керування системними конфігураціями організації.</span></li></ul></div>"
  },
  {
    "matQuestionId": "1936",
    "questionText": "Чи рекомендовано користувачам, які намагаються встановити фальшиве обладнання, не встановлювати фальшиве обладнання? ",
    "referenceText": "<span><a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: CIS Controls – це пріоритетний набір заходів безпеки для пом’якшення найпоширеніші кібератаки на системи та мережі. Вони зіставляються з кількома правовими, нормативними та політичними рамками та посилаються на них.</span>&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist .gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності для інформаційних систем і організацій</a>: ця публікація містить каталог елементів керування безпекою та конфіденційністю для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки, помилки людини, стихійні лиха, структурні збої, дані іноземної розвідки особи та ризики конфіденційності. AT-3</span>&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800- 61r2.pdf\" target=\"_blank\">NIST SP 800-61 Rev. 2, Посібник із обробки інцидентів комп’ютерної безпеки:</a> Ця публікація допомагає організаціям у створенні можливостей реагування на інциденти комп’ютерної безпеки та ефективній і ефективній обробці інцидентів. Ця публікація містить вказівки щодо обробки інцидентів, зокрема для аналізу даних, пов’язаних з інцидентами, і визначення відповідної реакції на кожен інцидент. Рекомендації можна дотримуватися незалежно від конкретних апаратних платформ, операційних систем, протоколів або програм.</span>&#10;<p></p> ",
    "supplementalInfo": "<div><div><b>Мета запитання:</b> визначити, чи користувачам, які намагаються встановити або підключити несанкціоноване або несанкціоноване обладнання до мереж організації, рекомендовано не додавати шахрайські пристрої до організації&#8217; s мережі. </div><div><br></div><div>Переконайтеся, що розроблено політику щодо додавання несанкціонованого обладнання до мереж організації. Політика повинна, як мінімум, вказувати, що додавання несанкціонованого обладнання до мереж організації заборонено. </div><div><br></div><div>Політика також має передбачати розробку інформаційних тренінгів для навчання користувачів проблемам, пов’язаним із додаванням несанкціонованого або фальшивого обладнання до мереж організації. </div><div><br></div><div><b>Можливі дії:</b></div><div><ul><li>Розробіть або оновіть політику безпеки, щоб запобігти несанкціонованому чи неавторизованому розглядається апаратне забезпечення. </li><li>Розробити процес для визначення наявності в мережі несанкціонованого або шахрайського обладнання та періодичного усунення несанкціонованих апаратних засобів.</li><li>Розробити або оновити навчальний курс для вирішення теми шахрайського обладнання. обладнання. </li><li>Проведіть навчальний курс.</li><li>Оцініть ефективність навчального тренінгу щодо підключення фальшивого обладнання до мережі та перегляньте його за потреби. </li></ul></div><div><br></div><div><b><i> Критерії для &#8220;Так&#8221; Відповідь:</i></b> </div><div><ul><li>Організація консультує всіх користувачів, які намагаються встановити несанкціоноване або недозволене обладнання в мережі організації. </li></ul></div></div>"
  },
  {
    "matQuestionId": "1937",
    "questionText": "Чи проводяться настільні вправи з реагування на інциденти принаймні двічі на рік? ",
    "referenceText": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 5, Управління інцидентами, версія 1.1</a> : Цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління інцидентами, і для організацій, які прагнуть покращити свій існуючий процес управління інцидентами.&#10;<p></p>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації</a>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки. , людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. &#10; <span>CP-4, IR-3</span>&#10;</div> ",
    "supplementalInfo": "<div><b>Мета запитання: </b>щоб визначити, чи проводить організація настільні навчання реагування на інциденти принаймні двічі на рік.</div><div><br></div><div>Тестування реагування на інциденти включає , наприклад, використання контрольних списків, покрокових або настільних вправ, моделювання (паралельне/повне переривання) і комплексних вправ. </div><div><br></div><div>Організації повинні проводити настільні тренування з реагування на інциденти, щоб визначити загальну ефективність своїх можливостей реагування та виявити потенційні слабкі місця чи недоліки. Сценарії реагування на програми-вимагачі повинні бути включені в тренування з тестування. <span>Тестування реагування на інциденти також може включати визначення впливу інциденту на організаційні операції (наприклад, зменшення бізнес-можливостей), організаційні активи та осіб унаслідок реагування на інцидент. </span></div><div> </div><div>Після того, як організація розробила свій план, його слід перевірити за допомогою реалістичного моделювання (відомого як &#8220;військова гра&#8221;), де Ролі та обов’язки покладені на людей, які керують реагуванням на кіберінциденти. Це гарантує ефективність плану та залучення відповідних людей до плану. </div><div><b> </b></div><div><b>Можливі дії: </b></div><div><ul><li>Існує багато підходів до тестування , і процес тестування може бути прогресивним. </li><li>Організації зазвичай починають із перегляду плану, переходять до настільних інструкцій і, нарешті, проводять часткові та повні тести плану.</li><li>Списки контактів можна виконувати з самого початку, і такі вправи повинні включати альтернативні контакти та іноді відбуваються без попередження та у неробочий час.</li><li>Якщо в організації є процес для тестування планів безперервності обслуговування, критерії тестування та графік можуть бути змінені відповідно до плану управління інцидентами.</li></ ul></div><div>Якщо процесу тестування не існує, створіть процес, включаючи критерії тестування та розклад тестування для плану управління інцидентами. Процес має стосуватися <span>обсягу, </span><span>типів тестів, </span><span>що тестувати, </span><span>створення сценарію, </span><span>цілі, та </span><span>частоту тестування.</span></div><div><br></div><div><b><i>Критерії для &#8220;Так&#8221; Відповідь:</i></b></div><div><ul><li>Організація проводить настільні навчання реагування на інциденти, які включають сценарії реагування на програми-вимагачі принаймні двічі на рік.</li></ul></div>"
  },
  {
    "matQuestionId": "1938",
    "questionText": "Чи проводяться вправи з реагування на фізичний інцидент принаймні раз на рік? ",
    "referenceText": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 5, Управління інцидентами, версія 1.1</a> : Цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління інцидентами, і для організацій, які прагнуть покращити свій існуючий процес управління інцидентами.&#10;<p></p>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації</a>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки. , людські помилки, стихійні лиха, структурні збої, органи іноземної розвідки та ризики конфіденційності. &#10; <span>CP-4, IR-3, IR-4</span>&#10;</div> ",
    "supplementalInfo": "<p><b>Мета запитання: </b><span>Визначити, чи проводить організація тренування з реагування на фізичні інциденти принаймні раз на рік.</span><br></p><p>Тестування реагування на інциденти має поетапний прогрес, наприклад:</p><p></p><ul><li>перегляд плану</li><li>настільний тест або покрокове керівництво</li><li>тестування компонентів, наприклад інцидент декларація та сповіщення команди</li><li>тестування обмеженого сценарію з використанням ізольованого інциденту або інциденту однієї категорії, як у випадку збою ІТ</li><li>тестування великомасштабного інциденту з використанням регіонального лиха чи пандемії та тестування міжпланових залежностей</li></ul><p></p><p>Тестуючи свій план реагування на інциденти, ви надаєте своїй організації та персоналу, безпосередньо залученому до управління інцидентами, можливість відпрацьовувати ролі та відповідальність у контрольоване середовище. Ви також гарантуєте, що план дає бажані результати після перевірки. Навчання з управління інцидентами не призначені для отримання оцінок «зараховано/незараховано».&#8221; Натомість їх слід розглядати як можливість вимірювати ефективність плану та виявляти будь-які несподівані результати, конфлікти та необхідні покращення в контрольованому середовищі.</p><p><b>Можливі дії: </b></p> <p></p><ul><li>Керівництва та стандарти для вправ плану управління інцидентами можуть включати таке:</li><ul><li><span>Ідентифікація та відповідальність власників плану</span><br></li><li>Ідентифікація та залучення зацікавлених сторін</li><li>Управління навчаннями</li><li>Планування розкладу навчань</li><li>Вимоги до того, яка інформація має бути задокументована під час і після виконання плану</li><li>Заходи щодо того, як організація оцінює виконання плану управління інцидентами</li></ul></ul><p></p><p></p><ul><li>Плани вправ </li><ul><li>Плани тестів, розроблені з використанням попередньо встановлених критеріїв вправ</li></ul></ul><p></p><p></p>< ul><li>Плануйте результати вправ </li><ul><li>Визначте прийнятний час реакції та дотримання процесу відповідно до плану</li></ul></ul><p></p>< p></p><ul><li>Стратегія для тестування та підтримки управління інцидентами</li><ul><li>Встановити керівні принципи для тестування плану; використання отриманих уроків для покращення плану управління інцидентами </li></ul></ul><div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь:</i></b></div><div><ul><li>Організація проводить реагування на фізичні інциденти принаймні раз на рік.</li></ul></div></div><p></p><p></p>"
  },
  {
    "matQuestionId": "1939",
    "questionText": "Чи проводяться вправи з реагування на фізичні інциденти принаймні двічі на рік? ",
    "referenceText": "<span><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">Посібник із додаткових ресурсів CRR, Том 5, Управління інцидентами, версія 1.1</a>: цей посібник призначений для організацій, яким потрібна допомога у створенні процесу управління інцидентами, і для організацій, які прагнуть покращити свій існуючий процес управління інцидентами.</span>&#10;<div><br></div><div >&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності інформації Системи та організації</a><span>: ця публікація містить каталог заходів безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, зокрема ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності. </span>&#10; <span>CP-4, IR-3, IR-4</span>&#10; <br>&#10; <p></p>&#10; &#10; <p></p>&#10;</div> ",
    "supplementalInfo": "<div><div><b>Мета запитання: </b>щоб визначити, чи організація проводить тренування з реагування на фізичні інциденти принаймні двічі на рік.</div><div><br></div><div>Інцидент тестування відповідей має проходити поетапно, наприклад:</div><div><br></div><div><ul><li>перегляд плану</li><li>настільний тест або покрокове керівництво</li> <li>тестування компонентів, як-от оголошення про інцидент і сповіщення команди</li><li>тестування обмеженого сценарію з використанням ізольованого інциденту або інциденту однієї категорії, як у випадку збою ІТ</li><li>великомасштабного інциденту тестування, використання регіонального лиха чи пандемії та тестування міжпланових залежностей</li></ul></div><div>Тестуючи свій план реагування на інциденти, ви надаєте своїй організації та персоналу, безпосередньо залученому до управління інцидентами, можливість відпрацьовувати ролі та відповідальність у контрольованому середовищі. Ви також гарантуєте, що план дає бажані результати після перевірки. Навчання з управління інцидентами не призначені для отримання оцінок «зараховано/незараховано».&#8221; Натомість їх слід розглядати як можливість вимірювати ефективність плану та виявляти будь-які несподівані результати, конфлікти та необхідні покращення в контрольованому середовищі.</div><div> </div><div><b>Можливі дії: </b></div><div><ul><li>Керівництва та стандарти для вправ щодо плану управління інцидентами можуть включати наступне: </li><ul><li>Ідентифікація та відповідальність власників плану</li><li>Ідентифікація та залучення зацікавлених сторін</li><li>Управління навчаннями</li><li>Розклад планових навчань</li><li>Вимоги до того, яка інформація має бути задокументована під час та після планових навчань</li> <li>Заходи щодо того, як організація оцінює ефективність плану управління інцидентами </li></ul><li><span>Плани тренувань</span></li><ul><li>Плани випробувань, розроблені з використанням попередньо встановлених критерії вправ</li></ul><li><span>Плануйте результати вправ </span><br></li><ul><li>Визначте прийнятний час реакції та дотримання процесу відповідно до плану</ li></ul><li><span>Стратегія для тестування та підтримки управління інцидентами</span></li><ul><li>Встановити керівні принципи для тестування плану; використання отриманих уроків для покращення плану управління інцидентами </li></ul></ul></div><div><b><i>Критерії &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Організація проводить реагування на фізичні інциденти принаймні двічі на рік.</li></ul></div></div>"
  },
  {
    "matQuestionId": "1940",
    "questionText": "Чи запровадила організація резервні системи, де це доречно, з метою підвищення стійкості? ",
    "referenceText": "<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-160v2.pdf\" target=\"_blank\">NIST SP 800-160, Том 2, Розробка Cyber Resilient Системи: підхід до розробки системної безпеки</a>. Цю публікацію можна розглядати як довідник для досягнення визначених результатів кібервідмовостійкості на основі погляду системної інженерії на процеси життєвого циклу системи в поєднанні з процесами управління ризиками, що дозволяє використовувати досвід і знання організації, щоб допомогти визначити, що є правильним для її мети.</span>&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs /SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Контроль безпеки та конфіденційності для інформаційних систем і організацій</a>: ця публікація містить каталог безпеки та засоби контролю конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації від різноманітних загроз і ризиків, включаючи ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та конфіденційність ризики. CP-2, CP-7, CP-6, CP-8, CP-9, CP-10, MA-6</span>&#10;<p></p>&#10;<p><i><br></i></p> ",
    "supplementalInfo": "<div><b>Мета запитання: </b> визначити, чи впровадила організація резервні системи, де це доречно, з метою підвищення стійкості. </div><div> </div><div><ul><li>Доступність. Вимоги до доступності (тобто надійності) системи є важливим фактором у проектуванні. Системи з високими вимогами до доступності/часу роботи можуть вимагати більшого резервування.</li><li>Підтримка функціональності під час несприятливих умов. Це передбачає проектування систем промислового керування (ICS) таким чином, щоб кожен критичний компонент мав резервний аналог. Крім того, якщо компонент виходить з ладу, він повинен виходити з ладу таким чином, щоб не генерувати непотрібний трафік у ICS чи інших мережах або не викликати іншу проблему деінде, наприклад каскадну подію. ICS також має дозволяти плавне погіршення, наприклад перехід від &#34;нормальної роботи&#34; з повною автоматизацією для &#34;аварійної роботи&#34; з більшою залученістю операторів і меншою автоматизацією до &#34;ручного керування&#34; без автоматизації.</li></ul></div><div>Організація повинна планувати підтримку технологічних активів, щоб забезпечити постійне функціонування послуг. Механізми, запроваджені для досягнення цієї практики, можуть приймати різні форми:</div><div><br></div><div><ul><li>балансування навантаження: метод, який покращує розподіл робочого навантаження між кількома ресурсами для оптимізації використання ресурсів, максимізація пропускної здатності, мінімізація часу відповіді та уникнення перевантаження будь-якого окремого ресурсу </li><li><span>можливості гарячої заміни: можливість замінювати або додавати компоненти без зупинки чи вимкнення пов’язаної системи </span> </li><li><span>реалізації високої доступності: методологія відновлення після збоїв для забезпечення доступності під час перебоїв пристрою або компонента</span></li><li>альтернативні телекомунікаційні служби</li><li>альтернативні сайти обробки</li><li>відмовостійкі процедури:</li><ul><li>відмовостійкість: конструктивна особливість або практика, яка у випадку певного типу відмови реагує таким чином, що спричинить відсутність або мінімальна шкода системним активам, майну чи життю</li><li>Відмовостійкі процедури можуть включати оповіщення персоналу оператора та надання конкретних інструкцій щодо наступних кроків (наприклад, нічого не робити, відновити налаштування системи, завершити процеси , перезапустіть систему або зв’яжіться з призначеним персоналом організації).</li></ul></ul></div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>Організація запровадила резервні системи, де це доречно, з метою підвищення стійкості. </li></ul></div>"
  },
  {
    "matQuestionId": "1941",
    "questionText": "Чи були впроваджені надлишкові та стійкі системи та дані в усій організації?",
    "referenceText": "<p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-160v2.pdf\" target=\"_blank\">Спеціальна публікація NIST 800-160, том 2, Developing Cyber Відмовостійкі системи: підхід до розробки системної безпеки</a>: <span>Цю публікацію можна розглядати як посібник із досягнення визначених результатів кібервідмовостійкості на основі погляду системної інженерії на процеси життєвого циклу системи в поєднанні з процесами управління ризиками, що дозволяє досвід і знання організації, щоб допомогти визначити, що є правильним для її мети.</span><br></p>&#10;<span></span>&#10;<p></p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">Спеціальна публікація NIST SP 800-53 Rev. 5, Безпека і засоби контролю конфіденційності для інформаційних систем і організацій</a><span>: ця публікація містить каталог засобів контролю безпеки та конфіденційності для інформаційних систем і організацій для захисту організаційних операцій і активів, окремих осіб, інших організацій і нації з різноманітного набору загроз і ризиків, включаючи ворожі атаки, людські помилки, стихійні лиха, структурні збої, іноземні розвідувальні організації та ризики конфіденційності.</span> CP-7, CP-8, CP-11, CP-13, PL-8, SA-14, SC-6, SI-17",
    "supplementalInfo": "<div><b>Мета запитання: </b>щоб визначити, чи були впроваджені резервні системи та дані в усій організації. </div><div><ul><li>Доступність. Вимоги до доступності (тобто надійності) системи також є важливим фактором у проектуванні. Системи з високими вимогами до доступності/часу роботи можуть вимагати більшого резервування.</li><li>Підтримка функціональності під час несприятливих умов. Це передбачає проектування систем промислового керування (ICS) таким чином, щоб кожен критичний компонент мав резервний аналог. Крім того, якщо компонент виходить з ладу, він повинен виходити з ладу таким чином, щоб не генерувати непотрібний трафік у ICS чи інших мережах або не викликати іншу проблему деінде, наприклад каскадну подію. ICS також має дозволяти плавне погіршення, наприклад перехід від &#34;нормальної роботи&#34; з повною автоматизацією для &#34;аварійної роботи&#34; з більшою залученістю операторів і меншою автоматизацією до &#34;ручного керування&#34; без автоматизації.</li></ul></div><div>Організація повинна планувати підтримку технологічних активів, щоб забезпечити постійне функціонування послуг. Механізми, запроваджені для досягнення цієї практики, можуть приймати різні форми:</div><div><ul><li>балансування навантаження: метод, який покращує розподіл робочого навантаження між багатьма ресурсами для оптимізації використання ресурсів, максимальної пропускної здатності, мінімізації часу відповіді, і уникайте перевантаження будь-якого окремого ресурсу</li><li>можливості гарячої заміни: можливість замінювати або додавати компоненти без зупинки або вимкнення пов’язаної системи</li><li>реалізація високої доступності: методологія відновлення після відмови для забезпечення доступності під час перебоїв у роботі пристрою чи компонентів</li><li>альтернативні телекомунікаційні послуги</li><li>альтернативні сайти обробки</li><li>безвідмовні процедури:</li><ul><li>безвідмовний : конструктивна функція або практика, яка у випадку певного типу збою реагує таким чином, що не завдасть шкоди системним активам, власності чи життю або завдасть мінімальної шкоди.</li><li>Відмовостійкі процедури можуть включати попередження персоналу оператора та надання конкретних інструкцій щодо наступних кроків (наприклад, нічого не робити, відновити налаштування системи, завершити процеси, перезапустити систему або зв’язатися з призначеним персоналом організації).</li></ul></ul> </div><div><b><i>Ктерії для &#8220;Так&#8221; Відповідь: </i></b></div><div><ul><li>У всій організації впроваджено резервні системи та дані. </li></ul></div>"
  },
  {
    "matQuestionId": "9917",
    "securityPractice": "Планування та готовність до інцидентів",
    "outcome": "Організації здатні безпечно й ефективно відновлюватися після інциденту кібербезпеки.",
    "scope": "IT та OT активи",
    "recommendAction": "Розробка, підтримка та тестування планів відновлення та відновлення роботи будь-яких активів або систем, на які може вплинути інцидент кібербезпеки",
    "riskAddressed": "Порушення доступності активу, послуги або системи",
    "services": ""
  },
  {
    "matQuestionId": "9898",
    "securityPractice": "Зміна паролів за умовчанням",
    "outcome": "Заборонити зловмисникам використовувати паролі за замовчуванням для отримання початкового доступу або пересування в мережі.",
    "scope": "ІТ-активи, захищені паролем, і нещодавно придбані активи OT.",
    "recommendAction": "Примусова політика та/або процес для всієї організації, який вимагає зміни паролів виробника за замовчуванням для будь-якого/всіх апаратних засобів, програмного забезпечення та мікропрограм перед розміщенням у внутрішній чи зовнішній мережі. Це включає ІТ-активи для OT, наприклад веб-сторінки адміністрування OT. У випадках, коли зміна паролів за замовчуванням неможлива (наприклад, система керування із жорстко закодованим паролем), запровадьте та задокументуйте відповідні компенсаційні засоби контролю безпеки та відстежуйте журнали для мережевого трафіку та спроб входу на цих пристроях. OT: Хоча зміна паролів за замовчуванням у існуючому OT організації вимагає значно більше роботи, ми все ж рекомендуємо мати таку політику, щоб змінювати облікові дані за замовчуванням для всіх нових або майбутніх пристроїв. Це не тільки легше досягти, але й зменшує потенційний ризик у майбутньому, якщо супротивник змінить TTP.",
    "riskAddressed": "",
    "services": "<a href=\"https://www.cisa.gov/BadPractices\" target=\"_blank\">Погана практика CISA</a>"
  },
  {
    "matQuestionId": "9889",
    "securityPractice": "Інвентаризація активів",
    "outcome": "Краще ідентифікувати відомі, невідомі (тіньові) і некеровані активи, а також швидше виявляти нові вразливості та реагувати на них.",
    "scope": "IT та OT активи",
    "recommendAction": "Регулярно оновлюйте інвентаризацію всіх активів організації з IP-адресою (включаючи IPv6), включаючи OT. Цей інвентар оновлюється на регулярній основі, не рідше ніж щомісяця як для IT, так і для OT.",
    "riskAddressed": "",
    "services": "<p><a href=\"https://www.cisa.gov/cyber-hygiene-services\" target=\"_blank\">Cyber Hygiene Services</a> або електронною поштою <a href=\"mailto:vulnerability@cisa .DHS.gov\">vulnerability@cisa.DHS.gov</a>,&#160;<a href=\"https://www.cisa.gov/publication/stuff-off-search\" target=\"_blank\" >&#34;Матеріали поза пошуком&#34; Посібник</a>.</p>"
  },
  {
    "matQuestionId": "9915",
    "securityPractice": "Виявлення відповідних загроз і TTP",
    "outcome": "Організації знають і можуть виявляти відповідні загрози та TTP.",
    "scope": "Не застосовується",
    "recommendAction": "Організації задокументували список загроз і супротивних TTP, що стосуються їх організації (наприклад, на основі галузі, секторів тощо), і мають можливість (наприклад, за допомогою правил, попереджень або комерційних систем запобігання та виявлення) виявляти випадки цих ключових загроз.",
    "riskAddressed": "Без знання відповідних загроз і здатності їх виявляти організації ризикують, що зловмисники залишаться непоміченими в їхніх мережах протягом тривалого часу.",
    "services": ""
  },
  {
    "matQuestionId": "9902",
    "securityPractice": "Звітування про інциденти",
    "outcome": "CISA та інші організації краще можуть надати допомогу або зрозуміти ширший масштаб кібератаки.",
    "scope": "В масштабах організації",
    "recommendAction": "Організації підтримують кодифіковану політику та процедури щодо того, кому та як повідомляти про всі підтверджені інциденти кібербезпеки відповідним зовнішнім органам (наприклад, державним/федеральним регуляторам або SRMA, якщо потрібно, ISAC/ISAO, а також CISA). Про відомі інциденти повідомляється CISA, а також іншим необхідним сторонам у терміни, визначені відповідними нормативними вказівками, або, за відсутності вказівок, як тільки це буде безпечно. Ця мета буде переглянута після повного впровадження Закону про звітність про кіберінциденти для критичної інфраструктури від 2022 року (CIRCIA).",
    "riskAddressed": "Без своєчасного звітування про інциденти CISA та інші групи менш спроможні надати допомогу постраждалим організаціям і їм не вистачає важливої інформації про ширший ландшафт загроз (наприклад, чи відбувається ширша атака на певний сектор).",
    "services": "<a href=\"https://us-cert.cisa.gov/forms/report\" target=\"_blank\">Повідомлення про інциденти</a> та/або зв’яжіться з <a href=\"mailto:report%40.cisa. gov?subject=Incident%20Reporting\">report@cisa.gov</a> або (888) 282-0870"
  },
  {
    "matQuestionId": "9903",
    "securityPractice": "Розкриття вразливостей/повідомлення",
    "outcome": "Організації швидше дізнаються про вразливі місця або недоліки своїх активів, виявлені дослідниками безпеки; у дослідників більше стимулів відповідально ділитися своїми висновками.",
    "scope": "Всі активи",
    "recommendAction": "Відповідно до NIST SP 800-53 Revision 5, організації підтримують загальнодоступний, легко виявлений метод для дослідників безпеки, щоб повідомити (наприклад, через адресу електронної пошти або веб-форму) команди безпеки організації про вразливі, неправильно налаштовані або іншим чином використані активи. Правильні подання підтверджуються та своєчасно відповідають на них, беручи до уваги повноту та складність уразливості. Перевірені та придатні для використання недоліки пом’якшуються відповідно до їх серйозності. Дослідники безпеки, які сумлінно повідомляють про виявлені вразливості, захищені правилами Safe Harbor. У випадках, коли вразливі місця підтверджуються та розкриваються, досліднику, який спочатку подав сповіщення, надається публічне визнання.",
    "riskAddressed": "",
    "services": "<a href=\"https://www.cisa.gov/vulnerability-disclosure-policy-template\" target=\"_blank\">Шаблон політики розкриття вразливостей</a>,&#160;<a href=\"https:/ /policymaker.disclose.io/policymaker/introduction/\" target=\"_blank\">Disclose.io Policy Maker</a>, повідомлення про вразливості; електронною поштою <a href=\"mailto:vulnerability@cisa.dhs.gov\">vulnerability@cisa.dhs.gov</a>,&#160;<a href=\"https://www.cisa.gov/coordinated- vulnerability-disclosure-process\" target=\"_blank\">Скоординований процес розкриття вразливостей</a>"
  },
  {
    "matQuestionId": "9896",
    "securityPractice": "Лідерство в кібербезпеці організації",
    "outcome": "Один керівник несе відповідальність за кібербезпеку в організації.",
    "scope": "Не застосовується",
    "recommendAction": "Названа роль/посада/назва визначається як відповідальність і підзвітність за планування, забезпечення ресурсами та виконання діяльності з кібербезпеки. Ця роль може виконувати такі дії, як управління операціями з кібербезпеки на вищому рівні, запит і забезпечення бюджетних ресурсів або керівництво розробкою стратегії для інформування про майбутнє позиціонування.",
    "riskAddressed": "Відсутність достатньої підзвітності, інвестицій або ефективності в сфері кібербезпеки.",
    "services": ""
  },
  {
    "matQuestionId": "9899",
    "securityPractice": "Мінімальна надійність пароля",
    "outcome": "Зловмисникам важче вгадати або зламати організаційні паролі.",
    "scope": "Захищені паролем ІТ-активи та активи OT на базі Windows",
    "recommendAction": "Організації мають системну політику, яка вимагає мінімальної довжини пароля 15* або більше символів для всіх ІТ-активів, захищених паролем, і всіх активів OT, де це технічно можливо.** Організаціям слід розглянути можливість використання парольних фраз і менеджерів паролів, щоб полегшити роботу користувачам підтримувати достатньо довгі паролі. У випадках, коли мінімальна довжина пароля технічно неможлива, застосовуються й записуються компенсаційні елементи керування, а також реєструються всі спроби входу до цих активів. Об’єкти, які не можуть підтримувати паролі достатньої довжини, мають пріоритет для оновлення або заміни. Ця мета особливо важлива для організацій, які не мають широкого впровадження MFA та можливостей захисту від атак грубої сили (таких як брандмауери веб-додатків і сторонніх мереж доставки вмісту) або не можуть прийняти методи автентифікації без пароля. Сучасні інструменти зловмисників можуть швидко зламати паролі з 8 символів. Довжина є більш впливовим і важливим фактором надійності пароля, ніж складність або часта зміна пароля, і полегшує людям створення та запам’ятовування паролів. Активи OT, які використовують центральний механізм автентифікації (наприклад, Active Directory), є найважливішими для вирішення. Приклади активів OT з низьким рівнем ризику, які можуть бути технічно нездійсненними, включають активи у віддалених місцях, наприклад на морських бурових установках або на вітрових турбінах.",
    "riskAddressed": "",
    "services": "<a href=\"https://www.cisa.gov/BadPractices\" target=\"_blank\">Погана практика CISA</a>, XKCD 936"
  },
  {
    "matQuestionId": "9897",
    "securityPractice": "Лідерство в кібербезпеці OT",
    "outcome": "Один керівник несе відповідальність за кібербезпеку OT в організації з активами OT.",
    "scope": "Не застосовується",
    "recommendAction": "Названа роль/посада/назва визначається як відповідальність і підзвітність за планування, забезпечення ресурсами та виконання специфічних для OT дій із кібербезпеки. У деяких організаціях це може бути та сама посада, яка визначена в 1.B.",
    "riskAddressed": "Відсутність підзвітності, інвестицій або ефективності програми кібербезпеки OT.",
    "services": ""
  },
  {
    "matQuestionId": "9910",
    "securityPractice": "Розгортання файлів Security.txt",
    "outcome": "Дозвольте дослідникам безпеки швидше надсилати виявлені слабкі місця чи вразливості.",
    "scope": "Усі загальнодоступні веб-домени.",
    "recommendAction": "Усі загальнодоступні веб-домени мають файл security.txt, який відповідає рекомендаціям RFC 9116.",
    "riskAddressed": "",
    "services": "<a href=\"https://securitytxt.org\" target=\"_blank\">https://securitytxt.org</a>"
  },
  {
    "matQuestionId": "9894",
    "securityPractice": "Унікальні облікові дані",
    "outcome": "Зловмисники не можуть повторно використовувати скомпрометовані облікові дані для переміщення в межах організації, зокрема між мережами IT та OT.",
    "scope": "IT та OT активи",
    "recommendAction": "Організації надають унікальні та окремі облікові дані для подібних послуг і доступу до активів у мережах IT та OT. Користувачі не використовують (або не можуть) повторно використовувати паролі для облікових записів, програм, служб тощо. Облікові записи служб/облікові записи машин мають унікальні паролі від усіх облікових записів користувачів-учасників.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9895",
    "securityPractice": "Відкликання облікових даних для працівників, які звільняються",
    "outcome": "Запобігайте неавторизованому доступу колишніх співробітників до облікових записів або ресурсів організації.",
    "scope": "Звільнення/Звільнені працівники",
    "recommendAction": "Визначений і примусовий адміністративний процес, який застосовується до всіх співробітників, які звільняються, до дня їх від’їзду, який (1) скасовує та безпечно повертає всі фізичні бейджі, картки-ключі, жетони тощо, і (2) вимикає всі облікові записи користувачів і доступ до ресурсів організації .",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9900",
    "securityPractice": "Покращення стосунків із кібербезпекою ІТ та ОТ",
    "outcome": "Покращити кібербезпеку OT і швидше й ефективніше реагувати на кіберінциденти OT.",
    "scope": "Весь персонал служби безпеки IT та OT",
    "recommendAction": "Організації спонсорують принаймні одну «вечірку з піцою» або еквівалентний соціальний вечір на рік, який зосереджений на зміцненні робочих стосунків між ІТ-персоналом і персоналом служби безпеки OT, і не є робочим заходом (наприклад, харчування під час реагування на інциденти).",
    "riskAddressed": "Погані робочі стосунки та відсутність взаєморозуміння між ІТ та кібербезпекою OT часто можуть призвести до підвищення ризику для кібербезпеки OT.",
    "services": ""
  },
  {
    "matQuestionId": "9916",
    "securityPractice": "Розділення облікових записів користувачів і привілейованих облікових записів",
    "outcome": "Ускладніть зловмисникам доступ до облікових записів адміністратора або привілейованих облікових записів, навіть якщо скомпрометовано звичайні облікові записи користувачів.",
    "scope": "IT та OT активи, якщо вони безпечні та технічно спроможні",
    "recommendAction": "Облікові записи користувачів не завжди мають права адміністратора або суперкористувача. Адміністратори ведуть окремі облікові записи користувачів для всіх дій і дій, не пов’язаних із роллю адміністратора (наприклад, для корпоративної електронної пошти, веб-перегляду тощо). Привілеї періодично переглядаються, щоб підтвердити постійну потребу в певному наборі дозволів.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9901",
    "securityPractice": "Усунення відомих вразливостей",
    "outcome": "Зменшити ймовірність використання зловмисниками відомих вразливостей для зламу організаційних мереж.",
    "scope": "Весь персонал служби безпеки IT та OT",
    "recommendAction": "Усі відомі використовувані вразливості (перераховані в каталозі KEV CISA) у системах, що підключаються до Інтернету, виправляються або іншим чином пом’якшуються протягом проміжку часу з урахуванням ризиків, насамперед надаючи пріоритет більш критичним активам. OT: Для активів, де виправлення неможливе або може суттєво поставити під загрозу доступність або безпеку, застосовуються компенсаційні засоби контролю (наприклад, сегментація, моніторинг) і реєструються. Достатній контроль або робить актив недоступним із загальнодоступного Інтернету, або зменшує здатність зловмисників використовувати вразливі місця в цих активах.",
    "riskAddressed": "",
    "services": "<a href=\"https://www.cisa.gov/known-exploited-vulnerabilities-catalog\" target=\"_blank\">Каталог відомих використаних вразливостей (KEV)</a>,&#160;<a href=\" https://www.cisa.gov/cyber-hygiene-services\" target=\"_blank\">Cyber Hygiene Services</a> або електронною поштою <a href=\"mailto:vulnerability@cisa.dhs.gov\">vulnerability@ cisa.dhs.gov</a>"
  },
  {
    "matQuestionId": "9906",
    "securityPractice": "Перевірка ефективності контролю кібербезпеки третьою стороною",
    "outcome": "Визначте TTP, які не мають належного захисту, і встановіть довіру до кіберзахисту організації.",
    "scope": "IT та OT активи та мережі",
    "recommendAction": "Треті сторони з підтвердженим досвідом (ІТ та/або ОТ) кібербезпеки регулярно перевіряють ефективність і охоплення захисту кібербезпеки організації. Ці вправи, які можуть включати тести на проникнення, винагороди за помилки, моделювання інцидентів або настільні вправи, повинні включати як неоголошені, так і оголошені тести. Навчання враховують здатність і вплив потенційного супротивника проникнути в мережу ззовні, а також здатність супротивника всередині мережі (наприклад, припустити порушення) повертатися вбік, щоб продемонструвати потенційний вплив на критичні (включаючи OT/ICS) системи. Значні результати попередніх тестів своєчасно пом’якшуються та не спостерігаються повторно під час майбутніх тестів.",
    "riskAddressed": "Зменште ризик прогалин у кіберзахисті або помилкового відчуття безпеки в існуючих засобах захисту.",
    "services": "<a href=\"https://www.cisa.gov/critical-infrastructure-exercises\" target=\"_blank\">Навчання щодо критичної інфраструктури</a>"
  },
  {
    "matQuestionId": "9881",
    "securityPractice": "Сегментація мережі",
    "outcome": "Зменшити ймовірність доступу зловмисників до мережі OT після зламу ІТ-мережі.",
    "scope": "IT та OT активи, якщо вони безпечні та технічно спроможні",
    "recommendAction": "Усі з’єднання з мережею OT заборонені за замовчуванням, якщо вони не дозволені явно (наприклад, через IP-адресу та порт) для певної системної функції. Необхідні шляхи зв’язку між IT- та OT-мережами мають проходити через посередника, наприклад, належним чином налаштований брандмауер, бастіонний хост, «перехідний ящик» або демілітаризовану зону (DMZ), яка ретельно контролюється, фіксує журнали мережі та дозволяє лише підключення із затверджених активів.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9883",
    "securityPractice": "Виявлення невдалих (автоматизованих) спроб входу",
    "outcome": "Захист організацій від автоматизованих атак на основі облікових даних.",
    "scope": "ІТ- та OT-активи, захищені паролем, якщо це безпечно та технічно можливо",
    "recommendAction": "Усі невдалі входи реєструються та надсилаються групі безпеки організації або відповідній системі реєстрації. Команди безпеки отримують сповіщення (наприклад, за допомогою сповіщення) після певної кількості послідовних невдалих спроб входу протягом короткого періоду часу (наприклад, 5 невдалих спроб протягом 2 хвилин). Це сповіщення реєструється та зберігається у відповідній системі безпеки або квитків для ретроактивного аналізу. Для ІТ-активів існує системна політика, яка запобігає майбутнім входам у підозрілий обліковий запис. Наприклад, це може тривати певний мінімальний час або доки обліковий запис не буде повторно ввімкнено привілейованим користувачем. Ця конфігурація вмикається, якщо доступна для ресурсу. Наприклад, Windows 11 може автоматично блокувати облікові записи на 10 хвилин після 10 неправильних входів протягом 10 хвилин.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9908",
    "securityPractice": "Звітування про інциденти в ланцюзі поставок",
    "outcome": "Організації швидше дізнаються про відомі інциденти чи порушення постачальниками та постачальниками послуг і реагують на них.",
    "scope": "Постачальники ІТ- та ОТ-активів і послуг",
    "recommendAction": "Документи про закупівлі та контракти, такі як угоди про рівень обслуговування (SLA), передбачають, що постачальники та/або постачальники послуг повідомляють замовника закупівель про інциденти безпеки в межах часу, визначеного організацією, з урахуванням ризиків.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9909",
    "securityPractice": "Розкриття вразливості ланцюга постачання",
    "outcome": "Організації швидше дізнаються про вразливі місця в активах, які надають постачальники та постачальники послуг, і реагують на них.",
    "scope": "Постачальники ІТ- та ОТ-активів і послуг",
    "recommendAction": "Документи про закупівлю та контракти, такі як угоди про рівень обслуговування (SLA), передбачають, що постачальники та/або постачальники послуг повідомляють замовника закупівель про підтверджені вразливості безпеки в їхніх активах протягом періоду часу з урахуванням ризиків, визначеного організацією.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9885",
    "securityPractice": "Стійка до фішингу багатофакторна автентифікація (MFA)",
    "outcome": "Додайте критично важливий додатковий рівень безпеки для захисту облікових записів активів, облікові дані яких було зламано.",
    "scope": "ІТ-активи та активи OT з віддаленим доступом, такі як робочі станції, де це безпечно та технічно можливо.",
    "recommendAction": "Організації впроваджують багатофакторну автентифікацію (MFA) для доступу до активів за допомогою найнадійнішого доступного методу для цього активу (область див. нижче). Варіанти MFA, відсортовані за рівнем міцності, від високого до низького, такі: апаратне, стійке до фішингу MFA (наприклад, на основі FIDO/WebAuthn або PKI – див. інструкції CISA у розділі «Ресурси»); Якщо такий MFA на основі апаратного забезпечення недоступний, тоді використовуються програмні маркери на основі мобільних додатків (бажано push-повідомлення з відповідністю номерів) або нова технологія, така як ключі доступу FIDO; MFA через SMS або голос використовується лише тоді, коли інші варіанти недоступні. IT: усі облікові записи IT використовують багатофакторну автентифікацію для доступу до ресурсів організації. Пріоритезуйте облікові записи з найвищим ризиком, наприклад привілейовані адміністративні облікові записи для ключових ІТ-систем. OT: у середовищах OT MFA увімкнено для всіх облікових записів і систем, до яких можна отримати віддалений доступ, включаючи облікові записи постачальників/обслуговування, віддалено доступні робочі станції користувачів і інженерів, а також віддалено доступні людино-машинні інтерфейси (HMI).",
    "riskAddressed": "",
    "services": "<a href=\"https://www.cisa.gov/BadPractices\" target=\"_blank\">Погана практика CISA</a>"
  },
  {
    "matQuestionId": "9886",
    "securityPractice": "Базове навчання з кібербезпеки",
    "outcome": "Організаційні користувачі вивчають і виконують більш безпечну поведінку.",
    "scope": "Усі працівники та підрядники",
    "recommendAction": "Принаймні щорічні тренінги для всіх організаційних працівників і підрядників, які охоплюють основні концепції безпеки, такі як фішинг, компрометація бізнес-електронної пошти, базова операційна безпека (OPSEC), захист паролів тощо, а також сприяння внутрішньої культури безпеки та кіберобізнаності. Нові співробітники проходять початкове навчання з кібербезпеки протягом 10 днів після вступу на роботу, а також повторне навчання щонайменше раз на рік.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9907",
    "securityPractice": "Вимоги до кібербезпеки постачальника/постачальника",
    "outcome": "Зменште ризик, купуючи безпечніші продукти та послуги від надійніших постачальників.",
    "scope": "Постачальники ІТ- та ОТ-активів і послуг",
    "recommendAction": "Документи щодо закупівель організацій містять вимоги та запитання щодо кібербезпеки, які оцінюються під час вибору постачальника таким чином, що враховуючи дві пропозиції з приблизно однаковою вартістю та функціями, перевага віддається більш безпечній пропозиції та/або постачальнику.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9884",
    "securityPractice": "Навчання з кібербезпеки OT",
    "outcome": "Персонал, відповідальний за безпеку активів OT, пройшов спеціальне навчання з кібербезпеки, орієнтоване на OT.",
    "scope": "Весь персонал, відповідальний за безпеку ОТ",
    "recommendAction": "На додаток до базового навчання з кібербезпеки, персонал, який обслуговує або захищає OT як частину своїх звичайних обов’язків, проходить спеціальне навчання з кібербезпеки OT принаймні раз на рік.",
    "riskAddressed": "",
    "services": "<a href=\"https://www.cisa.gov/cisa-training\" target=\"_blank\">Навчання CISA ICS</a>"
  },
  {
    "matQuestionId": "9914",
    "securityPractice": "Надійне та гнучке шифрування",
    "outcome": "Ефективне шифрування, застосоване для збереження конфіденційності конфіденційних даних і цілісності трафіку IT і OT.",
    "scope": "Весь ІТ-трафік і віддалені активи OT (ті, що спілкуються із зовнішніми об’єктами)",
    "recommendAction": "Правильно налаштований і оновлений захист транспортного рівня (TLS) використовується для захисту даних під час передачі, де це технічно можливо. Організації також повинні планувати виявлення будь-якого використання застарілого або слабкого шифрування та оновлення до досить надійних алгоритмів, а також розглядати питання щодо управління наслідками постквантової криптографії. OT: щоб мінімізувати вплив на затримку та доступність; шифрування використовується там, де це можливо, зазвичай для зв’язку OT, що підключається до віддалених/зовнішніх активів.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9880",
    "securityPractice": "Захист конфіденційних даних",
    "outcome": "Захист конфіденційної інформації від несанкціонованого доступу.",
    "scope": "Усі паролі, облікові дані, секрети та інша конфіденційна або контрольована інформація",
    "recommendAction": "Конфіденційні дані, включно з обліковими даними, не зберігаються у вигляді відкритого тексту ніде в організації, і доступ до них мають лише автентифіковані та авторизовані користувачі. Облікові дані зберігаються в безпечний спосіб, наприклад, за допомогою диспетчера облікових даних/паролів, сховища чи іншого привілейованого рішення для керування обліковим записом.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9882",
    "securityPractice": "Безпека електронної пошти",
    "outcome": "Зменште ризик від поширених загроз електронної пошти, таких як спуфінг, фішинг і перехоплення.",
    "scope": "Уся організаційна інфраструктура електронної пошти",
    "recommendAction": "У всій інфраструктурі корпоративної електронної пошти (1) увімкнено STARTTLS, (2) увімкнено SPF і DKIM, (3) увімкнено DMARC і встановлено значення &#34;відхилити&#34; Щоб отримати додаткові приклади та інформацію, перегляньте минулі вказівки CISA для федеральних агентств на&#160;<a href=\"https://www.cisa.gov/binding-operational-directive-18-01\" target=\"_blank\">https: //www.cisa.gov/binding-operational-directive-18-01</a>",
    "riskAddressed": "Компроментація ділової електронної пошти",
    "services": "<a href=\"https://www.cisa.gov/binding-operational-directive-18-01\" target=\"_blank\">Обов’язкова операційна директива CISA</a>"
  },
  {
    "matQuestionId": "9888",
    "securityPractice": "Вимкнути макроси за замовчуванням",
    "outcome": "Зменшення ризику від вбудованих макросів і подібного виконавчого коду, звичайного та високоефективного супротивника TTP.",
    "scope": "ІТ активи",
    "recommendAction": "Системна політика, яка за умовчанням вимикає макроси Microsoft Office або подібний вбудований код на всіх пристроях. Якщо за певних обставин потрібно ввімкнути макроси, існує політика, згідно з якою авторизовані користувачі вимагають увімкнути макроси для певних ресурсів.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9891",
    "securityPractice": "Конфігурації пристрою для документів",
    "outcome": "Ефективніше й ефективніше керувати кібератаками на організацію, реагувати на них і відновлюватися після них, а також підтримувати безперервність обслуговування.",
    "scope": "IT та OT активи",
    "recommendAction": "Організації ведуть точну документацію, що описує базові та поточні деталі конфігурації всіх критично важливих ІТ- та OT-активів, щоб сприяти більш ефективному управлінню вразливостями та діям реагування та відновлення. Періодичні перевірки та оновлення виконуються та відстежуються на регулярній основі.",
    "riskAddressed": "Затримка, недостатня або неповна здатність підтримувати або відновлювати функціональність критичних пристроїв і операцій обслуговування.",
    "services": ""
  },
  {
    "matQuestionId": "9913",
    "securityPractice": "Топологія мережі документів",
    "outcome": "Ефективніше та ефективніше реагувати на кібератаки та підтримувати безперервність обслуговування.",
    "scope": "Всі ІТ та ОТ мережі",
    "recommendAction": "Організації ведуть точну документацію з описом оновленої топології мережі та відповідної інформації в усіх мережах ІТ та ОТ. Періодичні перевірки та оновлення слід виконувати та відстежувати на регулярній основі.",
    "riskAddressed": "Неповне або неточне розуміння топології мережі перешкоджає ефективній реакції на інциденти та відновленню.",
    "services": ""
  },
  {
    "matQuestionId": "9887",
    "securityPractice": "Процес затвердження обладнання та програмного забезпечення",
    "outcome": "Покращте видимість розгорнутих технологічних активів і зменште ймовірність порушення користувачами, які встановлюють несхвалене апаратне, мікропрограмне або програмне забезпечення.",
    "scope": "IT та OT активи",
    "recommendAction": "Впровадити адміністративну політику або автоматизований процес, який потребує схвалення перед встановленням або розгортанням нового обладнання, мікропрограми або версії програмного/програмного забезпечення. Організації ведуть дозволений список схваленого апаратного, мікропрограмного та програмного забезпечення з урахуванням ризиків, включаючи специфікацію затверджених версій, якщо це технічно можливо. Особливо для активів OT ці дії також мають бути узгоджені з визначеними діями контролю змін і тестування.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9912",
    "securityPractice": "Резервне копіювання системи",
    "outcome": "Організації зменшують імовірність і тривалість втрати даних у разі втрати надання послуг або операцій.",
    "scope": "IT та OT активи, необхідні для ведення бізнесу",
    "recommendAction": "Для всіх систем, необхідних для роботи, регулярно виконується резервне копіювання, не рідше одного разу на рік. Резервні копії зберігаються окремо від вихідних систем і перевіряються на регулярній основі, не рідше одного разу на рік. Збережена інформація для активів OT включає як мінімум: конфігурації, ролі, логіку ПЛК, інженерні креслення та інструменти.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9911",
    "securityPractice": "Плани реагування на інциденти (IR)",
    "outcome": "Організації підтримують, практикують і оновлюють плани реагування на інциденти кібербезпеки для відповідних сценаріїв загроз.",
    "scope": "В масштабах організації",
    "recommendAction": "Організації мають, підтримують, оновлюють і регулярно вивчають плани реагування на інциденти кібербезпеки ІТ та ОТ для загальних і організаційно-специфічних (наприклад, за секторами, місцевостями тощо) сценаріїв загроз і TTP. Коли вони проводяться, випробування чи тренування є настільки реалістичними, наскільки це можливо. Плани IR відпрацьовуються принаймні раз на рік і оновлюються в межах часу з урахуванням ризиків після частини будь-яких навчань або навчань.",
    "riskAddressed": "Нездатність швидко й ефективно стримувати, пом’якшувати та повідомляти про інциденти кібербезпеки.",
    "services": "<a href=\"https://www.cisa.gov/cisa-tabletop-exercise-packages\" target=\"_blank\">Настільні пакети вправ</a>,&#160;<a href=\"https:/ /www.cisa.gov/critical-infrastructure-exercises\" target=\"_blank\">Навчання щодо критичної інфраструктури</a>"
  },
  {
    "matQuestionId": "9892",
    "securityPractice": "Збір журналів",
    "outcome": "Досягніть кращої видимості, щоб виявляти кібератаки та ефективно реагувати на них.",
    "scope": "IT та OT активи",
    "recommendAction": "Журнали, орієнтовані на доступ і безпеку (наприклад, IDS/IDPS, брандмауер, DLP, VPN), збираються та зберігаються для використання як у виявленні, так і в діях реагування на інциденти (наприклад, криміналістика). Команди безпеки отримують сповіщення, коли вимкнено важливе джерело журналу, наприклад журнал подій Windows. OT: для активів OT, де журнали нестандартні або недоступні, збирається мережевий трафік і зв’язок до та з активів без журналів.",
    "riskAddressed": "Відстрочена, недостатня або неповна здатність виявляти потенційні кіберінциденти та реагувати на них.",
    "services": ""
  },
  {
    "matQuestionId": "9893",
    "securityPractice": "Безпечне зберігання журналів",
    "outcome": "Журнали безпеки організацій захищені від несанкціонованого доступу та втручання.",
    "scope": "IT та OT активи",
    "recommendAction": "Журнали зберігаються в центральній системі, наприклад, в інструменті керування інформацією про безпеку та подіями (SIEM) або центральній базі даних, і до них можуть отримати доступ або змінити лише авторизовані та автентифіковані користувачі. Журнали зберігаються протягом періоду, який залежить від ризику або відповідних нормативних вказівок.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9890",
    "securityPractice": "Заборонити підключення неавторизованих пристроїв",
    "outcome": "Запобігайте зловмисникам отримати початковий доступ або викрасти дані через несанкціоновані портативні медіапристрої.",
    "scope": "IT та OT активи",
    "recommendAction": "Організації підтримують політики та процеси, щоб гарантувати, що неавторизовані носії та апаратне забезпечення не підключаються до ІТ- та OT-активів, наприклад, обмежуючи використання USB-пристроїв і знімних носіїв або вимикаючи AutoRun. OT: якщо це можливо, встановіть процедури видалення, вимкнення чи іншого захисту фізичних портів, щоб запобігти підключенню неавторизованих пристроїв, або встановіть процедури для надання доступу через затверджені винятки.",
    "riskAddressed": "",
    "services": ""
  },
  {
    "matQuestionId": "9904",
    "securityPractice": "Відсутність використання служб в Інтернеті",
    "outcome": "Неавторизовані користувачі не можуть закріпитися на початковій системі, використовуючи відомі недоліки загальнодоступних ресурсів.",
    "scope": "IT та OT активи в загальнодоступному Інтернеті",
    "recommendAction": "Активи в загальнодоступному Інтернеті не розкривають служб, які можна використовувати, наприклад RDP. Там, де ці послуги мають бути викриті, впроваджуються відповідні компенсаційні засоби контролю, щоб запобігти поширеним формам зловживання та експлуатації. Усі непотрібні додатки ОС і мережеві протоколи вимкнено на ресурсах, що мають доступ до Інтернету.",
    "riskAddressed": "",
    "services": "<a href=\"https://www.cisa.gov/cyber-hygiene-services\" target=\"_blank\">Cyber Hygiene Services</a> або електронною поштою <a href=\"mailto:vulnerability@cisa.dhs. gov\">vulnerability@cisa.DHS.gov</a>,&#160;<a href=\"https://www.cisa.gov/publication/stuff-off-search\" target=\"_blank\">&# 34;Матеріали з пошуку&#34; Керівництво</a>"
  },
  {
    "matQuestionId": "9905",
    "securityPractice": "Обмежте підключення OT до загальнодоступного Інтернету",
    "outcome": "Зменшення ризику використання зловмисниками або переривання активів OT, підключених до загальнодоступного Інтернету.",
    "scope": "Активи OT у загальнодоступному Інтернеті",
    "recommendAction": "У загальнодоступному Інтернеті немає активів OT, якщо вони явно не потрібні для роботи. Винятки мають бути обґрунтовані та задокументовані, а виключені активи мають мати додатковий захист для запобігання та виявлення спроб використання (наприклад, журналювання, MFA, обов’язковий доступ через проксі чи іншого посередника тощо).",
    "riskAddressed": "",
    "services": "<a href=\"https://www.cisa.gov/cyber-hygiene-services\" target=\"_blank\">Cyber Hygiene Services</a> або електронною поштою <a href=\"mailto:vulnerability@cisa.dhs. gov\">vulnerability@cisa.DHS.gov</a>,&#160;<a href=\"https://www.cisa.gov/publication/stuff-off-search\" target=\"_blank\">&# 34;Матеріали з пошуку&#34; Керівництво</a>"
  }


]
