[
  {
    "matQuestionId": 1,
    "questionText": "Обмежте доступ до інформаційної системи авторизованим користувачам, процесам, що діють від імені авторизованих користувачів, або пристроям (включаючи інші інформаційні системи).",
    "supplementalInfo": "<div><strong>Мета контролю</strong></div><div class=\"mb-2\"></div><div><strong>Додаткові вказівки</strong></div><div class= \"mb-2\"></div><div><strong>Для отримання додаткової інформації див. відповідні елементи керування</strong></div><div class=\"mb-2\"></div>"
  },
  {
    "matQuestionId": "1892",
    "questionText": "[UK] Is malicious web content being blocked using DNS filtering via methods like DNS resolvers and DNS firewalls?",
    "supplementalInfo": "<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-81-2.pdf\" target=\"_blank\">NIST Special Publication 800-81-2, Secure Domain Name System (DNS) Deployment Guide:</a> </span>The Domain Name System (DNS) is a distributed computing system that enables access to Internet resources by user-friendly domain names rather than IP addresses, by translating domain names to IP addresses and back. This document provides: deployment guidelines for securing DNS within an enterprise; guidance on maintaining data integrity and performing source authentication; guidelines for configuring DNS deployments to prevent many denial-of-service attacks that exploit vulnerabilities in various DNS components.&#10;<div>&#10; <p></p> &#10; <a href=\"https://www.cisecurity.org/controls/cis-controls-navigator/\" target=\"_blank\">CIS Control 9 - Email and Web Browser Protections:</a> <span>Improve protections and detections of threats from email and web vectors, as these are opportunities for attackers to manipulate human behavior through direct engagement.</span>&#10;</div>&#10;<div>&#10; <br>&#10; <div>&#10;  <div>&#10;   <a href=\"https://media.defense.gov/2021/Mar/03/2002593055/-1/-1/0/CSI_PROTECTIVE%20DNS_UOO117652-21.PDF\" target=\"_blank\">Selecting a Protective DNS Service:</a> National Security Agency, 2021. &#10;  </div>&#10;  <div>&#10;   <br>&#10;   <div>&#10;    <a href=\"https://www.globalcyberalliance.org/quad9/\" target=\"_blank\">DNS protection &#8211; GCA Quad 9:</a> Quad9 protects users from accessing known malicious websites, leveraging threat intelligence from multiple industry leaders.&#10;   </div>&#10;   <div>&#10;    <br>&#10;    <div>&#10;     <div>&#10;      <span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations:</a> This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. SC-7, SC-20, SC-21, SC-22, AC-4</span>&#10;      <p></p>&#10;     </div>&#10;    </div>&#10;   </div>&#10;  </div>&#10; </div>&#10;</div>"
  },
  {
    "matQuestionId": "1893",
    "questionText": "[UK] Are web browser security settings managed?",
    "supplementalInfo": "<a href=\"https://media.defense.gov/2019/Jul/16/2002158047/-1/-1/0/CSI-STEPS-TO-SECURE-WEB-BROWSING.PDF\" target=\"_blank\">Steps to Secure Web Browsing,</a> National Security Agency 2018: Identifies three mitigations in commonly-used web browsers that will ward off nearly all publicly known attacks.&#10;<div>&#10; <br>&#10; <div>&#10;  <div>&#10;   <a href=\"https://www.cisecurity.org/controls/cis-controls-navigator/\" target=\"_blank\">CIS Control 9 - Email and Web Browser Protections:</a>&#10;   <span>Improve protections and detections of threats from email and web vectors, as these are opportunities for attackers to manipulate human behavior through direct engagement.</span>&#10;   <br>&#10;  </div>&#10;  <div>&#10;   <span><br></span>&#10;  </div>&#10;  <div>&#10;   <div>&#10;    <div>&#10;     <div>&#10;      <div>&#10;       <div>&#10;        <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. SC-7, SC-20, SC-21, SC-22, AC-4&#10;       </div>&#10;      </div>&#10;     </div>&#10;    </div>&#10;   </div>&#10;  </div>&#10; </div>&#10;</div>&#10;<div>&#10; <br>&#10;</div>&#10;<div>&#10; <a href=\"https://us-cert.cisa.gov/publications/securing-your-web-browser\" target=\"_blank\">Securing Your Web Browser,</a> CISA: updated 2015. &#10; <br>&#10;</div>"
  },
  {
    "matQuestionId": "1894",
    "questionText": "[UK] Is least privilege enforced through technical (technology based) restrictions?",
    "supplementalInfo": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 1, Asset Management Version 1.1</a><span>: This guide is intended for organizations seeking help in establishing an asset management process.</span>&#10;<p></p>&#10;<p><a href=\"https://media.defense.gov/2019/Sep/09/2002180330/-1/-1/0/Defend%20Privileges%20and%20Accounts%20-%20Copy.pdf\" target=\"_blank\">Least Privilege</a>, <span>National Security Administration</span><span>, IA Guidance Security Tips,</span><span> 2017.</span></p>&#10;<p><a href=\"https://media.defense.gov/2019/Jul/16/2002158046/-1/-1/0/CSI-NSAS-TOP10-CYBERSECURITY-MITIGATION-STRATEGIES.PDF\" target=\"_blank\">Top Ten Cybersecurity Mitigation Strategies</a><span>, </span><span>National Security Administration</span><span>, IA Guidance Security Tips, </span><span>2018.</span></p>&#10;<p><a href=\"https://media.defense.gov/2019/Sep/09/2002180330/-1/-1/0/Defend%20Privileges%20and%20Accounts%20-%20Copy.pdf\" target=\"_blank\">Defend Privileges and Accounts</a><span>, </span><span>National Security Administration</span><span>, IA Guidance Security Tips, </span><span>2019.</span></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CM-5</span>"
  },
  {
    "matQuestionId": "1895",
    "questionText": "[UK] Are audit logs maintained for all privileged (e.g. system administrator) accounts?",
    "supplementalInfo": "<span><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-92.pdf\" target=\"_blank\">NIST SP 800-92, Guide to Computer Security Log Management</a>: This publication seeks to assist organizations in understanding the need for sound computer security log management. It provides practical, real-world guidance on developing, implementing, and maintaining effective log management practices throughout an enterprise. The guidance in this publication covers several topics, including establishing log management infrastructures, and developing and performing robust log management processes throughout an organization.</span>&#10;<u><span></span></u>&#10;<span></span>&#10;<p></p>&#10;<p></p>&#10;<p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-61r2.pdf\" target=\"_blank\">NIST SP 800-61 rev. 2, Computer Security Incident Handling Guide:</a> This publication assists organizations in establishing computer security incident response capabilities and handling incidents efficiently and effectively. This publication provides guidelines for incident handling, particularly for analyzing incident-related data and determining the appropriate response to each incident. The guidelines can be followed independently of particular hardware platforms, operating systems, protocols, or applications.<br></p>&#10;<p><a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: The CIS Controls are a prioritized set of Safeguards to mitigate the most prevalent cyber-attacks against systems and networks. They are mapped to and referenced by multiple legal, regulatory, and policy frameworks.</p>&#10;<p><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-115.pdf\" target=\"_blank\">NIST SP 800-115, Technical Guide to Information Security Testing and Assessment</a><span>: The purpose of this document is to assist organizations in planning and conducting technical information security tests and examinations, analyzing findings, and developing mitigation strategies. The guide provides practical recommendations for designing, implementing, and maintaining technical information security test and examination processes and procedures.</span></p>&#10;<p></p>&#10;<p></p>&#10;<p></p>&#10;<p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. AU-2, AU-3, AC-2 (7), AC-6 (9)</p>"
  },
  {
    "matQuestionId": "1897",
    "questionText": "[UK] Are important systems and data backed up daily to an offsite location with the ability to restore multiple versions back at least 30 days?",
    "supplementalInfo": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations:</a> <span>This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CP-1, CP-2, </span>&#10;<span>CP-9, CP-10</span>&#10;<div>&#10; <br>&#10; <div>&#10;  <p><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-34r1.pdf\" target=\"_blank\">NIST SP 800-34 Rev. 1, Contingency Planning Guide for Federal Information Systems:</a><span> This publication assists organizations in understanding the purpose, process, and format of information system contingency planning development through practical, real-world guidelines. This guidance document provides background information on interrelationships between information system contingency planning and other types of security and emergency management-related contingency plans, organizational resiliency, and the system development life cycle.</span></p>&#10;  <div>&#10;   <a href=\"https://www.cisecurity.org/controls/cis-controls-navigator/\" target=\"_blank\">CIS Control 11 - Data Recovery:</a> <span>Establish and maintain data recovery practices sufficient to restore in-scope enterprise assets to a pre-incident and trusted state.</span>&#10;   <span><br></span>&#10;  </div><div><span><br></span></div>&#10; </div>&#10;</div>&#10;<div><a href=\"https://www.nccoe.nist.gov/sites/default/files/library/supplemental-files/msp-protecting-data-extended.pdf\" target=\"_blank\">Protecting Data from Ransomware and Other Data Loss Events: </a><span>A Guide for Managed Service Providers to Conduct, Maintain, and Test Backup Files, National Cybersecurity Center of Excellence (NCCoE), 2020.</span><br></div><div><br></div><div>&#10; <a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 1, Asset Management Version 1.1: </a><span>This guide is intended for organizations seeking help in establishing an asset management process.</span>&#10; <br>&#10;</div>"
  },
  {
    "matQuestionId": "1898",
    "questionText": "[UK] Are annual tabletop exercises that include phishing response scenarios conducted?",
    "supplementalInfo": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations:</a>&#10;<span>This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks.</span>&#10;<span>AT-2, AT-3, CP-4, IR-3</span>&#10;<br>&#10;<p></p> &#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-84.pdf\" target=\"_blank\"><span>NIST SP 800-84, Guide to Test, Training, and Exercise Programs for IT Plans and Capabilities</span></a>: <span>This publication seeks to assist organizations in designing, developing, conducting, and evaluating </span>&#10;<span>a test, training, and exercise (TT&amp;E) program and </span>&#10;<span>events in an effort to aid personnel in preparing for adverse situations involving IT.</span>&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-171r2.pdf\" target=\"_blank\">NIST SP 800-171 Rev. 2, Protecting Controlled Unclassified Information in Nonfederal Systems and Organizations</a>: The protection of Controlled Unclassified Information (CUI) resident in nonfederal systems and organizations is of paramount importance to federal agencies and can directly impact the ability of the federal government to successfully conduct its essential missions and functions. This publication provides agencies with recommended security requirements for protecting the confidentiality of CUI when the information is resident in nonfederal systems and organizations.</span>&#10;<p></p>"
  },
  {
    "matQuestionId": "1899",
    "questionText": "[UK] Are users trained to recognize cyber threats like phishing?",
    "supplementalInfo": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-177r1.pdf\" target=\"_blank\">NIST SP 800-177 Revision 1, Trustworthy Email</a>: This document gives recommendations and guidelines for enhancing trust in email. The primary audience includes enterprise email administrators, information security specialists and network managers.&#10;<br>&#10;<p></p>&#10;<a href=\"https://www.cisa.gov/sites/default/files/publications/CISA_MS-ISAC_Ransomware%20Guide_S508C.pdf\" target=\"_blank\">CISA and MS-ISAC Ransomware Guide</a>: This guide provides best practices and recommendations for developing cyber incident response policies and procedures.&#10;<p></p>&#10;<a href=\"https://cyberreadinessinstitute.org/remote-work-resources/\" target=\"_blank\">Cyber Readiness Institute&#8217;s Ransomware Playbook: </a>How to prepare for, respond to, and recover from a ransomware attack.&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. AT-2, AT-3</span>&#10;<p></p>"
  },
  {
    "matQuestionId": "1900",
    "questionText": "[UK] Is email filtered to protect against malicious content?",
    "supplementalInfo": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-177r1.pdf\" target=\"_blank\">NIST SP 800-177 Revision 1, Trustworthy Email</a><span>: This document gives recommendations and guidelines for enhancing trust in email. The primary audience includes enterprise email administrators, information security specialists and network managers.</span>&#10;<br>&#10;<p></p>&#10;<span><a href=\"https://www.cisa.gov/sites/default/files/publications/CISA_MS-ISAC_Ransomware%20Guide_S508C.pdf\" target=\"_blank\">CISA and MS-ISAC Ransomware Guide</a>: This guide provides best practices and recommendations for developing cyber incident response policies and procedures.</span>&#10;<p></p>&#10;<span><a href=\"https://cyberreadinessinstitute.org/remote-work-resources/\" target=\"_blank\"><span>Cyber Readiness Institute&#8217;s Ransomware Playbook: </span></a>How to prepare for, respond to, and recover from a ransomware attack.</span>&#10;<p></p>"
  },
  {
    "matQuestionId": "1902",
    "questionText": "[UK] Is perimeter network traffic monitored?",
    "supplementalInfo": "<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-137.pdf\" target=\"_blank\">NIST SP 800-137, Information Security Continuous Monitoring (ISCM) for Federal Information Systems and Organizations:</a> The purpose of this guideline is to assist organizations in the development of a continuous monitoring strategy and the implementation of a continuous monitoring program providing visibility into organizational assets, awareness of threats and vulnerabilities, and visibility into the effectiveness of deployed security controls. It provides ongoing assurance that planned and implemented security controls are aligned with organizational risk tolerance as well as the information needed to respond to risk in a timely manner should observations indicate that the security controls are inadequate.&#10; <p></p>&#10;</div>&#10;<a href=\"https://www.cisecurity.org/controls/network-monitoring-and-defense/\" target=\"_blank\">CIS Control 13: Network Monitoring and Defense:</a> Operate processes and tooling to establish and maintain comprehensive network monitoring and defense against security threats across the enterprise&#8217;s network infrastructure and user base.&#10;<p></p>&#10;<p></p>&#10;<p></p>&#10;<a href=\"https://www.cisecurity.org/controls/network-infrastructure-management/\" target=\"_blank\">CIS Control 12, Network Infrastructure Management:</a> Establish, implement, and actively manage (track, report, correct) network devices, in order to prevent attackers from exploiting vulnerable network services and access points.&#10;<p></p>&#10;<p></p>&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural &#10;<font face=\"Arial\">disasters, structural failures, foreign intelligence entities, and privacy risks. SI-4</font>&#10;<p></p>&#10;<p></p>&#10;<p></p>&#10;<font face=\"Arial\"><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-CM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 2, Controls Management Version 1.1:</a> This guide is intended for organizations seeking help in establishing a controls management process. To outline this process, this document will use an approach common to many controls management standards and guidelines. The process areas described include: creating the controls management plan; defining the controls; analyzing and deploying the controls; assessing the controls.</font>&#10;<br>&#10;<p></p>"
  },
  {
    "matQuestionId": "1903",
    "questionText": "[UK] Is internal network traffic monitored?",
    "supplementalInfo": "<div>&#10; <span><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-137.pdf\" target=\"_blank\">NIST SP 800-137, Information Security Continuous Monitoring (ISCM) for Federal Information Systems and Organizations</a>: The purpose of this guideline is to assist organizations in the development of a continuous monitoring strategy and the implementation of a continuous monitoring program providing visibility into organizational assets, awareness of threats and vulnerabilities, and visibility into the effectiveness of deployed security controls. It provides ongoing assurance that planned and implemented security controls are aligned with organizational risk tolerance as well as the information needed to respond to risk in a timely manner should observations indicate that the security controls are inadequate.</span>&#10; <span></span>&#10; <p></p>&#10;</div>&#10;<a href=\"https://www.cisecurity.org/controls/network-monitoring-and-defense/\" target=\"_blank\">CIS Control 13: Network Monitoring and Defense</a>: Operate processes and tooling to establish and maintain comprehensive network monitoring and defense against security threats across the enterprise&#8217;s network infrastructure and user base.&#10;<p></p>&#10;<p></p>&#10;<a href=\"https://www.cisecurity.org/controls/network-infrastructure-management/\" target=\"_blank\">CIS Control 12, Network Infrastructure Management</a>: Establish, implement, and actively manage (track, report, correct) network devices, in order to prevent attackers from exploiting vulnerable network services and access points.&#10;<p></p>&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural &#10;<font face=\"Arial\">disasters, structural failures, foreign intelligence entities, and privacy risks. SI-4</font>&#10;<p></p>&#10;<p></p>&#10;<font face=\"Arial\"><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-CM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 2, Controls Management Version 1.1</a>: This guide is intended for organizations seeking help in establishing a controls management process. To outline this process, this document will use an approach common to many controls management standards and guidelines. The process areas described include: creating the controls management plan; defining the controls; analyzing and deploying the controls; assessing the controls.</font><div>&#10; <p></p>&#10;</div>&#10;<p></p>&#10;<p></p>&#10;<p></p>"
  },
  {
    "matQuestionId": "1904",
    "questionText": "[UK] Are networks segmented to protect mission critical assets?",
    "supplementalInfo": "<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-125B.pdf\" target=\"_blank\">NIST Special Publication 800-125B, Secure Virtual Network Configuration for Virtual Machine (VM) Protection:</a>&#10; <span> The virtual network configuration areas discussed in this document are network segmentation, network path redundancy, traffic control using firewalls, and VM traffic monitoring. This document analyzes the configuration options under these areas and presents a corresponding set of recommendations for secure virtual network configuration for VM protection.</span>&#10; <br>&#10;</div>&#10;<div>&#10; <span><br></span>&#10;</div>&#10;<span><a href=\"https://www.cisecurity.org/controls/network-monitoring-and-defense/\" target=\"_blank\">CIS Control 13: Network Monitoring and Defense:</a> Operate processes and tooling to establish and maintain comprehensive network monitoring and defense against security threats across the enterprise&#8217;s network infrastructure and user base.</span>&#10;<p></p>&#10;<span><a href=\"https://www.cisecurity.org/controls/network-infrastructure-management/\" target=\"_blank\">CIS Control 12, Network Infrastructure Management:</a> Establish, implement, and actively manage (track, report, correct) network devices, in order to prevent attackers from exploiting vulnerable network services and access points.</span>&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations:</a> This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural &#10;<font face=\"Arial\">disasters, structural failures, foreign intelligence entities, and privacy risks. SI-4</font>&#10;<p></p>&#10;<font face=\"Arial\"><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-CM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 2, Controls Management Version 1.1:</a> This guide is intended for organizations seeking help in establishing a controls management process. To outline this process, this document will use an approach common to many controls management standards and guidelines. The process areas described include: creating the controls management plan; defining the controls; analyzing and deploying the controls; assessing the controls.</font><div>&#10; <p></p>&#10;</div>"
  },
  {
    "matQuestionId": "1905",
    "questionText": "[UK] Has the organization established a baseline of network traffic and is it used to identify anomalous activity?",
    "supplementalInfo": "<span><a href=\"https://www.cisecurity.org/controls/network-monitoring-and-defense/\" target=\"_blank\">CIS Control 13: Network Monitoring and Defense</a>: Operate processes and tooling to establish and maintain comprehensive network monitoring and defense against security threats across the enterprise&#8217;s network infrastructure and user base.</span>&#10;<p></p>&#10;<span><a href=\"https://www.cisecurity.org/controls/network-infrastructure-management/\" target=\"_blank\">CIS Control 12, Network Infrastructure Management</a>: Establish, implement, and actively manage (track, report, correct) network devices, in order to prevent attackers from exploiting vulnerable network services and access points.</span>&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural &#10;<font face=\"Arial\">disasters, structural failures, foreign intelligence entities, and privacy risks. SI-4</font>&#10;<p></p>&#10;<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-CM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 2, Controls Management Version 1.1</a>: This guide is intended for organizations seeking help in establishing a controls management process. To outline this process, this document will use an approach common to many controls management standards and guidelines. The process areas described include: creating the controls management plan; defining the controls; analyzing and deploying the controls; assessing the controls.<div><br><div><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-VM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 4, Vulnerability Management Version 1.1</a>: This guide is intended for organizations seeking help in establishing a vulnerability management process. The process areas described include: developing a vulnerability analysis and resolution strategy; developing a vulnerability management plan; developing a vulnerability discovery capability; assessing the vulnerability management activities; managing exposure.&#10;<p></p></div></div>"
  },
  {
    "matQuestionId": "1906",
    "questionText": "[UK] Have the organization&#8217;s hardware and software assets been inventoried and is the inventory managed?",
    "supplementalInfo": "<p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CM-8</p>&#10;<div>&#10; <div>&#10;  <a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-137.pdf\" target=\"_blank\">NIST SP 800-137, Information Security Continuous Monitoring (ISCM) for Federal Information Systems and Organizations</a>: The purpose of this guideline is to assist organizations in the development of a continuous monitoring strategy and the implementation of a continuous monitoring program providing visibility into organizational assets, awareness of threats and vulnerabilities, and visibility into the effectiveness of deployed security controls. It provides ongoing assurance that planned and implemented security controls are aligned with organizational risk tolerance as well as the information needed to respond to risk in a timely manner should observations indicate that the security controls are inadequate.&#10; </div>&#10; <div>&#10;  <p></p>&#10;  <p><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 1, Asset Management Version 1.1</a>: This guide is intended for organizations seeking help in establishing an asset management process.</p>&#10;  <a href=\"https://www.cisecurity.org/controls/inventory-and-control-of-enterprise-assets/\" target=\"_blank\">CIS Control 1: Inventory and Control of Enterprise Assets</a>: Actively manage (inventory, track, and correct) all enterprise assets (end-user devices, including portable and mobile; network devices; non-computing/Internet of Things (IoT) devices; and servers) connected to the infrastructure physically, virtually, remotely, and those within cloud environments, to accurately know the totality of assets that need to be monitored and protected within the enterprise. This will also support identifying unauthorized and unmanaged assets to remove or remediate.&#10; </div>&#10;</div>"
  },
  {
    "matQuestionId": "1907",
    "questionText": "[UK] Has the organization removed all unsupported hardware and software from its operating environment?",
    "supplementalInfo": "<p class=\"Default\"><a href=\"https://www.cisecurity.org/white-papers/cis-controls-implementation-guide-for-industrial-control-systems/\" target=\"_blank\">CIS Version 7, Implementation Guide for Industrial Control Systems</a><span>: </span><span><font face=\"Arial\" size=\"3\">In this document, CIS provides guidance on how to apply the security best practices found in CIS Controls Version 7 to Industrial Control System environments. For each top-level CIS Control, there is a brief discussion of how to interpret and apply the CIS Control in such environments, along with any unique considerations or differences from common IT environments.</font></span><br></p>&#10;<p></p>&#10;<p class=\"\"><span><a href=\"https://www.cisecurity.org/controls/inventory-and-control-of-enterprise-assets/\" target=\"_blank\">CIS Control 1: Inventory and Control of Enterprise Assets</a>: Actively manage (inventory, track, and correct) all enterprise assets (end-user devices, including portable and mobile; network devices; non-computing/Internet of Things (IoT) devices; and servers) connected to the infrastructure physically, virtually, remotely, and those within cloud environments, to accurately know the totality of assets that need to be monitored and protected within the enterprise. This will also support identifying unauthorized and unmanaged assets to remove or remediate.</span></p>&#10;<p class=\"\"><span><a href=\"https://www.cisecurity.org/controls/inventory-and-control-of-software-assets/\" target=\"_blank\">CIS Control 2: Inventory and Control of Software Assets</a>: Actively manage (inventory, track, and correct) all software (operating systems and applications) on the network so that only authorized software is installed and can execute, and that unauthorized and unmanaged software is found and prevented from installation or execution.</span></p>&#10;<p class=\"\"><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a><span>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. SA-22, PL-2, SA-3</span><span><br></span></p>"
  },
  {
    "matQuestionId": "1908",
    "questionText": "[UK] Does the organization detect rogue hardware and alert key stakeholders?",
    "supplementalInfo": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. IR-6&#10;<div>&#10; <br>&#10; <div>&#10;  <span><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-137.pdf\" target=\"_blank\">NIST SP 800-137, Information Security Continuous Monitoring (ISCM) for Federal Information Systems and Organizations</a>: The purpose of this guideline is to assist organizations in the development of a continuous monitoring strategy and the implementation of a continuous monitoring program providing visibility into organizational assets, awareness of threats and vulnerabilities, and visibility into the effectiveness of deployed security controls. It provides ongoing assurance that planned and implemented security controls are aligned with organizational risk tolerance as well as the information needed to respond to risk in a timely manner should observations indicate that the security controls are inadequate.</span>&#10;  <span></span>&#10;  <p></p>&#10;  <p></p>&#10;  <p></p>&#10;  <p><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 1, Asset Management Version 1.1:</a> This guide is intended for organizations seeking help in establishing an asset management process.</p>&#10;  <a href=\"https://www.cisecurity.org/controls/inventory-and-control-of-enterprise-assets/\" target=\"_blank\">CIS Control 1: Inventory and Control of Enterprise Assets</a>: Actively manage (inventory, track, and correct) all enterprise assets (end-user devices, including portable and mobile; network devices; non-computing/Internet of Things (IoT) devices; and servers) connected to the infrastructure physically, virtually, remotely, and those within cloud environments, to accurately know the totality of assets that need to be monitored and protected within the enterprise. This will also support identifying unauthorized and unmanaged assets to remove or remediate.   <br>&#10;  <p></p>&#10;  &#10;  <p></p>&#10; </div>&#10;</div>"
  },
  {
    "matQuestionId": "1909",
    "questionText": "[UK] Does the organization quarantine and/or remove all rogue hardware?",
    "supplementalInfo": "<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CM-8</span>&#10;<div>&#10; <br>&#10; <div>&#10;  <a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-137.pdf\" target=\"_blank\">NIST SP 800-137, Information Security Continuous Monitoring (ISCM) for Federal Information Systems and Organizations:</a>&#10;  <span> The purpose of this guideline is to assist organizations in the development of a continuous monitoring strategy and the implementation of a continuous monitoring program providing visibility into organizational assets, awareness of threats and vulnerabilities, and visibility into the effectiveness of deployed security controls. It provides ongoing assurance that planned and implemented security controls are aligned with organizational risk tolerance as well as the information needed to respond to risk in a timely manner should observations indicate that the security controls are inadequate.</span>&#10;  <br>&#10;  <p></p>&#10;  <p><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 1, Asset Management Version 1.1:</a> <span>This guide is intended for organizations seeking help in establishing an asset management process.</span></p>&#10;  <span><a href=\"https://www.cisecurity.org/controls/inventory-and-control-of-enterprise-assets/\" target=\"_blank\">CIS Control 1: Inventory and Control of Enterprise Assets</a>: Actively manage (inventory, track, and correct) all enterprise assets (end-user devices, including portable and mobile; network devices; non-computing/Internet of Things (IoT) devices; and servers) connected to the infrastructure physically, virtually, remotely, and those within cloud environments, to accurately know the totality of assets that need to be monitored and protected within the enterprise. This will also support identifying unauthorized and unmanaged assets to remove or remediate.</span>&#10;  <p></p>&#10; </div>&#10;</div>"
  },
  {
    "matQuestionId": "1910",
    "questionText": "[UK] Is all public-facing software patched for vulnerabilities within 15 days for vulnerabilities rated as &#8220;Critical&#8221; and 30 days for vulnerabilities rated as &#8220;High&#8221;?",
    "supplementalInfo": "<a href=\"https://www.cisecurity.org/controls/continuous-vulnerability-management/\" target=\"_blank\">CIS Control 7, Continuous Vulnerability Management</a>: Offers tips to help organizations maintain continuous vulnerability management to avoid compromised computer systems.&#10;<p></p>&#10;<span><a href=\"https://cyber.dhs.gov/bod/19-02/\" target=\"_blank\">CISA Binding Operational Directive 19-02</a>: Ensures effective and timely remediation of critical and high vulnerabilities identified through Cyber Hygiene scanning.<p></p><span><a href=\"https://us-cert.cisa.gov/ncas/tips/ST04-006\" target=\"_blank\">CISA Security Tip (ST04-006) Understanding Patches and Software Updates</a>: </span><span>Patches are software and operating system (OS) updates that address security vulnerabilities within a program or product. Software vendors may choose to release updates to fix performance bugs, as well as to provide enhanced security features.</span><p></p><span><a href=\"https://nvd.nist.gov/vuln-metrics/cvss\" target=\"_blank\">NIST National Vulnerability Database</a>: </span><span>The NVD is the U.S. government repository of standards-based vulnerability management data represented using the Security Content Automation Protocol (SCAP). This data enables automation of vulnerability management, security measurement, and compliance. The NVD includes databases of security checklist references, security related software flaws, misconfigurations, product names, and impact metrics.</span><p></p><span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-40r3.pdf\" target=\"_blank\">NIST Special Publication 800-40 Rev. 3, Guide to Enterprise Patch Management Technologies</a>: </span><span>Patch management is the process for identifying, acquiring, installing, and verifying patches for products and systems. This publication is designed to assist organizations in understanding the basics of enterprise patch management technologies. It explains the importance of patch management and examines the challenges inherent in performing patch management.</span><br><p></p></span>"
  },
  {
    "matQuestionId": "1911",
    "questionText": "[UK] Are all internal-facing software and firewalls patched for vulnerabilities within 30 days for both vulnerabilities rated as &#8220;Critical&#8221; and for vulnerabilities rated as &#8220;High&#8221;?",
    "supplementalInfo": "<a href=\"https://www.cisecurity.org/controls/continuous-vulnerability-management/\" target=\"_blank\">CIS Control 7, Continuous Vulnerability Management</a>: Offers tips to help organizations maintain continuous vulnerability management to avoid compromised computer systems.&#10;<p></p>&#10;<span><a href=\"https://cyber.dhs.gov/bod/19-02/\" target=\"_blank\">CISA Binding Operational Directive 19-02</a>: Ensures effective and timely remediation of critical and high vulnerabilities identified through Cyber Hygiene scanning.<p></p><span><a href=\"https://us-cert.cisa.gov/ncas/tips/ST04-006\" target=\"_blank\">CISA Security Tip (ST04-006) Understanding Patches and Software Updates</a>: </span><span>Patches are software and operating system (OS) updates that address security vulnerabilities within a program or product. Software vendors may choose to release updates to fix performance bugs, as well as to provide enhanced security features.</span><p></p><span><a href=\"https://nvd.nist.gov/vuln-metrics/cvss\" target=\"_blank\">NIST National Vulnerability Database</a>: </span><span>The NVD is the U.S. government repository of standards-based vulnerability management data represented using the Security Content Automation Protocol (SCAP). This data enables automation of vulnerability management, security measurement, and compliance. The NVD includes databases of security checklist references, security related software flaws, misconfigurations, product names, and impact metrics.</span><p></p><span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-40r3.pdf\" target=\"_blank\">NIST Special Publication 800-40 Rev. 3, Guide to Enterprise Patch Management Technologies</a>: </span><span>Patch management is the process for identifying, acquiring, installing, and verifying patches for products and systems. This publication is designed to assist organizations in understanding the basics of enterprise patch management technologies. It explains the importance of patch management and examines the challenges inherent in performing patch management.</span><br><p></p></span>"
  },
  {
    "matQuestionId": "1912",
    "questionText": "[UK] Are all software and firewalls patched for vulnerabilities within 15 days for vulnerabilities rated as &#8220;Critical&#8221; and 30 days for vulnerabilities rated as &#8220;High&#8221;?",
    "supplementalInfo": "<a href=\"https://www.cisecurity.org/controls/continuous-vulnerability-management/\" target=\"_blank\">CIS Control 7:</a> Offers tips to help organizations maintain continuous vulnerability management to avoid compromised computer systems.&#10;<p></p>&#10;<span><a href=\"https://cyber.dhs.gov/bod/19-02/\" target=\"_blank\">CISA Binding Operational Directive 19-02</a>: Ensures effective and timely remediation of critical and high vulnerabilities identified through Cyber Hygiene scanning.<p></p><span><a href=\"https://us-cert.cisa.gov/ncas/tips/ST04-006\" target=\"_blank\">CISA Security Tip (ST04-006) Understanding Patches and Software Updates</a>: </span><span>Patches are software and operating system (OS) updates that address security vulnerabilities within a program or product. Software vendors may choose to release updates to fix performance bugs, as well as to provide enhanced security features.</span><p></p><span><a href=\"https://nvd.nist.gov/vuln-metrics/cvss\" target=\"_blank\">NIST National Vulnerability Database</a>: </span><span>The NVD is the U.S. government repository of standards-based vulnerability management data represented using the Security Content Automation Protocol (SCAP). This data enables automation of vulnerability management, security measurement, and compliance. The NVD includes databases of security checklist references, security related software flaws, misconfigurations, product names, and impact metrics.</span><p></p><span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-40r3.pdf\" target=\"_blank\">NIST Special Publication 800-40 Rev. 3, Guide to Enterprise Patch Management Technologies</a>: </span><span>Patch management is the process for identifying, acquiring, installing, and verifying patches for products and systems. This publication is designed to assist organizations in understanding the basics of enterprise patch management technologies. It explains the importance of patch management and examines the challenges inherent in performing patch management.</span><br><p></p></span>"
  },
  {
    "matQuestionId": "1913",
    "questionText": "[UK] Are all software and firewalls patched for vulnerabilities within 3 days for vulnerabilities rated as &#8220;Critical&#8221; and 7 days for vulnerabilities rated as &#8220;High&#8221;?",
    "supplementalInfo": "<a href=\"https://www.cisecurity.org/controls/continuous-vulnerability-management/\" target=\"_blank\">CIS Control 7:</a> Offers tips to help organizations maintain continuous vulnerability management to avoid compromised computer systems.&#10;<p></p>&#10;<span><a href=\"https://cyber.dhs.gov/bod/19-02/\" target=\"_blank\">CISA Binding Operational Directive 19-02</a>: Ensures effective and timely remediation of critical and high vulnerabilities identified through Cyber Hygiene scanning.<p></p><span><a href=\"https://us-cert.cisa.gov/ncas/tips/ST04-006\" target=\"_blank\">CISA Security Tip (ST04-006) Understanding Patches and Software Updates</a>: </span><span>Patches are software and operating system (OS) updates that address security vulnerabilities within a program or product. Software vendors may choose to release updates to fix performance bugs, as well as to provide enhanced security features.</span><p></p><span><a href=\"https://nvd.nist.gov/vuln-metrics/cvss\" target=\"_blank\">NIST National Vulnerability Database:</a> </span><span>The NVD is the U.S. government repository of standards-based vulnerability management data represented using the Security Content Automation Protocol (SCAP). This data enables automation of vulnerability management, security measurement, and compliance. The NVD includes databases of security checklist references, security related software flaws, misconfigurations, product names, and impact metrics.</span><p></p><span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-40r3.pdf\" target=\"_blank\">NIST Special Publication 800-40 Rev. 3, Guide to Enterprise Patch Management Technologies</a>: </span><span>Patch management is the process for identifying, acquiring, installing, and verifying patches for products and systems. This publication is designed to assist organizations in understanding the basics of enterprise patch management technologies. It explains the importance of patch management and examines the challenges inherent in performing patch management.</span><br><p></p></span>"
  },
  {
    "matQuestionId": "1914",
    "questionText": "[UK] Are strong and unique passwords implemented throughout the entire organization?",
    "supplementalInfo": "<p><span><a href=\"https://www.nist.gov/itl/applied-cybersecurity/tig/back-basics-multi-factor-authentication\" target=\"_blank\">Back to basics: Multi-factor authentication (MFA)</a>: </span><span>NIST Applied Cybersecurity Division, </span><span>updated 2021.</span></p>&#10;<p><a href=\"https://www.us-cert.gov/ncas/current-activity/2018/03/27/Creating-and-Managing-Strong-Passwords\" target=\"_blank\">CISA Creating and Managing Strong Passwords:</a> identifies six actions that users can take to create and manage strong passwords.<span><br></span></p>&#10;<div>&#10; <span><a href=\"https://cyberreadinessinstitute.org/the-program/\" target=\"_blank\">Cyber Readiness Institute</a>: The Cyber Readiness Program is a practical, step by-step guide to help small and medium-sized enterprises become cyber ready. Completing the Program will make your organization safer, more secure, and stronger in the face of cyber threats. The Program also provides customizable policy templates focused on human behavior that address phishing, patching, passwords/authentication, and USB use.</span>&#10; <p></p>&#10; <a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 1, Asset Management Version 1.1:</a><span> This guide is intended for organizations seeking help in establishing an asset management process.</span>&#10; <p></p>&#10;</div>&#10;<div>&#10; <a href=\"https://gcatoolkit.org/smallbusiness/\" target=\"_blank\">Global Cyber Alliance Small Business Toolkit</a>: provides tips and actions to keep your accounts safer by moving beyond simple passwords. &#10; <br>&#10;</div>"
  },
  {
    "matQuestionId": "1915",
    "questionText": "[UK] Is two-factor authentication implemented for all privileged (e.g. system administrators) and remote users",
    "supplementalInfo": "<p><a href=\"https://www.nist.gov/itl/applied-cybersecurity/tig/back-basics-multi-factor-authentication\" target=\"_blank\">Back to basics: Multi-factor authentication (MFA)</a>: NIST Applied Cybersecurity Division, updated 2021.<br></p>&#10;<p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.1800-17.pdf\" target=\"_blank\">NIST SP 1800-17, Cybersecurity Practice Guide: Multifactor Authentication for E-Commerce</a>:<span> </span><span>This new Cybersecurity Practice Guide demonstrates how online retailers can implement open, standards-based technologies to enable Universal Second Factor (U2F) authentication by consumers at the time of purchase when risk thresholds are exceeded. The example implementations outlined in the guide encourage online retailers to adopt effective MFA implementations by using standard components and custom applications that are composed of open-source and commercially available components.</span></p>&#10;<span></span>&#10;<p><a href=\"https://media.defense.gov/2019/Sep/09/2002180346/-1/-1/0/TRANSITION%20TO%20MULTI-FACTOR%20AUTHENTICATION.PDF\" target=\"_blank\">NSA Transition to Multi Factor Authentication:</a><span> Outlines how to use Multi-factor Authentication to defend against an array of authentication attacks.</span></p>&#10;<p><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 1, Asset Management Version 1.1:</a><span> This guide is intended for organizations seeking help in establishing an asset management process.</span></p>&#10;<p><a href=\"https://gcatoolkit.org/smallbusiness/\" target=\"_blank\"> Global Cyber Alliance Small Business Toolkit:</a><span> Provides tips and actions to keep your accounts safer by moving beyond simple passwords. </span><br></p>"
  },
  {
    "matQuestionId": "1916",
    "questionText": "[UK] Is two-factor authentication implemented for all users?",
    "supplementalInfo": "<a href=\"https://www.nist.gov/itl/applied-cybersecurity/tig/back-basics-multi-factor-authentication\" target=\"_blank\">Back to basics: Multi-factor authentication (MFA):</a> NIST Applied Cybersecurity Division, updated 2021.<span><br></span>&#10;<br>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.1800-17.pdf\" target=\"_blank\">NIST SP 1800-17, Cybersecurity Practice Guide: Multifactor Authentication for E-Commerce:</a><span>This new Cybersecurity Practice Guide demonstrates how online retailers can implement open, standards-based technologies to enable Universal Second Factor (U2F) authentication by consumers at the time of purchase when risk thresholds are exceeded. The example implementations outlined in the guide encourage online retailers to adopt effective MFA implementations by using standard components and custom applications that are composed of open-source and commercially available components.</span>&#10; <span></span>&#10; <div>&#10;  <br>&#10; </div>&#10; <div>&#10;  <a href=\"https://media.defense.gov/2019/Sep/09/2002180346/-1/-1/0/TRANSITION%20TO%20MULTI-FACTOR%20AUTHENTICATION.PDF\" target=\"_blank\">NSA Transition to Multi Factor Authentication:</a> Outlines how to use Multi-factor Authentication to defend against an array of authentication attacks.&#10;  <br>&#10;  <br>&#10;  <div></div>&#10;  <a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 1, Asset Management Version 1.1:</a> <span>This guide is intended for organizations seeking help in establishing an asset management process.</span>&#10;  <p></p>&#10;  <p><a href=\"https://cyberreadinessinstitute.org/remote-work-resources/\" target=\"_blank\">Cyber Readiness Institute&#8217;s Ransomware Playbook: </a><span>How to prepare for, respond to, and recover from a ransomware attack.</span></p>&#10; </div>&#10;</div>"
  },
  {
    "matQuestionId": "1917",
    "questionText": "[UK] Is the principle of least privilege enforced through policies and procedures? ",
    "supplementalInfo": "<p><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 1, Asset Management Version 1.1</a><span>: This guide is intended for organizations seeking help in establishing an asset management process.</span></p>&#10;<p></p>&#10;<p><a href=\"https://media.defense.gov/2019/Sep/09/2002180330/-1/-1/0/Defend%20Privileges%20and%20Accounts%20-%20Copy.pdf\" target=\"_blank\">Least Privilege</a>, National Security Administration, IA Guidance Security Tips, 2017.</p>&#10;<p><a href=\"https://media.defense.gov/2019/Jul/16/2002158046/-1/-1/0/CSI-NSAS-TOP10-CYBERSECURITY-MITIGATION-STRATEGIES.PDF\" target=\"_blank\">Top Ten Cybersecurity Mitigation Strategies</a>, National Security Administration, IA Guidance Security Tips, 2018.</p>&#10;<p><a href=\"https://media.defense.gov/2019/Sep/09/2002180330/-1/-1/0/Defend%20Privileges%20and%20Accounts%20-%20Copy.pdf\" target=\"_blank\">Defend Privileges and Accounts</a>, National Security Administration, IA Guidance Security Tips, 2019.</p>&#10;<p><span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CM-5</span><br></p>"
  },
  {
    "matQuestionId": "1918",
    "questionText": "[UK] Is there a list of known bad software (a &#8220;Blocklist&#8221;), and is the software on that list being blocked?",
    "supplementalInfo": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-167.pdf\" target=\"_blank\">NIST SP 800-167</a>: Allowlisting: For more information on allowlists, this publication is intended to assist organizations in understanding the basics of application allowlisting. It also explains planning and implementation for allowlisting technologies throughout the security deployment lifecycle.&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CM-7(5)&#10;<p></p>&#10;<a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: The CIS Controls are a prioritized set of Safeguards to mitigate the most prevalent cyber-attacks against systems and networks. They are mapped to and referenced by multiple legal, regulatory, and policy frameworks.&#10;<p></p>"
  },
  {
    "matQuestionId": "1919",
    "questionText": "[UK] Has the organization documented a list of known approved software (an &#8220;Allowlist&#8221;)?",
    "supplementalInfo": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-167.pdf\" target=\"_blank\">NIST SP 800-167</a>: Allowlisting: For more information on allowlists, this publication is intended to assist organizations in understanding the basics of application allowlisting. It also explains planning and implementation for allowlisting technologies throughout the security deployment lifecycle.&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CM-7 (5)&#10;<p></p>&#10;<a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: The CIS Controls are a prioritized set of Safeguards to mitigate the most prevalent cyber-attacks against systems and networks. They are mapped to and referenced by multiple legal, regulatory, and policy frameworks.&#10;<p></p>"
  },
  {
    "matQuestionId": "1920",
    "questionText": "[UK] Is the Allowlist organized by software publisher, and is that list used to allow only approved software to run on organizational systems?",
    "supplementalInfo": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-167.pdf\" target=\"_blank\">NIST SP 800-167</a>: Allowlisting: For more information on allowlists, this publication is intended to assist organizations in understanding the basics of application allowlisting. It also explains planning and implementation for allowlisting technologies throughout the security deployment lifecycle.&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CM-7 (5)&#10;<p></p>&#10;<a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: The CIS Controls are a prioritized set of Safeguards to mitigate the most prevalent cyber-attacks against systems and networks. They are mapped to and referenced by multiple legal, regulatory, and policy frameworks.&#10;<p></p>"
  },
  {
    "matQuestionId": "1921",
    "questionText": "[UK] Has the organization documented a list of known approved software (an Allowlist) organized by software publisher and version number, and is that list used to allow only approved software to run on organizational systems?",
    "supplementalInfo": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-167.pdf\" target=\"_blank\">NIST SP 800-167</a>: Allowlisting: For more information on allowlists, this publication is intended to assist organizations in understanding the basics of application allowlisting. It also explains planning and implementation for allowlisting technologies throughout the security deployment lifecycle.&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CM-7(5)&#10;<p></p>&#10;<a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: The CIS Controls are a prioritized set of Safeguards to mitigate the most prevalent cyber-attacks against systems and networks. They are mapped to and referenced by multiple legal, regulatory, and policy frameworks.&#10;<p></p>"
  },
  {
    "matQuestionId": "1922",
    "questionText": "[UK] Does the organization perform business impact assessments?",
    "supplementalInfo": "<span></span>&#10;<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-SC_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 6, Service Continuity Management Version 1.1</a>:  <span>this publication provides guidance regarding service continuity planning as an important aspect of resilience management because it provides a process for preparing for and responding to disruptive events, whether natural or man-made. </span>&#10;<span>See also Appendix A, Business Impact Analysis Template.</span>&#10;<p></p>&#10;<span><a href=\"https://us-cert.cisa.gov/sites/default/files/c3vp/crr_resources_guides/CRR_Resource_Guide-RM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 7, Risk Management Version 1.1</a>: this publication focuses on the processes by which an organization identifies, analyzes, and mitigates risks to affect the probability of their realization and/or the impact of a disruption.</span>&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-184.pdf\" target=\"_blank\">NIST Special Publication SP 800-184, Guide for Cybersecurity Event Recovery</a>: this publication provides guidance regarding the planning, playbook developing, testing, and improvement of recovery planning.&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-34r1.pdf\" target=\"_blank\">NIST SP 800-34 Rev. 1, Contingency Planning Guide for Federal Information Systems:</a> this document provides guidance to evaluate information systems and to determine contingency planning requirements and priorities.&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a><span>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CP-2</span>&#10;<p></p>"
  },
  {
    "matQuestionId": "1923",
    "questionText": "[UK] Has the organization defined organizational risk criteria and tolerances?",
    "supplementalInfo": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a><span>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. PM-9, RA-3</span>&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-39.pdf\" target=\"_blank\">NIST SP 800-39 Managing Information Security Risk, Organization, Mission, and Information System View</a>: &#10;<span>The purpose of Special Publication 800-39 is to provide guidance for an integrated, organization-wide program for managing information security risk to organizational operations (i.e., mission, functions, image, and reputation), organizational assets, individuals, other organizations, and the Nation resulting from the operation and use of federal information systems.</span>&#10;<span> </span>&#10;<br>&#10;<p></p>&#10;<a href=\"https://us-cert.cisa.gov/sites/default/files/c3vp/crr_resources_guides/CRR_Resource_Guide-RM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 7, Risk Management Version 1.1</a><span>: this publication focuses on the processes by which an organization identifies, analyzes, and mitigates risks to affect the probability of their realization and/or the impact of a disruption.</span>&#10;<br>&#10;<p></p>&#10;<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-SC_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 6, Service Continuity Management Version 1.1</a>:  <span>this publication provides guidance regarding service continuity planning as an important aspect of resilience management because it provides a process for preparing for and responding to disruptive events, whether natural or man-made. </span>&#10;<br>&#10;<p></p>"
  },
  {
    "matQuestionId": "1924",
    "questionText": "[UK] Does the organization consider risk inheritance and exposure between its various interconnected systems?",
    "supplementalInfo": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-37r2.pdf\" target=\"_blank\">NIST SP 800-37 Rev. 2, Risk Management Framework for Information Systems and Organizations: A System Life Cycle Approach for Security and Privacy</a>: &#10;<span>This publication describes the Risk Management Framework (RMF) and provides guidelines for applying the RMF to information systems and organizations. The RMF provides a disciplined, structured, and flexible process for managing security and privacy risk that includes information security categorization; control selection, implementation, and assessment; system and common control authorizations; and continuous monitoring.</span>&#10;<span> </span>&#10;<br>&#10;<p></p>&#10;<span><a href=\"https://us-cert.cisa.gov/sites/default/files/c3vp/crr_resources_guides/CRR_Resource_Guide-RM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 7, Risk Management Version 1.1</a>: this publication focuses on the processes by which an organization identifies, analyzes, and mitigates risks to affect the probability of their realization and/or the impact of a disruption.</span>&#10;<p></p>&#10;<a href=\"https://us-cert.cisa.gov/ncas/tips/ST18-007\" target=\"_blank\">CISA Security Tip (ST18-007)</a>: &#10;<span>Questions Every CEO Should Ask About Cyber Risks</span>&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>:<a href=\"https://csrc.nist.gov/publications/detail/sp/800-53/rev-5/final\" target=\"_blank\"> </a>&#10;<span>This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks, PM-9, CA-3.</span>&#10;<p></p>"
  },
  {
    "matQuestionId": "1925",
    "questionText": "[UK] Does the organization apply quantitative risk analysis to remediation activities?",
    "supplementalInfo": "<a href=\"https://us-cert.cisa.gov/sites/default/files/c3vp/crr_resources_guides/CRR_Resource_Guide-RM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 7, Risk Management Version 1.1</a>:  T<span>his publication focuses on the processes by which an organization identifies, analyzes, and mitigates risks to affect the probability of their realization and/or the impact of a disruption.</span>&#10;<br>&#10;<p></p>&#10;<span></span>&#10;<a href=\"https://us-cert.cisa.gov/ncas/tips/ST18-007\" target=\"_blank\">CISA Security Tip (ST18-007)</a>: &#10;<span>Questions Every CEO Should Ask About Cyber Risks</span>&#10;<p></p>&#10;<span></span>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: &#10;<span>The purpose of Special Publication 800-39 is to provide guidance for an integrated, organization-wide program for managing information security risk to organizational operations (i.e., mission, functions, image, and reputation), organizational assets, individuals, other organizations, and the Nation resulting from the operation and use of federal information systems. See PM-9.</span><br>&#10;<p></p>"
  },
  {
    "matQuestionId": "1926",
    "questionText": "[UK] Has the organization developed an incident response plan?",
    "supplementalInfo": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CISA_MS-ISAC_Ransomware%20Guide_S508C.pdf\" target=\"_blank\">CISA and MS-ISAC Ransomware Guide</a>: This guide provides best practices and recommendations for developing cyber incident response policies and procedures.&#10;<p></p>&#10;<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 5, Incident Management Version 1.1</a>: This guide is intended for organizations seeking help in establishing an incident management process and for organizations seeking to improve their existing incident management process.&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-61r2.pdf\" target=\"_blank\">NIST SP 800-61 Rev. 2, Computer Security Incident Handling Guide:</a> This publication assists organizations in establishing computer security incident response capabilities and handling incidents efficiently and effectively. This publication provides guidelines for incident handling, particularly for analyzing incident-related data and determining the appropriate response to each incident. The guidelines can be followed independently of particular hardware platforms, operating systems, protocols, or applications.</span>&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-34r1.pdf\" target=\"_blank\">NIST SP 800-34 Rev. 1, Contingency Planning Guide for Federal Information Systems</a>: this document provides guidance to evaluate information systems and to determine contingency planning requirements and priorities</span>&#10;<p></p>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. IR-8&#10;</div>"
  },
  {
    "matQuestionId": "1927",
    "questionText": "[UK] Are cybersecurity incidents reported and escalated to the appropriate stakeholders?",
    "supplementalInfo": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CISA_MS-ISAC_Ransomware%20Guide_S508C.pdf\" target=\"_blank\">CISA and MS-ISAC Ransomware Guide</a>: This guide provides best practices and recommendations for developing cyber incident response policies and procedures.&#10;<p></p>&#10;<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 5, Incident Management Version 1.1</a>: This guide is intended for organizations seeking help in establishing an incident management process and for organizations seeking to improve their existing incident management process.&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-61r2.pdf\" target=\"_blank\">NIST SP 800-61 Rev. 2, Computer Security Incident Handling Guide:</a> This publication assists organizations in establishing computer security incident response capabilities and handling incidents efficiently and effectively. This publication provides guidelines for incident handling, particularly for analyzing incident-related data and determining the appropriate response to each incident. The guidelines can be followed independently of particular hardware platforms, operating systems, protocols, or applications.</span>&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-34r1.pdf\" target=\"_blank\">NIST SP 800-34 Rev. 1, Contingency Planning Guide for Federal Information Systems</a>: this document provides guidance to evaluate information systems and to determine contingency planning requirements and priorities</span>&#10;<p></p>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. IR-6&#10;</div>"
  },
  {
    "matQuestionId": "1928",
    "questionText": "[UK] Have disaster recovery procedures been developed?",
    "supplementalInfo": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CISA_MS-ISAC_Ransomware%20Guide_S508C.pdf\" target=\"_blank\">CISA and MS-ISAC Ransomware Guide</a>: This guide provides best practices and recommendations for developing cyber incident response policies and procedures.&#10;<p></p>&#10;<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 5, Incident Management Version 1.1</a>: This guide is intended for organizations seeking help in establishing an incident management process and for organizations seeking to improve their existing incident management process.&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-61r2.pdf\" target=\"_blank\">NIST SP 800-61 Rev. 2, Computer Security Incident Handling Guide:</a> This publication assists organizations in establishing computer security incident response capabilities and handling incidents efficiently and effectively. This publication provides guidelines for incident handling, particularly for analyzing incident-related data and determining the appropriate response to each incident. The guidelines can be followed independently of particular hardware platforms, operating systems, protocols, or applications.</span>&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-34r1.pdf\" target=\"_blank\">NIST SP 800-34 Rev. 1, Contingency Planning Guide for Federal Information Systems</a>: this document provides guidance to evaluate information systems and to determine contingency planning requirements and priorities</span>&#10;<p></p>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. IR-1, CP-1, CP-2&#10;</div>"
  },
  {
    "matQuestionId": "1929",
    "questionText": "[UK] Does the organization conduct annual incident response tabletop exercises that include ransomware response scenarios?",
    "supplementalInfo": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 5, Incident Management Version 1.1</a>: This guide is intended for organizations seeking help in establishing an incident management process and for organizations seeking to improve their existing incident management process.&#10;<p></p>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CP-4, IR-3&#10;</div>"
  },
  {
    "matQuestionId": "1930",
    "questionText": "[UK] Are data backups tested annually?",
    "supplementalInfo": "<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations:</a> This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CP-1, CP-2,  CP-9, CP-10<div><br><div><p><a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-34r1.pdf\" target=\"_blank\">NIST SP 800-34 Rev. 1, Contingency Planning Guide for Federal Information Systems:</a> This publication assists organizations in understanding the purpose, process, and format of information system contingency planning development through practical, real-world guidelines. This guidance document provides background information on interrelationships between information system contingency planning and other types of security and emergency management-related contingency plans, organizational resiliency, and the system development life cycle.</p><div><a href=\"https://www.cisecurity.org/controls/cis-controls-navigator/\" target=\"_blank\">CIS Control 11 - Data Recovery:</a> Establish and maintain data recovery practices sufficient to restore in-scope enterprise assets to a pre-incident and trusted state.<br></div><div><br></div></div></div><div><a href=\"https://www.nccoe.nist.gov/sites/default/files/library/supplemental-files/msp-protecting-data-extended.pdf\" target=\"_blank\">Protecting Data from Ransomware and Other Data Loss Events: </a>A Guide for Managed Service Providers to Conduct, Maintain, and Test Backup Files, National Cybersecurity Center of Excellence (NCCoE), 2020.<br></div><div><br></div><div><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-AM.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 1, Asset Management Version 1.1: </a>This guide is intended for organizations seeking help in establishing an asset management process.</div>"
  },
  {
    "matQuestionId": "1931",
    "questionText": "[UK] Is role-based security training conducted?",
    "supplementalInfo": "<p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-61r2.pdf\" target=\"_blank\">NIST SP 800-61 Rev. 2, Computer Security Incident Handling Guide:</a> This publication assists organizations in establishing computer security incident response capabilities and handling incidents efficiently and effectively. This publication provides guidelines for incident handling, particularly for analyzing incident-related data and determining the appropriate response to each incident. The guidelines can be followed independently of particular hardware platforms, operating systems, protocols, or applications.<br></p>&#10;<p><a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: The CIS Controls are a prioritized set of Safeguards to mitigate the most prevalent cyber-attacks against systems and networks. They are mapped to and referenced by multiple legal, regulatory, and policy frameworks.</p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-115.pdf\" target=\"_blank\">NIST SP 800-115, Technical Guide to Information Security Testing and Assessment</a><span>: The purpose of this document is to assist organizations in planning and conducting technical information security tests and examinations, analyzing findings, and developing mitigation strategies. The guide provides practical recommendations for designing, implementing, and maintaining technical information security test and examination processes and procedures.</span>&#10;<p></p>&#10;<p></p>&#10;<p></p>&#10;<p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. AT-3, PM-13</p>"
  },
  {
    "matQuestionId": "1932",
    "questionText": "[UK] Is rogue hardware being detected?",
    "supplementalInfo": "<p><span><a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: The CIS Controls are a prioritized set of Safeguards to mitigate the most prevalent cyber-attacks against systems and networks. They are mapped to and referenced by multiple legal, regulatory, and policy frameworks.</span></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-115.pdf\" target=\"_blank\">NIST SP 800-115, Technical Guide to Information Security Testing and Assessment</a>: The purpose of this document is to assist organizations in planning and conducting technical information security tests and examinations, analyzing findings, and developing mitigation strategies. The guide provides practical recommendations for designing, implementing, and maintaining technical information security test and examination processes and procedures.&#10;<p></p>&#10;<p></p>&#10;<p><span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CM-8</span></p>&#10;<p></p>&#10;<p><span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-61r2.pdf\" target=\"_blank\">NIST SP 800-61 Rev. 2, Computer Security Incident Handling Guide:</a> This publication assists organizations in establishing computer security incident response capabilities and handling incidents efficiently and effectively. This publication provides guidelines for incident handling, particularly for analyzing incident-related data and determining the appropriate response to each incident. The guidelines can be followed independently of particular hardware platforms, operating systems, protocols, or applications.</span></p>"
  },
  {
    "matQuestionId": "1933",
    "questionText": "[UK] Are documented and approved secure configurations used to manage the organization&#8217;s hardware and software assets?",
    "supplementalInfo": "<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-70r4.pdf\" target=\"_blank\">NIST SP 800-70 Rev. 4, National Checklist Program for IT Products &#8211; Guidelines for Checklist Users and Developers: </a>A security configuration checklist is a document that contains instructions or procedures for configuring an information technology (IT) product to an operational environment, for verifying that the product has been configured properly, and/or for identifying unauthorized changes to the product. Using these checklists can minimize the attack surface, reduce vulnerabilities, lessen the impact of successful attacks, and identify changes that might otherwise go undetected. To facilitate development of checklists and to make checklists more organized and usable, NIST established the National Checklist Program (NCP). &#10; <span>This publication explains how to use the NCP to find and retrieve checklists, and it also describes the policies, procedures, and general requirements for participation in the NCP. </span>&#10;</div>&#10;<div>&#10; <span><br></span>&#10;</div>&#10;<div>&#10; <span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\"></a></span>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CM-2, CM-3, CM-6, CM-8 (2), CM-9&#10; <p></p>&#10;</div>&#10;<span> <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-128.pdf\" target=\"_blank\">NIST SP 800-128, Guide for Security-Focused Configuration Management of Information Systems</a>: The focus of this document is on implementation of the information system security aspects of configuration management, and as such the term security-focused configuration management (SecCM) is used to emphasize the concentration on information security. The goal of SecCM activities is to manage and monitor the configurations of information systems to achieve adequate security and minimize organizational risk while supporting the desired business functionality and services.</span>&#10;<p></p>&#10;<span><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-CCM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 3, Configuration and Change Management Version 1.1</a>: This guide is intended for organizations seeking help in establishing a configuration and change management process and for organizations seeking to improve their existing configuration and change management process.</span>&#10;<div>&#10; <br>&#10; <div>&#10;  <span><a href=\"https://www.cisecurity.org/controls/secure-configuration-of-enterprise-assets-and-software/\" target=\"_blank\">CIS Control 4: Secure Configuration of Enterprise Assets and Software</a>: Establish and maintain the secure configuration of enterprise assets (end-user devices, including portable and mobile; network devices; non-computing/IoT devices; and servers) and software (operating systems and applications).</span>&#10;  <p></p>&#10; </div>&#10;</div>"
  },
  {
    "matQuestionId": "1934",
    "questionText": "[UK] Are standard baseline images used to control hardware and software configurations?",
    "supplementalInfo": "<div>&#10;<div>&#10; <font size=\"3\"><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-70r4.pdf\" target=\"_blank\">NIST SP 800-70 Rev. 4, National Checklist Program for IT Products &#8211; Guidelines for Checklist Users and Developers: </a>A security configuration checklist is a document that contains instructions or procedures for configuring an information technology (IT) product to an operational environment, for verifying that the product has been configured properly, and/or for identifying unauthorized changes to the product. Using these checklists can minimize the attack surface, reduce vulnerabilities, lessen the impact of successful attacks, and identify changes that might otherwise go undetected. To facilitate development of checklists and to make checklists more organized and usable, NIST established the National Checklist Program (NCP). This publication explains how to use the NCP to find and retrieve checklists, and it also describes the policies, procedures, and general requirements for participation in the NCP. &#10; </font></div>&#10; <div>&#10; <font size=\"3\"><br>&#10; </font></div>&#10; <div>&#10; <font size=\"3\"><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\"></a>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations:</a> This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. &#10; <span>CM-2, CM-3, CM-6, CM-8 (2), CM-9</span>&#10; </font><p></p>&#10; </div>&#10; <font size=\"3\"><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-128.pdf\" target=\"_blank\">NIST SP 800-128, Guide for Security-Focused Configuration Management of Information Systems:</a> The focus of this document is on implementation of the information system security aspects of configuration management, and as such the term security-focused configuration management (SecCM) is used to emphasize the concentration on information security. The goal of SecCM activities is to manage and monitor the configurations of information systems to achieve adequate security and minimize organizational risk while supporting the desired business functionality and services.&#10; </font><p></p>&#10; <font size=\"3\"><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-CCM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 3, Configuration and Change Management Version 1.1: </a>This guide is intended for organizations seeking help in establishing a configuration and change management process and for organizations seeking to improve their existing configuration and change management process.&#10; </font><div>&#10; <font size=\"3\"><br>&#10; </font><div>&#10; <font size=\"3\"><a href=\"https://www.cisecurity.org/controls/secure-configuration-of-enterprise-assets-and-software/\" target=\"_blank\">CIS Control 4: Secure Configuration of Enterprise Assets and Software:</a> Establish and maintain the secure configuration of enterprise assets (end-user devices, including portable and mobile; network devices; non-computing/IoT devices; and servers) and software (operating systems and applications).&#10; </font></div>&#10;</div>&#10;</div>"
  },
  {
    "matQuestionId": "1935",
    "questionText": "[UK] Does the organization manage system configurations using security hardening guides?",
    "supplementalInfo": "<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-70r4.pdf\" target=\"_blank\">NIST SP 800-70 Rev. 4, National Checklist Program for IT Products &#8211; Guidelines for Checklist Users and Developers: </a>A security configuration checklist is a document that contains instructions or procedures for configuring an information technology (IT) product to an operational environment, for verifying that the product has been configured properly, and/or for identifying unauthorized changes to the product. Using these checklists can minimize the attack surface, reduce vulnerabilities, lessen the impact of successful attacks, and identify changes that might otherwise go undetected. To facilitate development of checklists and to make checklists more organized and usable, NIST established the National Checklist Program (NCP). &#10; <span>This publication explains how to use the NCP to find and retrieve checklists, and it also describes the policies, procedures, and general requirements for participation in the NCP. </span>&#10;</div>&#10;<div>&#10; <span><br></span>&#10;</div>&#10;<div>&#10; <span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\"></a></span>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations:</a> This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CM-6&#10; <p></p>&#10;</div>&#10;<span> <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-128.pdf\" target=\"_blank\">NIST SP 800-128, Guide for Security-Focused Configuration Management of Information Systems:</a> The focus of this document is on implementation of the information system security aspects of configuration management, and as such the term security-focused configuration management (SecCM) is used to emphasize the concentration on information security. The goal of SecCM activities is to manage and monitor the configurations of information systems to achieve adequate security and minimize organizational risk while supporting the desired business functionality and services.</span>&#10;<p></p>&#10;<span><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-CCM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 3, Configuration and Change Management Version 1.1:</a> This guide is intended for organizations seeking help in establishing a configuration and change management process and for organizations seeking to improve their existing configuration and change management process.</span>&#10;<div>&#10; <p><a href=\"https://www.cisecurity.org/controls/secure-configuration-of-enterprise-assets-and-software/\" target=\"_blank\"><br class=\"Apple-interchange-newline\">CIS Control 4: Secure Configuration of Enterprise Assets and Software:</a> <span>Establish and maintain the secure configuration of enterprise assets (end-user devices, including portable and mobile; network devices; non-computing/IoT devices; and servers) and software (operating systems and applications).</span></p>&#10;</div>"
  },
  {
    "matQuestionId": "1936",
    "questionText": "[UK] Are users who attempt to install rogue hardware counseled against installing rogue hardware?",
    "supplementalInfo": "<span><a href=\"https://www.cisecurity.org/controls/v8/\" target=\"_blank\">CIS Controls Version 8</a>: The CIS Controls are a prioritized set of Safeguards to mitigate the most prevalent cyber-attacks against systems and networks. They are mapped to and referenced by multiple legal, regulatory, and policy frameworks.</span>&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. AT-3</span>&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-61r2.pdf\" target=\"_blank\">NIST SP 800-61 Rev. 2, Computer Security Incident Handling Guide:</a> This publication assists organizations in establishing computer security incident response capabilities and handling incidents efficiently and effectively. This publication provides guidelines for incident handling, particularly for analyzing incident-related data and determining the appropriate response to each incident. The guidelines can be followed independently of particular hardware platforms, operating systems, protocols, or applications.</span>&#10;<p></p>"
  },
  {
    "matQuestionId": "1937",
    "questionText": "[UK] Are incident response tabletop exercises performed at least twice a year?",
    "supplementalInfo": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 5, Incident Management Version 1.1</a>: This guide is intended for organizations seeking help in establishing an incident management process and for organizations seeking to improve their existing incident management process.&#10;<p></p>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. &#10; <span>CP-4, IR-3</span>&#10;</div>"
  },
  {
    "matQuestionId": "1938",
    "questionText": "[UK] Is a physical incident response exercise performed at least once a year?",
    "supplementalInfo": "<a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 5, Incident Management Version 1.1</a>: This guide is intended for organizations seeking help in establishing an incident management process and for organizations seeking to improve their existing incident management process.&#10;<p></p>&#10;<div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. &#10; <span>CP-4, IR-3, IR-4</span>&#10;</div>"
  },
  {
    "matQuestionId": "1939",
    "questionText": "[UK] Are physical incident response exercises performed at least twice a year?",
    "supplementalInfo": "<span><a href=\"https://www.cisa.gov/sites/default/files/publications/CRR_Resource_Guide-IM_0.pdf\" target=\"_blank\">CRR Supplemental Resource Guide Volume 5, Incident Management Version 1.1</a>: This guide is intended for organizations seeking help in establishing an incident management process and for organizations seeking to improve their existing incident management process.</span>&#10;<div><br></div><div>&#10; <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a><span>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. </span>&#10; <span>CP-4, IR-3, IR-4</span>&#10; <br>&#10; <p></p>&#10; &#10; <p></p>&#10;</div>"
  },
  {
    "matQuestionId": "1940",
    "questionText": "[UK] Has the organization implemented redundant systems where appropriate for the purpose of resiliency?",
    "supplementalInfo": "<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-160v2.pdf\" target=\"_blank\">NIST SP 800-160, Volume 2, Developing Cyber Resilient Systems: A Systems Security Engineering Approach</a>: This publication can be viewed as a handbook for achieving identified cyber resiliency outcomes based on a systems engineering perspective on system life cycle processes in conjunction with risk management processes, allowing the experience and expertise of the organization to help determine what is correct for its purpose.</span>&#10;<p></p>&#10;<span><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks. CP-2, CP-7, CP-6, CP-8, CP-9, CP-10, MA-6</span>&#10;<p></p>&#10;<p><i><br></i></p>"
  },
  {
    "matQuestionId": "1941",
    "questionText": "[UK] Have redundant and resilient systems and data been implemented throughout the organization?",
    "supplementalInfo": "<p><a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-160v2.pdf\" target=\"_blank\">NIST Special Publication 800-160, Volume 2, Developing Cyber Resilient Systems: A Systems Security Engineering Approach</a>: <span>This publication can be viewed as a handbook for achieving identified cyber resiliency outcomes based on a systems engineering perspective on system life cycle processes in conjunction with risk management processes, allowing the experience and expertise of the organization to help determine what is correct for its purpose.</span><br></p>&#10;<span></span>&#10;<p></p>&#10;<a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r5.pdf\" target=\"_blank\">NIST Special Publication SP 800-53 Rev. 5, Security and Privacy Controls for Information Systems and Organizations</a><span>: This publication provides a catalog of security and privacy controls for information systems and organizations to protect organizational operations and assets, individuals, other organizations, and the Nation from a diverse set of threats and risks, including hostile attacks, human errors, natural disasters, structural failures, foreign intelligence entities, and privacy risks.</span> CP-7, CP-8, CP-11, CP-13, PL-8, SA-14, SC-6, SI-17"
  }
]
