[
  {
    "groupingId": "93",
    "title": "Управління",
    "description": ""
  },
  {
    "groupingId": "94",
    "title": "Управління ризиками",
    "description": ""
  },
  {
    "groupingId": "99",
    "title": "Розповсюдження інформації",
    "description": ""
  },
  {
    "groupingId": "112",
    "title": "Оцінка ризиків",
    "description": ""
  },
  {
    "groupingId": "119",
    "title": "Розповсюдження інформації",
    "description": ""
  },
  {
    "groupingId": "170",
    "title": "Оцінка готовності програм-вимагачів",
    "description": ""
  },
  {
    "groupingId": "173",
    "title": "Надійне резервне копіювання даних (DB)",
    "description": "Будьте готові плавно оговтатися після інциденту. Використовуйте рішення для резервного копіювання, яке автоматично й постійно створює резервні копії важливих для бізнесу даних і конфігурацій системи. Переконайтеся, що резервні копії даних безпечно (зашифровано) зберігаються за межами сайту або в хмарі та дозволяють принаймні 30 днів відкоту. Періодично перевіряйте свою здатність відновлювати дані з резервної копії."
  },
  {
    "groupingId": "174",
    "title": "Керування веб-браузером і DNS-фільтрація (BM)",
    "description": "Уникайте небезпеки та відфільтруйте підключення до неавторизованих веб-сайтів, підозрілих доменних імен і відомих шкідливих доменних імен, які роблять вас уразливими до зловмисного програмного забезпечення (наприклад, програм-вимагачів) і фішингу. Використовуйте фільтрацію DNS, також відому як блокування DNS або брандмауер DNS, із інтегрованим аналізом загроз. Доступна низка ефективних комерційних рішень, від безкоштовних до недорогих, що робить цю дію особливо рекомендованою."
  },
  {
    "groupingId": "175",
    "title": "Запобігання фішингу та поінформованість (PP)",
    "description": "Вживайте заходів для підвищення та підтримки обізнаності про загрози фішингу. Проводьте постійні фішингові кампанії та кампанії соціальної інженерії, які випадковим чином і періодично надсилають імітовані фішингові електронні листи персоналу. Пропонуйте персоналу тренінги щодо фішингу, які допоможуть розпізнавати фішингові атаки та повідомляти про них. Використовуйте проксі-сервер SMTP (поштовий сервер), який використовує функції репутації (IP, URL-адреса та відправник) і традиційні функції захисту від спаму та фільтрації вмісту."
  },
  {
    "groupingId": "176",
    "title": "Моніторинг периметра мережі (NM)",
    "description": "Шукайте підозрілу активність і реагуйте швидше. Відстежуйте інтернет-трафік до вашої організації та з неї. Обов’язково використовуйте продукт або послугу з інтегрованим аналізом загроз і подумайте про підписку на додаткові канали обміну індикаторами, такі як служба автоматичного обміну індикаторами, яку надає DHS, для автоматичного визначення атак і відомих зловмисників."
  },
  {
    "groupingId": "177",
    "title": "Управління активами (AM)",
    "description": "<p>Щоб захистити ваші системи, потрібно знати, які пристрої під’єднано до вашої мережі, які програми використовуються, хто має до них доступ, а також заходи безпеки. Підприємство, готове до роботи в кіберпространстві, підтримує актуальність і безпеку своїх систем. Ці дії можуть підтримувати проактивну культуру управління ризиками та обмежувати ризик компрометації.</p> <p>Видаліть непідтримуване або неавторизоване обладнання та програмне забезпечення. Підтримуване апаратне та програмне забезпечення зазвичай дозволяє отримувати оновлення та виправлення для вразливостей, які інакше недоступні для несанкціонованих і непідтримуваних активів. Інвентаризуйте авторизоване обладнання та програмне забезпечення у вашій організації. Знайте фізичне місцезнаходження та користувача апаратного забезпечення, щоб підтримувати оновлення. Це також дозволяє виявити та видалити будь-яке неавторизоване апаратне чи програмне забезпечення.</p>"
  },
  {
    "groupingId": "178",
    "title": "Керування виправленнями та оновленнями (PM)",
    "description": "Загалом ускладніть роботу зловмисникам, усунувши відомі вразливості. Отримайте, протестуйте та розгорніть програмні та мікропрограмні виправлення якомога швидше. Увімкніть автоматичне оновлення, коли це можливо. Замініть вичерпані (EOL)/непідтримувані операційні системи, програми та апаратне забезпечення на версії/моделі, які підтримуються постачальниками."
  },
  {
    "groupingId": "179",
    "title": "Керування користувачами та доступом (UM)",
    "description": "Впроваджуйте політики, процеси та технології, які гарантують, що лише авторизованим користувачам надаються мінімальні необхідні привілеї. Визначте та деактивуйте невикористовувані облікові записи, видаліть спільні облікові записи, видаліть непотрібні привілеї та застосуйте політику надійних паролів. Відстежуйте та аналізуйте дії користувачів на наявність аномальної поведінки, як-от спроби доступу в неробочий час або з незвичних місць. Розгляньте механізми, які є сильнішими за автентифікацію за допомогою пароля, наприклад біометричні дані, одноразові паролі та маркери для конфіденційних програм і функцій. Багатофакторну автентифікацію, зокрема, настійно рекомендується починати спочатку з привілейованими користувачами, а потім поширювати на всіх користувачів. Управління користувачами та доступом буде важким і складним заходом&#8212;і не існує «одного підходу для всіх»; рішення. Прийміть стратегію, яка підходить для вашої організації, і використовуйте поетапний підхід."
  },
  {
    "groupingId": "180",
    "title": "Цілісність програми та білий список (AI)",
    "description": "Переконайтеся, що ваші додатки працюють безпечно та відповідно до призначення, запровадивши політику цілісності додатків, яка дозволяє завантажувати та виконувати лише схвалене авторизоване програмне забезпечення та його бібліотеки. Контролюйте цілісність схвалених програм за допомогою періодичних перевірок хешів файлів, щоб переконатися, що не було зроблено несанкціонованих змін. Як і у випадку з керуванням ідентифікацією та доступом, через складність і необхідні зусилля, розгляньте поетапний підхід із поетапним впровадженням, починаючи з кінцевих точок із високим ступенем впливу (наприклад, контролерів домену, серверів програм, баз даних), а потім будь-яких інших систем підтримки і закінчуючи робочими станціями або кінцевими точками користувача, що залишилися."
  },
  {
    "groupingId": "181",
    "title": "Реагування на інциденти (IR)",
    "description": "<p>Очоліть розробку плану реагування на інциденти та аварійного відновлення, у якому визначено ролі та обов’язки. Перевіряйте їх часто. Плани реагування на інциденти та плани аварійного відновлення мають вирішальне значення для інформаційної безпеки, але це окремі плани. Реагування на інциденти головним чином зосереджено на захисті інформаційних активів, тоді як плани аварійного відновлення зосереджені на безперервності роботи. Коли ви розробите план, перевірте його за допомогою реалістичного моделювання (відомого як «військова гра»), де ролі та обов’язки розподіляються між людьми, які керують реагуванням на кіберінциденти. Це гарантує ефективність вашого плану та залучення відповідних людей до нього. Плани аварійного відновлення зводять до мінімуму час відновлення завдяки ефективному відновленню критично важливих систем.</p> <p>Плануйте, готуйте та проводьте тренування щодо кібератак та інцидентів, як пожежу чи пограбування. Зробіть свою реакцію на кіберінциденти або збої в системі продовженням інших ваших бізнес-планів на випадок непередбачених обставин. Це передбачає наявність планів і процедур реагування на інциденти, навчений персонал, розподіл ролей і обов’язків, а також плани інформування про інциденти.</p>"
  },
  {
    "groupingId": "182",
    "title": "Управління ризиками (RM)",
    "description": "Здійснюйте інвестиції в кібербезпеку, інвестуючи в можливості вашої організації та персоналу. Це включає не лише інвестиції в технологічні можливості, але й постійні інвестиції в навчання з кібербезпеки та підвищення обізнаності персоналу вашої організації. Спілкуйтеся зі своїм персоналом, діловими партнерами, постачальниками, постачальниками керованих послуг та іншими особами у вашому ланцюжку постачання. Використовуйте оцінку ризиків для визначення пріоритетів розподілу ресурсів і кіберінвестицій."
  },
  {
    "groupingId": "200",
    "title": "Ідентифікувати",
    "description": ""
  },
  {
    "groupingId": "201",
    "title": "Захищати",
    "description": ""
  },
  {
    "groupingId": "202",
    "title": "Виявляти",
    "description": ""
  },
  {
    "groupingId": "203",
    "title": "Відповісти",
    "description": ""
  },
  {
    "groupingId": "204",
    "title": "Відновити",
    "description": ""
  },
  {
    "groupingId": "560",
    "title": "Ідентифікувати",
    "description": ""
  },
  {
    "groupingId": "561",
    "title": "Захищати",
    "description": ""
  },
  {
    "groupingId": "562",
    "title": "Виявляти",
    "description": ""
  },
  {
    "groupingId": "563",
    "title": "Відповісти",
    "description": ""
  },
  {
    "groupingId": "564",
    "title": "Відновити",
    "description": ""
  },
  {
    "groupingId": "502",
    "title": "Управління ризиками",
    "description": "[UK] Establish, operate, and maintain an enterprise cyber risk management program to identify, analyze, and respond to cyber risk the organization is subject to, including its business units, subsidiaries, related interconnected infrastructure, and stakeholders."
  },
  {
    "groupingId": "1256",
    "title": "Управління доступом",
    "description": ""
  },
  {
    "groupingId": "1285",
    "title": "Розповсюдження інформації",
    "description": ""
  },
  {
    "groupingId": "1338",
    "title": "Обізнаність і навчання",
    "description": ""
  },
  {
    "groupingId": "2313",
    "title": "Розповсюдження інформації",
    "description": ""
  },
  {
    "groupingId": "2340",
    "title": "Відновити",
    "description": ""
  },
  {
    "groupingId": "2344",
    "title": "Бізнес середовище",
    "description": ""
  },
  {
    "groupingId": "2349",
    "title": "Управління",
    "description": ""
  },
  {
    "groupingId": "2350",
    "title": "Оцінка ризиків",
    "description": ""
  },
  {
    "groupingId": "2353",
    "title": "Стратегія управління ризиками",
    "description": ""
  },
  {
    "groupingId": "2354",
    "title": "[UK] Supply Chain Risk Management",
    "description": ""
  },
  {
    "groupingId": "2355",
    "title": "Аномалії та події",
    "description": ""
  },
  {
    "groupingId": "2356",
    "title": "Управління активами",
    "description": ""
  },
  {
    "groupingId": "2357",
    "title": "Обізнаність і навчання",
    "description": ""
  },
  {
    "groupingId": "2358",
    "title": "Безпека даних",
    "description": ""
  },
  {
    "groupingId": "2360",
    "title": "Процеси виявлення",
    "description": ""
  },
  {
    "groupingId": "2363",
    "title": "Технічне обслуговування",
    "description": ""
  },
  {
    "groupingId": "2373",
    "title": "Захисна техніка",
    "description": ""
  },
  {
    "groupingId": "2374",
    "title": "Постійний моніторинг безпеки",
    "description": ""
  },
  {
    "groupingId": "2378",
    "title": "Аналіз",
    "description": ""
  },
  {
    "groupingId": "2380",
    "title": "Комунікації",
    "description": ""
  },
  {
    "groupingId": "2381",
    "title": "Покращення",
    "description": ""
  },
  {
    "groupingId": "2382",
    "title": "Пом'якшення",
    "description": ""
  },
  {
    "groupingId": "2384",
    "title": "Планування відновлення",
    "description": ""
  },
  {
    "groupingId": "2385",
    "title": "Покращення",
    "description": ""
  },
  {
    "groupingId": "2386",
    "title": "Комунікації",
    "description": ""
  },
  {
    "groupingId": "2542",
    "title": "Управління",
    "description": ""
  },
  {
    "groupingId": "2543",
    "title": "Оцінка ризиків",
    "description": ""
  },
  {
    "groupingId": "2551",
    "title": "Управління",
    "description": ""
  },
  {
    "groupingId": "2553",
    "title": "Оцінка ризиків",
    "description": ""
  },
  {
    "groupingId": "2581",
    "title": "Управління активами",
    "description": ""
  },
  {
    "groupingId": "2588",
    "title": "Технічне обслуговування",
    "description": ""
  }
]