[
  {
    "requirementId": "12292",
    "requirementText": "Фізичні пристрої та системи всередині організації інвентаризовано",
    "supplementalInfo": "На ОКІ проводиться ідентифікація всіх пристроїв, носіїв інформації, інформаційних систем, що використовуються для надання життєво важливих послуг та функцій, здійснюється їх реєстрація.  "
  },
  {
    "requirementId": "12293",
    "requirementText": "Програмні платформи та програми в межах організації інвентаризовано",
    "supplementalInfo": "Програмне забезпечення, що використовуються для забезпечення роботи ОКІІ ОКІ, які забезпечують надання життєво важливих послуг та виконання життєво важливих функцій, повинні бути ідентифіковані та задокументовані.  "
  },
  {
    "requirementId": "12294",
    "requirementText": "Комунікації та потоки даних в організації структуровано",
    "supplementalInfo": "Здійснюється інвентаризація електронних комунікацій та потоків даних, які в них циркулюють в тому числі із визначенням всіх підмереж, які використовуються для забезпечення надання основної послуги/виконання основної функції ОКІ. Розроблено структурну схему інформаційних потоків, яка відображає інформаційну взаємодію між основним компонентами (завданнями, об’єктами). Визначено, з прив’язкою до кожного елемента схеми, категорії інформації та рівні доступу до неї. Ця інформація є важливою для організацій, задля представлення цілісного уявлення про активи, що підтримують її інфраструктуру електронної комунікаційної мережі та існуючі потоки даних. "
  },
  {
    "requirementId": "12295",
    "requirementText": "Зовнішні інформаційні системи каталогізовано",
    "supplementalInfo": "Інформаційні та інформаційно\u0002комунікаційні системи, які взаємодіють з ОКІІ ОКІ (в тому числі, які розташовані, або можуть використовуватись за межами ОКІ), слід віднести до певного каталогу. Необхідно забезпечити безпечну роботу обладнання, яке може санкціоновано використовуватись поза межами ОКІ. "
  },
  {
    "requirementId": "12296",
    "requirementText": "Ресурси (наприклад, апаратне забезпечення, пристрої, дані, час, персонал та програмне забезпечення) пріоритизовано на підставі їх класифікації, критичності та вартості для бізнесу",
    "supplementalInfo": "Організація класифікує свої активи, враховуючи критичність процесів, для яких такі активи використовуються. Під час процесу інвентаризації організація визначає та затверджує метод класифікації активів. "
  },
  {
    "requirementId": "12297",
    "requirementText": "Роль і обов'язки з кібербезпеки для всієї робочої сили та сторонніх зацікавлених сторін (постачальників, клієнтів, партнерів) визначено",
    "supplementalInfo": "Визначаються та описуються всі обов’язки та відповідальність штатного персоналу ОКІ та персоналу партнерів організації пов’язаних із забезпеченням кібербезпеки, взаємодією з іншими підрозділами організації та зовнішніми організаціями. На ОКІ затверджується та доводиться до персоналу політика інформаційної безпеки. Впроваджуються програми підвищення обізнаності/навчання працівників з питань забезпечення кібербезпеки. "
  },
  {
    "requirementId": "12298",
    "requirementText": "Роль організації в ланцюжку поставок визначено та повідомлено",
    "supplementalInfo": "Організація ідентифікує та класифікує постачальників у відповідних ланцюгах поставок, враховуючи товари і послуги, що надаються згідно з чинними угодами та законодавством. В угодах з постачальниками можуть бути визначені вимоги з обробки ризиків, які пов’язані з безпекою постачання, послуги моніторяться та регулярно переглядаються та змінюються з урахуванням результатів повторної оцінки ризиків. "
  },
  {
    "requirementId": "12299",
    "requirementText": "Місце організації в критично важливій інфраструктурі та її секторі промисловості визначено та повідомлено",
    "supplementalInfo": "ОКІ має визначити роль в своєму секторі критичної інфраструктури, категорію критичності, а також ідентифікувати та категоризувати власні ОКІІ. "
  },
  {
    "requirementId": "12300",
    "requirementText": "Пріоритети організаційної місії, цілей та заходів встановлено та повідомлено",
    "supplementalInfo": "На ОКІ визначаються пріоритети цілей, завдань і заходів щодо забезпечення кібербезпеки ОКІІ, що забезпечують надання життєво важливих послуг та функцій. Такі пріоритети на ОКІ встановлюються та здійснюється інформування щодо них. "
  },
  {
    "requirementId": "12301",
    "requirementText": "Залежності та критично важливі функції для надання критично важливих послуг встановлено",
    "supplementalInfo": "Організація забезпечує ідентифікацію та реєстрацію критично важливих активів, необхідних для надання життєво важливих послуг та функцій. Реєстрація містить принаймні таку інформацію: електронні комунікаційні мережі та інформаційні системи, що підтримують надання критично важливих послуг та функцій, які потребують захисту від відмови енергії або інших збоїв, спричинених аномаліями в службах підтримки; електронні комунікаційні мережі, які підтримують важливі послуги та потребують захисту від фальсифікації та перехоплення; планування потенціалу та моніторинг електронних комунікаційних мереж, інформаційних систем, що підтримують критично важливі послуги та функції, що дасть змогу зробити обґрунтовані прогнози майбутніх потреб і забезпечить стійкість до збоїв та кібератак. "
  },
  {
    "requirementId": "12302",
    "requirementText": "Вимоги стійкості для підтримки надання критично важливих послуг для всіх операційних станів (наприклад, під примусом/ атакою, під час відновлення, звичайних операцій) встановлено",
    "supplementalInfo": "Організація ідентифікує та визначає відповідні вимоги для забезпечення стійкості надання критично важливих послуг та функцій. "
  },
  {
    "requirementId": "12303",
    "requirementText": "Організаційну політику з кібербезпеки встановлено та повідомлено",
    "supplementalInfo": "Організація: визначає політику інформаційної/ кібербезпеки; повідомляє про існування та зміст політики інформаційної/кібербезпеки для партнерів організації. "
  },
  {
    "requirementId": "12304",
    "requirementText": "Ролі та обов'язки з кібербезпеки координуються та узгоджуються з внутрішніми ролями та зовнішніми партнерами",
    "supplementalInfo": "На ОКІ визначаються усі обов’язки, пов’язані із забезпеченням кібербезпеки ОКІ. Керівництво безпосередньо підтримує впровадження культури кібербезпеки, виконує вимоги з кібербезпеки та забезпечує дотримання вимог з кібербезпеки відповідно до прийнятих політик та процедур організації всім персоналом. ОКІ може взаємодіяти з державними органами, установами та підприємствами, що займаються питанням забезпечення кіберзахисту. У разі потреби до виконання робіт із забезпечення кіберзахисту можуть залучатися зовнішні організації, що мають ліцензії на відповідний вид діяльності у сфері кібербезпеки. У випадку укладення договору, у ньому можуть бути викладені чіткі вимоги із забезпечення кібербезпеки, як постачальником послуг, так і клієнтом. "
  },
  {
    "requirementId": "12305",
    "requirementText": "Законодавчі та нормативні вимоги щодо кібербезпеки, включаючи зобов'язання щодо конфіденційності та громадянських свобод, розуміються, та управління ними здійснюється",
    "supplementalInfo": "Організація узагальнює та виконує нормативно-правові та нормативні вимоги щодо кібербезпеки, дотримуючись національних та європейських норм, в тому числі щодо захисту недоторканості особистого життя (приватності). "
  },
  {
    "requirementId": "12306",
    "requirementText": "Процеси врядування та безпеки управління ризиками усувають ризики для кібербезпеки",
    "supplementalInfo": "На ОКІ проводиться оцінка ризиків. Для проведення аналізу ризиків складаються переліки суттєвих загроз, вразливостей, через які загрози можуть бути реалізовано, описуються методи та способи обробки ризиків. Рекомендується оцінювати достатність заходів, які застосовуються для обробки, в тому числі зменшення ризиків кібербезпеки ОКІ, під час проведення аудиту інформаційної безпеки ОКІ або державної експертизи КСЗІ ОКІІ ОКІ "
  },
  {
    "requirementId": "12307",
    "requirementText": "Вразливості об'єктів визначені та задокументовані",
    "supplementalInfo": "Управління вразливістю є одним із процесів, який відбувається в організації для пом’якшення ризику в контексті кібербезпеки. Усі відомі вразливості були виявлені, але ще не пом’якшені чи не виправлені, оцінюються в організації та розглядаються шляхи їх виправлення або необхідність впровадження додаткових заходів із кіберзахисту. "
  },
  {
    "requirementId": "12308",
    "requirementText": "Розвідувальна інформація про кібер-загрози отримується з форумів та джерел обміну інформацією",
    "supplementalInfo": "Організація встановлює контакти з групами, які обмінюються інформацією про проблеми кібербезпеки та вразливості, обмінюються ідеями та досвідом, отримує доступ до постійно оновленої інформації про кіберзагрози, в тому числі, яка отримується іншими суб’єктами забезпечення кіберзахисту в наслідок проведення технічного розслідування кіберінцидентів/кібератак. "
  },
  {
    "requirementId": "12309",
    "requirementText": "Загрози, як внутрішні, так і зовнішні, ідентифіковано та документовано",
    "supplementalInfo": "Відповідно до стратегії (політики) управління ризиками організація визначає та документує можливі загрози, які можуть бути реалізовані через ідентифіковані вразливості в її активах.  "
  },
  {
    "requirementId": "12310",
    "requirementText": "Визначено потенційні ділові наслідки та ймовірності",
    "supplementalInfo": "Виконується кількісна або якісна оцінка збитків, що можуть бути нанесені ОКІ внаслідок реалізації загроз. Оцінка складається з величин очікуваних збитків від втрати інформації або кожної з її властивостей (конфіденційність, доступність та цілісність) або від втрати керованості ОКІ внаслідок реалізації загрози. "
  },
  {
    "requirementId": "12311",
    "requirementText": "Для визначення ризику використовуються загрози, вразливості, вірогідність та наслідки",
    "supplementalInfo": "Організація визначає у методології управління ризиками, які є критерії для визначення ймовірності та впливу ризику. Ці критерії визначають рівень ризику. Вразливість та загрози враховуються під час процесу ідентифікації ризиків. "
  },
  {
    "requirementId": "12312",
    "requirementText": "Реагування на ризик ідентифіковано та пріоритизовано",
    "supplementalInfo": "На підставі визначеної методології організація впроваджує заходи реагування на ризики, які ідентифіковані та рівні яких розраховано, з урахуванням їх пріоритетності. "
  },
  {
    "requirementId": "12313",
    "requirementText": "Процеси управління ризиками встановлені, керовані та узгоджені із зацікавленими сторонами організації",
    "supplementalInfo": "Організація забезпечує належне визначення процесу управління ризиками та керується ними відповідно до попередніх угод із партнерами організації. Відповідно до стратегії (політики) управління ризиками організація: формулює комплексний підхід до управління ризиками, пов’язаний з використанням комп’ютерних мереж та інформаційних систем (ОКІІ); переконується, що визначений підхід послідовно застосовується в ОКІ; вказує осіб відповідальних за процес управління ризиками; вказує осіб відповідальних за обробку ризиків. "
  },
  {
    "requirementId": "12314",
    "requirementText": "Стійкість організації до ризику визначена та чітко виражена",
    "supplementalInfo": "Організація формулює в методології управління ризиками свій підхід до обробки ризиків та відповідний допустимий рівень ризику, встановлений в організації. "
  },
  {
    "requirementId": "12315",
    "requirementText": "Визначення організацією стійкості до ризику визначається її роллю у критично важливій інфраструктурі та аналізом конкретних ризиків, пов'язаних із сектором",
    "supplementalInfo": "Організація визначає порядок обробки ризиків, врахування наявності остаточних ризиків з запобіганням їх взаємовпливу та можливих каскадних ефектів з урахуваннями визначеного рівня допустимості ризиків. "
  },
  {
    "requirementId": "12316",
    "requirementText": "Засоби індивідуалізації та дані для встановлення аутентичності видаються, керуються, верифікуються, відкликаються та перевіряються аудитом для авторизованих пристроїв, користувачів та процесів",
    "supplementalInfo": "Організація забезпечує управління та перевірку, періодичний перегляд особистих обов’язків та повноважень користувачів, адміністраторів організації, керує ними, перевіряє, скасовує відповідно до встановлених внутрішніх процесів. "
  },
  {
    "requirementId": "12317",
    "requirementText": "Фізичний доступ до активів керується та захищений",
    "supplementalInfo": "Організація охороняє та керує фізичним доступом до своїх об''єктів та інфраструктури, що підтримують її електронні комунікаційні мережі та інформаційні системи. Цей контроль застосовується до всіх співробітників та відвідувачів, «чутливих» зон, до яких доступ обмежений, або до «чутливих» районів, в яких обробляється конфіденційна інформація, в яких розміщені електронні комунікаційні мережі або інформаційні системи. "
  },
  {
    "requirementId": "12318",
    "requirementText": "Віддалений доступ керується",
    "supplementalInfo": "Організація має політику віддаленого доступу у відповідності до якої здійснюється управління ним та контролюється віддалений доступ до своїх електронних комунікаційних мереж та інформаційних систем. Віддалений доступ включає всі види доступу до мережевих або інформаційних систем через зовнішні електронні комунікаційні мережі, які не підконтрольні організації. VPN в разі їх створення, розглядаються як внутрішні засоби доступу і мають принаймні однаковий контроль безпеки; доступ до публічної інформації не вважається віддаленим доступом. "
  },
  {
    "requirementId": "12319",
    "requirementText": "Дозволи та права доступу керуються, використовуючи принципи найменших повноважень та розподілу обов'язків",
    "supplementalInfo": "Доступ надається на основі принципів мінімальних привілеїв і поділу обов''язків. Принципи мінімальних привілеїв свідчать, що доступ до електронних комунікаційних мереж та інформаційних систем необхідний користувачам для виконання обов’язків. Розподіл обов''язків передбачає, що привілеї діляться між кількома особами, щоб особливо критичні процеси не виконувалися однією особою. Основною причиною розподілу обов''язків є запобігання кіберінцидентам, які можуть вплинути на операційну діяльність організації. Тимчасово встановлені привілеї щодо прав доступу постійно переглядаються та скасовуються одразу після виконання завдання, задля виконання якого такі привілеї було встановлено. "
  },
  {
    "requirementId": "12320",
    "requirementText": "Цільність мережі захищена (наприклад, сегрегація мережі, сегментація мережі).",
    "supplementalInfo": "Цілісність електронної комунікаційної мережі захищена за допомогою поділу і сегментації мережі. Проєктування електронної комунікаційної мережі унеможливлює отримання доступу до будь-якої системи з будь-якої підмережі. Зони безпеки визначаються з чітко сформульованими цілями та чітко визначеними бар''єрами, які забезпечують обладнання безпеки. "
  },
  {
    "requirementId": "12321",
    "requirementText": "Усі користувачі поінформовані та пройшли підготовку",
    "supplementalInfo": "Організація формує план дій для навчання працівників з питань кібербезпеки. Розробляє процеси і процедури для забезпечення належного проведення заходів і стежить за успіхом навчальних заходів. "
  },
  {
    "requirementId": "12322",
    "requirementText": "Привілейовані користувачі розуміють їх ролі та обов'язки",
    "supplementalInfo": "Співробітники, яким надано привілеї доступу до мереж або інформаційних систем ретельно вивчають свої обов''язки, необхідні для своїх функцій. Організація окреслює програму необхідного навчання, забезпечує його ефективність. "
  },
  {
    "requirementId": "12323",
    "requirementText": "Зацікавлені треті сторони (наприклад, постачальники, клієнти, партнери) розуміють їхні ролі та обов'язки",
    "supplementalInfo": "Партнери організації знають та розуміють свої обов''язки в рамках програми кібербезпеки організації. Організація проводить навчальні семінари для партнерів організації, та регулярно надає їх оновлені дані щодо політик і процедур організації, суттєвих для виконання їх зобов’язань по відношенню до ОКІ. "
  },
  {
    "requirementId": "12324",
    "requirementText": "Вищі керівники розуміють їх ролі та обов'язки",
    "supplementalInfo": "Керівництво усвідомлює свої обов''язки з питань кібербезпеки, спрямовує роботу підрозділу кібербезпеки, здійснює відповідне забезпечення. "
  },
  {
    "requirementId": "12325",
    "requirementText": "Персонал з питань фізичної та кібербезпеки розуміє свої ролі та обов'язки",
    "supplementalInfo": "Визначаються та призначаються всі обов’язки, пов’язані із забезпеченням фізичної та інформаційної безпеки. Персонал має належну кваліфікацію, на постійній основі проводиться підвищення кваліфікації, він розуміє межі своїх повноважень. "
  },
  {
    "requirementId": "12326",
    "requirementText": "Дані, що знаходяться на зберіганні, захищені",
    "supplementalInfo": "В електронних комунікаційних мережах та інформаційних системах забезпечують конфіденційність, цілісність та доступність даних організації. Криптографічна перевірка збережених даних проводиться. "
  },
  {
    "requirementId": "12327",
    "requirementText": "Дані, що передаються, захищені",
    "supplementalInfo": "Організація забезпечує захист даних, що передаються. "
  },
  {
    "requirementId": "12328",
    "requirementText": "Здійснюється формальне управління активами під час видалення, передачі та ліквідації",
    "supplementalInfo": "В організації встановлені правила безпечного видалення, передачі та утилізації інформації або активів, які її містять. У тих випадках, коли така інформація більше не є актуальною для організації, застосовуються механізми її безпечного видалення з урахуванням політики класифікації інформації. При передачі на знищення обладнання стороннім організаціями забезпечується видалення робочої інформації організації, персональних даних та ліцензій ПЗ. "
  },
  {
    "requirementId": "12329",
    "requirementText": "Підтримується достатня здатність забезпечити доступність",
    "supplementalInfo": "Спроможність електронної комунікаційної мережі та інформаційної системи контролюється задля забезпечення доступності активів. При плануванні їх розвитку передбачаються майбутні потреби на основі прогнозів, результатів минулого використання, з метою забезпечення відповідної продуктивності системи вимогам щодо надання життєво важливих послуг та функцій. "
  },
  {
    "requirementId": "12330",
    "requirementText": "Захист від витоків даних впроваджено",
    "supplementalInfo": "Організація запроваджує контроль безпеки на периметрах електронної комунікаційної мережі та інформаційних систем, ОКІІ для виявлення несанкціонованих витоків даних. "
  },
  {
    "requirementId": "12331",
    "requirementText": "Механізми перевірки цілісності використовуються для перевірки цілісності програмного забезпечення, прошивки та інформації",
    "supplementalInfo": "Організація використовує механізми перевірки для забезпечення верифікації програмного забезпечення і цілісності даних. Ці заходи контролю призначені для виявлення несанкціонованого втручання або непередбачених помилок, викликаних неправомірним використанням. "
  },
  {
    "requirementId": "12332",
    "requirementText": "Середовище(а) розробки та тестування відокремлене(і) від виробничого середовища",
    "supplementalInfo": "Організація забезпечує розділення середовищ виробництва, випробувань та розробок, логічно чи фізично. Середовища розробки та тестування розділені не тільки за доступом, але й за рівнем даних. "
  },
  {
    "requirementId": "12333",
    "requirementText": "Механізми перевірки цілісності використовуються для перевірки цілісності апаратного забезпеченняБазова конфігурація інформаційних технологій/промислових систем управління створюється та підтримується з урахуванням принципів безпеки (наприклад, концепція найменшої функціональності)",
    "supplementalInfo": "Організація встановлює базову конфігурацію інформаційно-комунікаційних систем/систем управління виробничими процесами. Базова конфігурація передбачає: програмне забезпечення, встановлене на робочих станціях; персональне обладнання, ноутбуки, принтери та кінцеве обладнання; сервери та елементи електронної комунікаційної мережі; конфігурацію та параметри у відповідності до встановлених правил (політик); відповідність запланованій топології електронної комунікаційної мережі та архітектурі логічних мереж та інформаційних систем. "
  },
  {
    "requirementId": "12334",
    "requirementText": "Впроваджено Життєвий цикл розвитку Системи для управління системами",
    "supplementalInfo": "Організація застосовує обґрунтовані інженерні принципи захисту інформації щодо специфікації, проєктування, розробки, впровадження та зміни електронних комунікаційних мереж та інформаційних систем. Ці принципи застосовуються як до систем, що створюються, так і до існуючих, які зазнають значних змін. До застарілих систем ці принципи застосовуються по можливості, враховуючи стан обладнання, програмного забезпечення тощо. "
  },
  {
    "requirementId": "12335",
    "requirementText": "Впроваджено процеси контролю змін конфігурації",
    "supplementalInfo": "Організація запроваджує процес управління змінами конфігурації. "
  },
  {
    "requirementId": "12336",
    "requirementText": "Резервне копіювання інформації ведеться, підтримується та тестується",
    "supplementalInfo": "Організація має політику резервного копіювання та забезпечує відновлення резервних копій, якщо це необхідно. Копії регулярно тестуються та перевіряються шляхом виконання тестів. "
  },
  {
    "requirementId": "12337",
    "requirementText": "Політика та нормативні акти щодо фізичного робочого середовища для активів організації виконуються",
    "supplementalInfo": "Організація дотримується національної політики та правил захисту електронних комунікаційних мереж та інформаційних систем від природних катастроф, відключення електроенергії, пожежі та повені. "
  },
  {
    "requirementId": "12338",
    "requirementText": "Дані знищуються відповідно до політики",
    "supplementalInfo": "Цифрова та фізична інформація підлягає відповідним методам знищення згідно з їх класифікацією і конфіденційністю. "
  },
  {
    "requirementId": "12339",
    "requirementText": "Покращено процеси захисту",
    "supplementalInfo": "Організація оцінює та регулярно оновлює свої процеси захисту, щоб на систематичній основі виявляти можливі існуючі вразливості задля визначення їх, як цілі у плані усунення. "
  },
  {
    "requirementId": "12340",
    "requirementText": "Інформація про ефективність технологій захисту розподіляється",
    "supplementalInfo": "Організація забезпечує безперервне вдосконалення, проводить навчання та аналізує минулі кіберінциденти. Ці навчання проводяться з метою зменшення ризику виникнення подібних кіберінцидентів у майбутньому "
  },
  {
    "requirementId": "12341",
    "requirementText": "Плани реагування (Реагування на інциденти та безперервність бізнесу) та плани (Відновлення після інцидентів та відновлення після аварій) впроваджені та управляються",
    "supplementalInfo": "Плани реагування на кіберінциденти, безперервності бізнесу, обробки аварій та аварійних ситуацій регулярно оновлюються. Організація забезпечує, щоб партнери організації як внутрішні, так і зовнішні, були обізнані про оновлення. "
  },
  {
    "requirementId": "12342",
    "requirementText": "Плани реагування та відновлення перевіряються",
    "supplementalInfo": "Організація забезпечує на систематичній основі тестування та оцінку планів реагування на кіберінциденти, планів забезпечення безперервності діяльності та планів відновлення для визначення їх ефективності та можливих вразливих місць. "
  },
  {
    "requirementId": "12343",
    "requirementText": "Кібербезпеку включено в практику персоналу (наприклад, відклик, скринінг персоналу)",
    "supplementalInfo": "Організаційні заходи для персоналу: відбір кандидатів, укладання контрактів, категоризація ролей і звільнення з роботи. Визначені організацією заходи оцінюються та переглядаються відповідно до встановлених вимог безпеки "
  },
  {
    "requirementId": "12344",
    "requirementText": "Розроблено та впроваджено план управління вразливостями",
    "supplementalInfo": "В організації (на ОКІ) розроблено та впроваджено план управління вразливостями для електронних комунікаційних мереж та інформаційних систем, ризики, пов’язані з вразливостями враховані. "
  },
  {
    "requirementId": "12345",
    "requirementText": "Технічне обслуговування та ремонт організаційних активів виконуються та реєструються за допомогою затверджених та контрольованих інструментів",
    "supplementalInfo": "Організація регулярно та за розкладом виконує технічне обслуговування своїх критичних активів. Технічне обслуговування реєструється та проводиться під наглядом уповноваженого персоналу з належними технічними знаннями. "
  },
  {
    "requirementId": "12346",
    "requirementText": "Віддалене обслуговування організаційних ресурсів затверджується, реєструється та виконується таким чином, що запобігає несанкціонованому доступу",
    "supplementalInfo": "Віддалене обслуговування систем і електронних комунікаційних мереж підлягає реєстрації та виконується безпечно, щоб уникнути несанкціонованого доступу. "
  },
  {
    "requirementId": "12347",
    "requirementText": "Аудит/записи в журналі визначаються, документуються, впроваджуються та переглядаються відповідно до політики",
    "supplementalInfo": "Записи аудиту (журналів подій) визначаються, документуються, впроваджуються та регулярно переглядаються відповідно до політик, правил, процедур з безпеки. Забезпечено їх захист від несанкціонованого доступу та фальсифікації. "
  },
  {
    "requirementId": "12348",
    "requirementText": "Змінні носії захищені та використовуються з обмеженнями відповідно до політики",
    "supplementalInfo": "Організація запроваджує політики (процедури), що забезпечують застосування правил використання змінних носіїв інформації, враховуючи застосовану політику класифікації інформації. "
  },
  {
    "requirementId": "12349",
    "requirementText": "Принцип найменшої функціональності враховується шляхом налаштування систем для забезпечення лише істотних можливостей",
    "supplementalInfo": "Організація впроваджує принцип мінімальних привілеїв, налаштовуючи системи на забезпечення лише життєво важливих послуг та функцій. "
  },
  {
    "requirementId": "12350",
    "requirementText": " Мережі зв'язку та управління захищені",
    "supplementalInfo": "Електронні комунікаційні мережі та мережі управління регулюють передачу інформації і шляхи, які можуть бути відкриті всередині систем і між ними. Щодо них реалізовані заходи захисту. "
  },
  {
    "requirementId": "12351",
    "requirementText": "Встановлюється та керується базовий рівень операцій мережі та очікуваних потоків даних для користувачів і систем",
    "supplementalInfo": "Організація забезпечує, щоб мережеві операції здійснювалися на структурованій основі кваліфікованим персоналом і щоб були захищені цілісність, конфіденційність, доступність інформації. Для кожної інформаційної системи організація визначає, створює і підтримує довідкову модель очікуваної комунікації, незалежно від того, генерується вона користувачами або системами (як внутрішніми, так і зовнішніми). "
  },
  {
    "requirementId": "12352",
    "requirementText": "Виявлені події аналізуються для розуміння цілей атаки та методів",
    "supplementalInfo": "Організація впроваджує практику виявлення, аналізу подій, класифікації кіберінцидентів, кібератак з метою розуміння цілей і методів атак та причин виникнення кіберінцидентів. Можуть впроваджуватися рішення, такі як SIEM, які підтримують процес виявлення, аналізу і обробки кіберінцидентів (кібератак). "
  },
  {
    "requirementId": "12353",
    "requirementText": "Дані про події збираються та корелюються з кількох джерел та датчиків",
    "supplementalInfo": "Організація впроваджує технологічні та процесні механізми, що дозволяють збирати і зіставляти кіберінциденти, які виявляються в електронних комунікаційних мережах, інформаційних системах. Ці кіберінциденти співвідносяться між собою і по можливості збагачені додатковою аналітичною інформацією про зовнішні загрози. "
  },
  {
    "requirementId": "12354",
    "requirementText": "Визначено вплив подій",
    "supplementalInfo": "Організація проводить класифікацію та категоризацію кіберінцидентів і оцінює їх можливий вплив на мережеві інформаційні системи (ОКІІ). Категоризація кіберінцидентів підтримує процес прийняття рішень про те, які дії виконувати для кожного типу. "
  },
  {
    "requirementId": "12355",
    "requirementText": "Порогові значення попередження про події встановлено",
    "supplementalInfo": "На основі типізації та категоризації кіберінцидентів організація визначає критерії, завдяки яким приймається рішення щодо оповіщення про інцидент. "
  },
  {
    "requirementId": "12356",
    "requirementText": "Проводиться моніторинг мережі для виявлення можливих подій, пов'язаних із кібербезпекою",
    "supplementalInfo": "Організація контролює свої електронні комунікаційні мережі та інформаційні системи. Процес моніторингу інтегровано в існуючий процес управління заходами кіберзахисту. "
  },
  {
    "requirementId": "12357",
    "requirementText": "Фізичне середовище контролюється для виявлення можливих подій, пов'язаних із кібербезпекою",
    "supplementalInfo": "Компоненти об’єкта повинні забезпечити реєстрацію, збереження в електронних журналах та захист від модифікації інформації про події кібербезпеки. "
  },
  {
    "requirementId": "12358",
    "requirementText": "Моніторинг діяльності персоналу визначає можливі події, пов'язані з кібербезпекою",
    "supplementalInfo": "Моніторинг діяльності співробітників інтегровано в сферу управління подіями. Ця діяльність генерує достатню інформацію, що дозволяє оперативно вживати заходів у разі виникнення загрози кібербезпеці, яка виникає в результаті діяльності користувача. "
  },
  {
    "requirementId": "12359",
    "requirementText": "Виявлено шкідливий код",
    "supplementalInfo": "Організація впроваджує механізми, що дозволяють виявляти шкідливі коди в її електронних комунікаційних мережах та інформаційних системах (в ОКІІ). По можливості працює політика запобігання запуску таких кодів. "
  },
  {
    "requirementId": "12360",
    "requirementText": "Виявлено неавторизований мобільний код",
    "supplementalInfo": "Організація виявляє несанкціоновані програми, що працюють у її електронних комунікаційних мережах та інформаційних системах (в ОКІІ). "
  },
  {
    "requirementId": "12361",
    "requirementText": "Здійснюється моніторинг діяльності зовнішнього постачальника послуг для виявлення потенційних подій, пов'язаних із кібербезпекою",
    "supplementalInfo": "Здійснюється контроль за послугами, наданими зовнішніми постачальниками товарів і послуг, з метою виявлення несанкціонованого доступу до електронних комунікаційних мереж та інформаційних систем (ОКІІ), а також інших негативних подій кібербезпеки. "
  },
  {
    "requirementId": "12362",
    "requirementText": "Моніторинг неавторизованого персоналу, підключень, пристроїв та програмного забезпечення",
    "supplementalInfo": "Організація стежить за доступом співробітників до електронних комунікаційних мереж та інформаційних систем (ОКІІ), пристроїв та процесів. "
  },
  {
    "requirementId": "12363",
    "requirementText": "Виконується сканування вразливостей",
    "supplementalInfo": "Організація здійснює процес управління вразливістю, в тому числі шляхом регулярного сканування вразливостей як автоматично, так і за запитом. "
  },
  {
    "requirementId": "12364",
    "requirementText": "Ролі та обов'язки щодо виявлення добре визначені для забезпечення відповідальності",
    "supplementalInfo": "В організації визначено обов’язки щодо виявлення кіберінцидентів, забезпечується ведення звітності щодо них. "
  },
  {
    "requirementId": "12365",
    "requirementText": "Заходи з виявлення відповідають всім застосовним вимогам",
    "supplementalInfo": "Організація проводить моніторинг ефективності заходів виявлення кіберінцидентів та зіставлення дій щодо виявлення з усіма вимогами. "
  },
  {
    "requirementId": "12366",
    "requirementText": "Протестовано процеси виявлення",
    "supplementalInfo": "Організація проводить випробування і перевірку ефективності процесів виявлення за планом, та, коли: відбулася суттєва зміна системи; нові прикладні програми розробляються у значних масштабах; в існуючу інфраструктуру додано нову систему; з''являється новий тип вразливості. "
  },
  {
    "requirementId": "12367",
    "requirementText": "Інформація про виявлення подій повідомляється",
    "supplementalInfo": "Організація розробляє комунікаційну стратегію (політику), згідно з якою забезпечує інформування партнерів організації про кіберінциденти у сфері безпеки. Стратегія (політика) підкріплюється комунікаційним планом, який може бути об''єднаний з іншими комунікаційними планами. "
  },
  {
    "requirementId": "12368",
    "requirementText": "Процеси виявлення постійно вдосконалюються",
    "supplementalInfo": "Організації аналізує кіберінциденти, які відбуваються в їх електронних комунікаційних мережах та інформаційних системах (на ОКІІ), та шляхом визначення оперативних і/або процесних заходів, підвищує потенціал виявлення нових кіберінцидентів. "
  },
  {
    "requirementId": "12369",
    "requirementText": "План реагування виконується під час або після інциденту",
    "supplementalInfo": "В організації (на ОКІ) розроблено план реагування на кіберінциденти. При зборі даних щодо події та аналізі подій (кіберінцидентів) забезпечується збереженість і цілісність доказів. "
  },
  {
    "requirementId": "12370",
    "requirementText": "Персонал знає свої функції та порядок операцій, коли потрібне реагування",
    "supplementalInfo": "Під час реагування на кіберінциденти організація забезпечує, щоб усі співробітники залучалися до зазначеної роботи. "
  },
  {
    "requirementId": "12371",
    "requirementText": "Інформація про інциденти повідомляється відповідно до встановлених критеріїв",
    "supplementalInfo": "Організація створює і розповсюджує серед партнерів організації повідомлення про кіберінциденти та належної класифікації інцидентів з точки зору інформаційної безпеки. "
  },
  {
    "requirementId": "12372",
    "requirementText": "Інформація поширюються відповідно до планів реагування",
    "supplementalInfo": "Організації використовує належні канали для поширення інформації про кіберінциденти у сфері безпеки серед партнерів організації. Це допоможе партнерам організації виявляти, стримувати і розв’язувати аналогічні проблеми, які можуть виникати в їх системах. "
  },
  {
    "requirementId": "12373",
    "requirementText": "Координування з зацікавленими сторонами відбувається відповідно до планів реагування",
    "supplementalInfo": "Організація виконує план координації при ескалації кіберінцидентів у сфері безпеки з урахуванням їх категоризації і важливості. "
  },
  {
    "requirementId": "12374",
    "requirementText": "Добровільний обмін інформацією відбувається з зовнішніми зацікавленими сторонами для досягнення більш широкої обізнаності про ситуацію з кібербезпеки",
    "supplementalInfo": "На етапі реагування на кіберінциденти організація визначає інформацію, якою вона буде ділитися із зовнішніми партнерами організації та основними суб’єктами національної системи кібербезпеки, для забезпечення більш широкої поінформованості про ситуацію у сфері кібербезпеки. "
  },
  {
    "requirementId": "12375",
    "requirementText": "Вивчаються повідомлення від систем виявлення",
    "supplementalInfo": "Організація забезпечує, щоб кіберінциденти, які генеруються системами виявлення, розслідувалися, класифікувалися і розглядалися послідовним чином. "
  },
  {
    "requirementId": "12376",
    "requirementText": "Вплив інцидентів зрозумілий",
    "supplementalInfo": "У процесі класифікації кіберінцидентів організація оцінює їх наслідки для своїх активів та операцій і використовує отримані результати для визначення ступеня серйозності інцидентів. "
  },
  {
    "requirementId": "12377",
    "requirementText": "Проводиться експертиза",
    "supplementalInfo": "Організація надає необхідні ресурси для проведення експертизи під час процесу обробки кіберінциденту. Така експертиза допомагає виявити вразливості, а потім розробити способи їх пом’якшення. "
  },
  {
    "requirementId": "12378",
    "requirementText": "Інциденти класифікуються відповідно до планів реагування",
    "supplementalInfo": "Організація забезпечує, щоб класифікація кіберінцидентів проводилася відповідно плану дій у разі виявлення кіберінцидентів у сфері безпеки. Збір електронних доказів забезпечено. "
  },
  {
    "requirementId": "12379",
    "requirementText": "Інциденти обмежено",
    "supplementalInfo": "Організація визначає процеси та процедури для забезпечення ефективного стримування інцидентів у сфері безпеки. "
  },
  {
    "requirementId": "12380",
    "requirementText": "Наслідки інцидентів зменшено",
    "supplementalInfo": "Організація визначає процеси та процедури для забезпечення ефективного пом''якшення наслідків кіберінцидентів у сфері безпеки. "
  },
  {
    "requirementId": "12381",
    "requirementText": "Наслідки нової визначеної вразливості пом'якшені або задокументовані як прийняті ризики",
    "supplementalInfo": "Нововиявлені чинники уразливості оцінюються організацією з урахуванням масштабів можливих наслідків для діяльності (надання життєво важливих послуг, виконання життєво важливих функцій), визначених у процесі управління вразливістю. Організація визначає, яких заходів слід вжити у зв''язку з цими факторами вразливості зважаючи на політику управління ризиками. "
  },
  {
    "requirementId": "12382",
    "requirementText": "Плани реагування містять отриманий досвід",
    "supplementalInfo": "Організація вивчає минулі кіберінциденти після того, як вони будуть врегульовані для того, щоб врахувати отриманий досвід. Аналізується вся інформація, яка відома про кіберінцидент, визначивши, що добре спрацювало і що необхідно покращити у процесі розгляду кіберінцидентів для того, щоб організація і її системи були більш стійкими до майбутніх інцидентів. "
  },
  {
    "requirementId": "12383",
    "requirementText": "Стратегії реагування оновлюються",
    "supplementalInfo": "Плани реагування оновлюються з урахуванням внутрішніх змін після врегулювання кіберінцидентів. "
  },
  {
    "requirementId": "12384",
    "requirementText": "План відновлення виконується під час або після інциденту, пов’язаного з кібербезпекою",
    "supplementalInfo": "Організація розробляє свій план ліквідації наслідків кіберінцидентів, для того щоб забезпечити належний розподіл ресурсів (людських і технічних) для врегулювання інцидентів. Процес ліквідації наслідків кіберінцидентів, забезпечує збереження і наявність активів, необхідних для проведення найважливіших видів діяльності. "
  },
  {
    "requirementId": "12385",
    "requirementText": "Плани відновлення включають отриманий досвід",
    "supplementalInfo": "Організація забезпечує, щоб плани відновлення оновлювалися з урахуванням заходів, прийнятих на основі накопиченого досвіду. "
  },
  {
    "requirementId": "12386",
    "requirementText": "Стратегії відновлення оновлюються",
    "supplementalInfo": "Плани відновлення у разі виникнення інцидентів оновлюються з урахуванням внутрішніх змін. "
  },
  {
    "requirementId": "12387",
    "requirementText": "Здійснюється управління зв'язками з громадськістю",
    "supplementalInfo": "Організація повідомляє про те, що є актуальним у контексті кібербезпеки. Інформаційний надається організацією таким чином, щоб звести до мінімуму потенційний вплив на репутацію та довіру. "
  },
  {
    "requirementId": "12388",
    "requirementText": "Репутація відновлена після інциденту",
    "supplementalInfo": "Організація оглядає і коригує політику, принципи, стандарти, процедури і методологію для забезпечення безпечного функціонування електронних комунікаційних мереж та інформаційних систем на ОКІ. Одночасно робляться кроки на відновлення репутації. "
  },
  {
    "requirementId": "12389",
    "requirementText": "Відновлювальні заходи передаються внутрішнім та зовнішнім зацікавленим сторонам, а також виконавчим і керівним командам",
    "supplementalInfo": "Організація забезпечує інформування внутрішніх і зовнішніх партнерів організації про серйозні кіберінциденти. "
  },
  {
    "requirementId": "28188",
    "requirementText": "Процеси управління кібер- ризиками для ланцюжків поставок визначено, встановлено, оцінено, керовано та узгоджено з зацікавленими сторонами організації",
    "supplementalInfo": "Організація проводить аудит постачальників товарів і послуг, використовуючи ту саму методологію, яку вона використовує внутрішньо для управління ризиками. "
  },
  {
    "requirementId": "28189",
    "requirementText": "Постачальники та сторонні партнери інформаційних систем, компонентів та послуг ідентифіковані, пріоритизовані та оцінeні за допомогою процесу оцінювання кібер-ризику для ланцюжків поставок",
    "supplementalInfo": "Постачальники товарів і послуг для ОКІ ідентифікується. Організація класифікує своїх постачальників за: доступом до конфіденційної інформації; можливим впливом на ланцюг поставок; товарами і послугами, що надаються. "
  },
  {
    "requirementId": "28190",
    "requirementText": "Контракти з постачальниками та сторонніми партнерами використовуються для здійснення відповідних заходів, спрямованих на досягнення цілей програми кібербезпеки організації та Плану управління кібер-ризиками ланцюжків поставок",
    "supplementalInfo": "У випадку укладення договору із постачальниками товарів і послуг у ньому можуть бути прямо вказані вимоги із забезпечення належного рівня надання послуг, в тому числі взаємні обов’язки із кіберзахисту інформації, до якої постачальник може отримати доступ (обробка, зберігання, взаємодія), або ОКІІ. Здійснюється періодичний контроль виконання постачальником своїх зобов’язань, обзори результатів аудитів, або інші, еквівалентні перевірки постачальників. "
  },
  {
    "requirementId": "28191",
    "requirementText": "Контракти з постачальниками та сторонніми партнерами використовуються для здійснення відповідних заходів, спрямованих на досягнення цілей програми кібербезпеки організації та Плану управління кібер-ризиками ланцюжків поставокПостачальники та сторонні партнери регулярно оцінюються за допомогою аудитів, результатів тестів або інших форм оцінок, щоб підтвердити, що вони виконують свої договірні зобов'язання.",
    "supplementalInfo": "Організація відстежує на постійній основі ринок постачальників товарів і послуг, партнерів та проводить аудит, щоб встановити, яким чином здійснюється надання послуг, чи виконуються ними договірні зобов’язання в повному обсязі. Необхідним є відстеження змін у наданні послуг постачальниками та партнерами, включаючи підтримку і покращення існуючих політик інформаційної безпеки, процедур і засобів управління, з урахуванням критичності інформації, яка циркулює в організації, систем і процесів, які використовуються, та повторної оцінки ризиків "
  },
  {
    "requirementId": "28192",
    "requirementText": "Планування та перевірка реагування та відновлення проводяться з постачальниками та сторонніми провайдерами",
    "supplementalInfo": "Організація визначає, які постачальники братимуть участь у опрацюванні заходів реагування та планах відновлення, щоб забезпечити їх участь у запланованих навчаннях з реагування на кіберінциденти. Плани реагування існують та регулярно тестуються та покращуються. "
  },
  {
    "requirementId": "28193",
    "requirementText": "Особистості перевірені та пов'язані з даними для встановлення аутентичності та підтверджуються у взаємодіях",
    "supplementalInfo": "Перевірка кандидатів при прийманні на роботу проводиться відповідно до вимог чинного законодавства та етичних норм. Організація оцінює чи відповідає кандидат наявним бізнес-вимогам, присвоює категорію інформації, до якої передбачається доступ, оцінює ризики. Організація забезпечує процес реєстрації і відміни такої реєстрації всіх користувачів організації з можливістю надання відповідних прав доступу. "
  },
  {
    "requirementId": "28194",
    "requirementText": "Користувачі, пристрої та інші активи аутентифіковані (наприклад, однофакторний, багатофакторний) у відповідності до ризиків операції (наприклад, ризики для безпеки та конфіденційності приватних осіб та інші організаційні ризики)",
    "supplementalInfo": "Механізми автентифікації визначаються та оновлюються з метою забезпечення цілісності та конфіденційності інформації. "
  },
  {
    "requirementId": "28195",
    "requirementText": "Механізми перевірки цілісності використовуються для перевірки цілісності апаратного забезпечення",
    "supplementalInfo": "Організація забезпечує цілісність обладнання, запроваджуючи періодичні перевірки та перевірки виробником самого обладнання або сертифікованим постачальником цього самого обладнання "
  },
  {
    "requirementId": "28196",
    "requirementText": "Мережі зв'язку та управління захищеніМеханізми (наприклад, безвідмовна робота, балансування навантаження, гаряча заміна) впроваджуються для досягнення вимог до стійкості в нормальних та несприятливих ситуаціях.",
    "supplementalInfo": "Організація впроваджує необхідні механізми для забезпечення базової стійкості у всіх заздалегідь визначених функціональних станах - під навантаженням, у незвичних ситуаціях, під час відновлення, у нормальних умовах, під атакою. Правила належного розподілу додаткових ресурсів, які необхідні для досягнення стійкості, визначено. "
  },
  {
    "requirementId": "28197",
    "requirementText": "Створені процеси отримання, аналізу та реагування на вразливі елементи, що розкриваються для організації з внутрішніх та зовнішніх джерел (наприклад, внутрішні тести, бюлетені з безпеки або дослідники проблем безпеки).",
    "supplementalInfo": "Організація впроваджує автоматизовані механізми з метою отримання, аналізу та реагування на вразливості. Організація проводить аналіз і перевірку інформаційних джерел, офіційних сайтів органів державної влади з метою отримання актуальної інформації щодо безпеки на національному рівні, забезпечує постійний контакт з провідними організаціями з безпеки, які мають великий досвід роботи з мінливими технологіями та загрозами."
  },
  {
    "requirementId": "36478",
    "requirementTitle": "GV.OC-01",
    "requirementText": "Місія організації зрозуміла та використовується в управлінні ризиками кібербезпеки",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Поділиться місією організації (наприклад, через бачення та заяви про місію, маркетингові стратегії та стратегії надання послуг), щоб створити основу для визначення ризиків, що можуть перешкодити цій місії</li></ul>"
  },
  {
    "requirementId": "36479",
    "requirementTitle": "GV.OC-02",
    "requirementText": "Внутрішні та зовнішні зацікавлені сторони зрозумілі, а їхні потреби та очікування щодо управління ризиками кібербезпеки зрозумілі та враховані",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Визначте відповідні внутрішні зацікавлені сторони та їхні очікування, пов’язані з кібербезпекою (наприклад, очікування продуктивності та ризиків посадових осіб, директорів і радників; культурні особливості очікування працівників)</li> <li><b>Приклад 2:</b> Визначте відповідні зовнішні зацікавлені сторони та їхні очікування щодо кібербезпеки (наприклад, очікування клієнтів щодо конфіденційності, ділові очікування щодо партнерства, очікування відповідності регуляторних органів, етичні очікування суспільства)</li></ul>"
  },
  {
    "requirementId": "36480",
    "requirementTitle": "GV.OC-03",
    "requirementText": "Правові, регуляторні та договірні вимоги щодо кібербезпеки - включно із зобов'язаннями щодо захисту приватності та громадянських свобод - розуміються та виконуються",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Визначте процес відстеження та керування правовими та нормативними вимогами щодо захисту персональних даних (наприклад, Закон України про захист персональних даних, Загальний регламент захисту даних (GDPR))</li> <li><b>Приклад 2:</b> Визначте процес відстеження та керування договірними вимогами щодо керування кібербезпекою інформації про постачальників, клієнтів і партнерів</li> <li><b>Приклад 3:</b> Узгодьте стратегію кібербезпеки організації з правовими, нормативними та договірними вимогами</li></ul>"
  },
  {
    "requirementId": "36481",
    "requirementTitle": "GV.OC-04",
    "requirementText": "Ключові цілі, можливості та послуги, від яких залежать зовнішні зацікавлені сторони або які вони очікують від організації, зрозумілі та доведені до відома",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Встановіть критерії для визначення критичності можливостей і послуг на думку внутрішніх і зовнішніх зацікавлених сторін</li> <li><b>Приклад 2:</b> Визначте (наприклад, за допомогою аналізу впливу на бізнес) активи та бізнес-операції, які є життєво важливими для досягнення цілей місії, і потенційний вплив втрати (або часткової втрати) таких операцій</li> <li> <b>Приклад 3:</b> Встановіть і повідомте цілі стійкості (наприклад, цілі часу відновлення) для надання критичних можливостей і послуг у різних робочих станах (наприклад, під час атаки, під час відновлення, під час нормальної роботи)</li></ul>"
  },
  {
    "requirementId": "36482",
    "requirementTitle": "GV.OC-05",
    "requirementText": "Результати, можливості та послуги, від яких залежить організація, зрозумілі та повідомлені",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Створіть перелік залежностей організації від зовнішніх ресурсів (наприклад, об’єктів, хмарних хостинг-провайдерів) та їхніх зв’язків із організаційними активами та бізнес-функціями</li> <li><b>Приклад 2:</b> Визначте та задокументуйте зовнішні залежності, які є потенційними точками відмови для критично важливих можливостей і послуг організації, і поділіться цією інформацією з відповідним персоналом</li> </ul>"
  },
  {
    "requirementId": "36483",
    "requirementTitle": "GV.RM-01",
    "requirementText": "Цілі управління ризиками встановлюються та узгоджуються зацікавленими сторонами організації",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Оновіть короткострокові та довгострокові цілі управління ризиками кібербезпеки як частину річного стратегічного планування та коли відбуваються значні зміни</li> <li><b>Приклад 2:</b> Встановіть вимірювані цілі для управління ризиками кібербезпеки (наприклад, керування якістю навчання користувачів, забезпечення адекватного захисту від ризиків для промислових систем контролю)</li> <li><b>Приклад 3:</b> Керівники вищої ланки погоджуються щодо цілей кібербезпеки та використовують їх для вимірювання та управління ризиками та ефективністю</li></ul>"
  },
  {
    "requirementId": "36484",
    "requirementTitle": "GV.RM-02",
    "requirementText": "Встановлення, доведення до відома та підтримання в робочому стані заяв про схильність до ризику та толерантність до ризику",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Визначте та повідомте заяви про схильність до ризику, які передають очікування щодо належного рівня ризику для організації</li> <li><b>Приклад 2:</b> Перекладіть заяви про схильність до ризику в конкретні, вимірювані та зрозумілі заяви про толерантність до ризику</li> <li><b>Приклад 3:</b> Періодично уточнюйте організаційні цілі та схильність до ризику на основі відомого ризику впливу і залишкового ризику</li></ul>"
  },
  {
    "requirementId": "36485",
    "requirementTitle": "GV.RM-03",
    "requirementText": "Діяльність та результати управління ризиками кібербезпеки включені до процесів управління ризиками підприємства",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Агрегуйте ризики кібербезпеки та керуйте ними разом з іншими корпоративними ризиками (наприклад, відповідність вимогам, фінансові, операційні, регуляторні, репутаційні, безпека)</li> <li><b>Приклад 2:</b> Включіть менеджерів з питань кібербезпеки в планування управління ризиками підприємства</li> <li><b>Приклад 3:</b> Встановіть критерії для ескалації ризиків кібербезпеки в рамках управління ризиками підприємства</li></ul>"
  },
  {
    "requirementId": "36486",
    "requirementTitle": "GV.RM-04",
    "requirementText": "Розроблено та доведено до відома стратегічний напрямок, який описує відповідні варіанти реагування на ризики",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Укажіть критерії прийняття й уникнення ризику кібербезпеки для різних класифікацій даних</li> <li><b>Приклад 2:</b> Визначте, чи купувати страхування кібербезпеки</li> <li><b>Приклад 3:</b> Задокументуйте умови, за яких прийнятні моделі спільної відповідальності (наприклад, передача певних функцій кібербезпеки на аутсорсинг, виконання фінансових операцій третьою стороною на від імені організації, використовуючи публічні хмарні служби)</li></ul>"
  },
  {
    "requirementId": "36487",
    "requirementTitle": "GV.RM-05",
    "requirementText": "В організації встановлені лінії комунікації щодо ризиків кібербезпеки, в тому числі ризиків з боку постачальників та третіх сторін",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Визначте, як через узгоджені проміжки часу інформувати вищих керівників, директорів і керівництво про стан кібербезпеки організації</li> <li><b>Приклад 2:</b> Визначте, як усі відділи в організації — наприклад, керівництво, операційний відділ, внутрішні аудитори, юридичний відділ, відділ закупівель, фізичної безпеки та кадровий — спілкуватимуться між собою щодо ризиків кібербезпеки</li> </ul>"
  },
  {
    "requirementId": "36488",
    "requirementTitle": "GV.RM-06",
    "requirementText": "Створено та поширено стандартизований метод розрахунку, документування, категоризації та визначення пріоритетності ризиків кібербезпеки",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Встановіть критерії для використання кількісного підходу до аналізу ризиків кібербезпеки та вкажіть формули ймовірності та ризику</li> <li><b>Приклад 2:</b> Створюйте та використовуйте шаблони (наприклад, реєстр ризиків) для документування інформації про ризики кібербезпеки (наприклад, опис ризику, ризик, лікування та право власності)</li> <li><b>Приклад 3:</b> Встановіть критерії пріоритетності ризиків на відповідних рівнях у межах підприємства</li> <li><b>Приклад 4:</b> Використовуйте послідовний список категорій ризиків для підтримки інтеграції, агрегування та порівняння ризиків кібербезпеки</li></ul>"
  },
  {
    "requirementId": "36489",
    "requirementTitle": "GV.RM-07",
    "requirementText": "Стратегічні можливості (тобто позитивні ризики) охарактеризовані та включені в обговорення ризиків кібербезпеки організації",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Визначте та повідомте вказівки та методи для визначення можливостей і включення їх в обговорення ризиків (наприклад, сильні, слабкі сторони, можливості та загрози) [SWOT] аналіз)</li> <li><b>Приклад 2:</b> Визначте довготривалі цілі та задокументуйте їх</li> <li><b>Приклад 3:</b> Обчисліть, задокументуйте та визначте пріоритети позитивного ризику разом із негативними ризиками</li></ul>"
  },
  {
    "requirementId": "36500",
    "requirementTitle": "GV.RR-01",
    "requirementText": "Керівництво організації несе відповідальність та підзвітність ризиків кібербезпеки та сприяє формуванню культури, яка враховує ризики, є етичною та постійно вдосконалюється",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Керівники (наприклад, директори) узгоджують свої ролі та обов’язки щодо розробки, впровадження та оцінки стратегії кібербезпеки організації</li> <li><b>Приклад 2:</b> Поділіться очікуваннями лідерів щодо безпечної та етичної культури, особливо коли поточні події дають можливість висвітлити позитивні чи негативні приклади управління ризиками кібербезпеки</li> <li><b>Приклад 3:</b> Керівники наказують CISO підтримувати комплексну стратегію ризиків кібербезпеки, переглядати та оновлювати її принаймні раз на рік і після великих подій</li> <li><b>Приклад 4:</b> Проводьте перевірки, щоб переконатися, що належні повноваження та координація між особами, відповідальними за управління ризиками кібербезпеки</li></ul>"
  },
  {
    "requirementId": "36501",
    "requirementTitle": "GV.RR-02",
    "requirementText": "Ролі, обов'язки та повноваження, пов'язані з управлінням ризиками кібербезпеки, визначені, доведені до відома, зрозумілі та впроваджені",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Задокументуйте ролі та обов’язки в політиці з управління ризиками</li> <li><b>Приклад 2:</b> Задокументуйте, хто несе відповідальність і підзвітність за дії з управління ризиками кібербезпеки, а також за те, як з цими командами та окремими особами слід консультуватися та інформувати їх.</li> <li><b>Приклад 3:</b> Включіть обов’язки щодо кібербезпеки та вимоги до ефективності в опис персоналу</li> <li><b>Приклад 4:</b> Задокументуйте цілі ефективності для персоналу, який відповідає за управління ризиками кібербезпеки, і періодично вимірювайте результативність, щоб визначити сфери, які потребують покращення</li> <li><b>Приклад 5:</b> Чітко сформулюйте обов’язки щодо кібербезпеки в рамках операцій, функцій ризиків і функцій внутрішнього аудиту</li></ul>"
  },
  {
    "requirementId": "36502",
    "requirementTitle": "GV.RR-03",
    "requirementText": "Виділено достатні ресурси, що відповідають стратегії управління ризиками кібербезпеки, ролям, обов'язкам та політиці у сфері кібербезпеки",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Проводьте періодичні перевірки керівництва, щоб переконатися, що ті, хто відповідає за управління ризиками кібербезпеки, мають необхідні повноваження</li> <li><b>Приклад 2:</b> Визначте розподіл ресурсів та інвестиції відповідно до терпимості до ризику та відповіді на нього</li> <li><b>Приклад 3:</b> Забезпечте адекватну і достатню кількість людей, процесів і технічних ресурсів для підтримки стратегії кібербезпеки</li></ul>"
  },
  {
    "requirementId": "36503",
    "requirementTitle": "GV.RR-04",
    "requirementText": "Кібербезпека включена до кадрових практик",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Інтегруйте міркування щодо управління ризиками кібербезпеки в процеси людських ресурсів (наприклад, перевірка персоналу, адаптація, сповіщення про зміни, звільнення)</li> <li><b>Приклад 2:</b> Вважайте знання кібербезпеки позитивним чинником у прийнятті рішень щодо найму, навчання й утримання</li> <li><b>Приклад 3:</b> Проведіть перевірку репутації перед початком роботи нового персоналу для конфіденційних ролей і періодично повторюйте перевірку репутації для персоналу з такими ролями</li> <li><b>Приклад 4:</b> Визначте та запровадьте зобов’язання для персоналу знати, дотримуватися та підтримувати політику безпеки по відношенню до своїх ролей</li></ul>"
  },
  {
    "requirementId": "36504",
    "requirementTitle": "GV.PO-01",
    "requirementText": "Політика управління ризиками кібербезпеки розроблена на основі організаційного контексту, стратегії та пріоритетів кібербезпеки, доведена до відома та впроваджена",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Створіть, поширюйте та підтримуйте зрозумілу, корисну політику управління ризиками із заявами про наміри керівництва, очікування та напрямок</li> <li><b>Приклад 2:</b> Періодично переглядайте політику та допоміжні процеси та процедури, щоб переконатися, що вони відповідають цілям і пріоритетам стратегії управління ризиками, а також керівництву політики кібербезпеки на високому рівні.</li> <li><b>Приклад 3:</b> Вимагайте схвалення політики від вищого керівництва</li> <li><b>Приклад 4:</b> Повідомте політику управління ризиками кібербезпеки та допоміжні процеси та процедури в усій організації</li> <li><b>Приклад 5:</b> Вимагайте від персоналу підтвердження отримання політики під час першого найму, щорічно та під час кожного оновлення політики</li></ul>"
  },
  {
    "requirementId": "36505",
    "requirementTitle": "GV.PO-02",
    "requirementText": "Політика управління ризиками кібербезпеки переглядається, оновлюється, доводиться до відома та впроваджується з урахуванням змін у вимогах, загрозах, технологіях та цілей організації",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Оновіть політику на основі періодичних переглядів результатів управління ризиками кібербезпеки, щоб гарантувати, що політика та допоміжні процеси й процедури адекватно підтримують ризик на прийнятному рівні</li> <li><b>Приклад 2:</b> Надайте графік перегляду змін у середовищі ризику організації (наприклад, зміни в ризиках або цілях місії організації) та повідомте рекомендовані оновлення політики</li> <li><b>Приклад 3:</b> Оновіть політику, щоб відобразити зміни в правових і нормативних вимогах</li> <li><b>Приклад 4:</b> Оновіть політику, щоб відобразити зміни в технології (наприклад, використання штучного інтелекту) і зміни в бізнесі (наприклад, придбання нового бізнесу, нові вимоги до контракту)</li></ul>"
  },
  {
    "requirementId": "36506",
    "requirementTitle": "GV.OV-01",
    "requirementText": "Результати стратегії управління ризиками кібербезпеки переглядаються з метою інформування та корегування стратегії та напрямів діяльності",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Виміряйте, наскільки стратегія управління ризиками та результати ризиків допомогли керівникам приймати рішення та досягати цілей організації</li> <li> <b>Приклад 2:</b> Вивчіть, чи слід коригувати стратегії ризиків кібербезпеки, які перешкоджають діяльності чи інноваціям</li></ul>"
  },
  {
    "requirementId": "36507",
    "requirementTitle": "GV.OV-02",
    "requirementText": "Стратегія управління ризиками кібербезпеки переглядається та коригується для забезпечення покриття організаційних потреб та ризиків",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Перегляньте висновки аудиту, щоб підтвердити, чи забезпечила існуюча стратегія кібербезпеки відповідність внутрішнім і зовнішнім вимогам</li> <li><b>Приклад 2:</b> Перегляньте нагляд за продуктивністю осіб, пов’язаних із кібербезпекою, щоб визначити, чи потрібні зміни в політиці</li> <li><b>Приклад 3:</b> Перегляньте стратегію з огляду на інциденти кібербезпеки</li></ul>"
  },
  {
    "requirementId": "36508",
    "requirementTitle": "GV.OV-03",
    "requirementText": "Ефективність управління ризиками кібербезпеки організації оцінюється та аналізується на предмет необхідних коригувань",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Перегляньте ключові показники ефективності (KPI), щоб переконатися, що політика та процедури всієї організації досягають цілей</li> <li><b>Приклад 2:</b> Перегляньте ключові показники ризику (KRI), щоб визначити ризики, з якими стикається організація, зокрема ймовірність і потенційний вплив</li> <li><b>Приклад 3:</b> Зберіть і передайте показники ризиків кібербезпеки управління вищому керівництву</li></ul>"
  },
  {
    "requirementId": "36490",
    "requirementTitle": "GV.SC-01",
    "requirementText": "Програма, стратегія, цілі, політики та процеси управління ризиками в сфері кібербезпеки ланцюга постачання розроблені та узгоджені зацікавленими сторонами організації",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Створіть стратегію, яка виражає цілі програми управління ризиками ланцюга постачання в кібербезпеці</li> <li><b>Приклад 2:</b> Розробіть програму управління ризиками ланцюга постачання в кібербезпеці, включаючи план (з основними етапами), політику та процедури, які спрямовують впровадження та вдосконалення програми, і поділіться політикою та процедурами із зацікавленими сторонами організації</li> <li><b>Приклад 3:</b> Розробіть та впровадьте програмні процеси на основі стратегії, цілей, політики та процедур, узгоджених і виконаних зацікавленими сторонами організації</li> <li><b>Приклад 4:</b> Встановіть міжорганізаційний механізм, який забезпечує узгодженість між функціями, які сприяють управлінню ризиками ланцюга постачання кібербезпеки, такими як кібербезпека, ІТ, операції, право, кадри та інженерія</li></ul>"
  },
  {
    "requirementId": "36491",
    "requirementTitle": "GV.SC-02",
    "requirementText": "Ролі та обов'язки з кібербезпеки постачальників, клієнтів та партнерів визначені, доведені до відома та скоординовані на внутрішньому та зовнішньому рівнях",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Визначте одну або кілька конкретних ролей або посад, які відповідатимуть за планування, забезпечення ресурсами та виконання управління ризиками ланцюга постачання</li> <li><b>Приклад 2:</b> Задокументуйте ролі та обов’язки з управління ризиками в ланцюжку постачання</li> <li><b>Приклад 3:</b> Створіть матриці відповідальності, щоб задокументувати, хто нестиме відповідальність і підзвітність за діяльність з управління ризиками ланцюга постачання, а також за те, як ці команди та окремі особи отримуватимуть консультації та інформацію.</li> <li><b>Приклад 4:</b> Включіть обов’язки щодо управління ризиками ланцюга постачання та вимоги до ефективності опису персоналу, щоб забезпечити ясність і покращити підзвітність</li> <li><b>Приклад 5:</b> Задокументуйте цілі продуктивності для персоналу, який відповідає за управління ризиками кібербезпеки, і періодично оцінюйте їх, щоб продемонструвати та покращити ефективність</li> <li><b>Приклад 6:</b> Розробіть ролі та обов’язки для постачальників, клієнтів і ділових партнерів, щоб вирішити спільну відповідальність за відповідні ризики кібербезпеки та інтегрувати їх у політику організації та відповідні угоди з третіми сторонами</li> <li><b>Приклад 7:</b> Внутрішній зв’язок щодо ролей і обов’язків третіх сторін у ланцюзі постачання з управління ризиками</li> <li><b>Приклад 8:</b> Встановіть правила і протоколи для обміну інформацією та процеси звітності між організацією та її постачальниками</li></ul>"
  },
  {
    "requirementId": "36492",
    "requirementTitle": "GV.SC-03",
    "requirementText": "Управління ризиками кібербезпеки ланцюга постачання інтегровано в процеси управління кібербезпекою та ризиками підприємства, оцінки та вдосконалення ризиків",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Визначте сфери узгодженості та збігу з кібербезпекою та управлінням ризиками підприємства</li> <li><b>Приклад 2:</b> Створіть інтегровані контрольні набори для управління ризиками кібербезпеки та управління ризиками кібербезпеки ланцюга постачання</li> <li><b>Приклад 3:</b> Інтегруйте управління ризиками кібербезпеки ланцюга постачання в процеси вдосконалення</li> <li><b>Приклад 4:</b> Передайте вищому керівництву суттєві ризики кібербезпеки в ланцюгах постачання та вирішуйте їх на рівні управління ризиками підприємства</li></ul>"
  },
  {
    "requirementId": "36493",
    "requirementTitle": "GV.SC-04",
    "requirementText": "Постачальники відомі та пріоритезовані за ступенем важливості",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Розробіть критерії критичності постачальника на основі, наприклад, чутливості даних, які обробляються або якими володіють постачальники, ступеня доступу до системи організації та важливосты продуктів або послуг для місії організації</li> <li><b>Приклад 2:</b> Ведіть облік усіх постачальників і визначте пріоритетність постачальників на основі критеріїв критичності</li></ul>"
  },
  {
    "requirementId": "36494",
    "requirementTitle": "GV.SC-05",
    "requirementText": "Вимоги щодо управління ризиками кібербезпеки в ланцюгах постачання визначені, пріоритезовані та інтегровані в контракти та інші види угод з постачальниками та іншими відповідними третіми сторонами",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Установіть вимоги безпеки для постачальників, продуктів і послуг відповідно до їх рівня критичності та потенційного впливу в разі зламу</li> <li><b>Приклад 2:</b> Включіть усі вимоги щодо кібербезпеки та ланцюга постачання, яких повинні дотримуватися треті сторони, і те, як можна перевірити дотримання вимог у договірній мові за умовчанням</li> <li><b>Приклад 3:</b> Визначте в угодах правила та протоколи для обміну інформацією між організацією та її постачальниками, а також постачальниками підрівня.</li> <li><b>Приклад 4:</b> Керуйте ризиком, включаючи вимоги безпеки в угоди на основі їх критичності і потенційного впливу у разі порушення</li> <li><b>Приклад 5:</b> Визначте вимоги безпеки в угодах про рівень обслуговування (SLA) для моніторингу постачальників щодо прийнятноъ ефективносты безпеки протягом життєвого циклу відносин з постачальниками</li> <li><b>Приклад 6:</b> За контрактом вимагайте від постачальників розкривати особливості кібербезпеки, функції та вразливі місця своїх продуктів і послуг протягом терміну служби продукту</li> <li><b>Приклад 7: </b> За контрактом вимагайте від постачальників надавати та підтримувати поточний запас компонентів (наприклад, програмне забезпечення чи апаратне забезпечення) для критично важливих продуктів</li> <li><b>Приклад 8:</b> За контрактом вимагайте від постачальників перевіряти своїх співробітників і захищати від внутрішніх загроз</li> <li><b>Приклад 9:</b> За контрактом вимагайте від постачальників надати докази виконання прийнятних методів безпеки шляхом, наприклад, самоатестації, відповідності відомим стандартам, сертифікації або перевірки</li> <li><b>Приклад 10:</b> У контрактах та інших угодах вкажіть права та обов’язки організації, її постачальників і їхніх ланцюгів постачання щодо потенційних ризиків кібербезпеки</li></ul>"
  },
  {
    "requirementId": "36495",
    "requirementTitle": "GV.SC-06",
    "requirementText": "Планування та комплексна перевірка здійснюються з метою зниження ризиків до вступу в офіційні відносини з постачальниками або іншими третіми сторонами",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Проведіть ретельну перевірку потенційних постачальників, яка відповідає плануванню закупівель і відповідає рівню ризику, критичності та складності стосунки з кожним постачальником</li> <li><b>Приклад 2:</b> Оцініть придатність технологій і можливостей кібербезпеки, а також практики управління ризиками потенційних постачальників</li> <li><b>Приклад 3:</b> Проведіть оцінку ризиків постачальників щодо бізнесу та відповідних вимог кібербезпеки</li> <li><b>Приклад 4:</b> Оцініть автентичність, цілісність і безпеку критично важливих продуктів до придбання та використання</li></ul>"
  },
  {
    "requirementId": "36496",
    "requirementTitle": "GV.SC-07",
    "requirementText": "Ризики, пов'язані з постачальником, його продукцією та послугами, а також іншими третіми сторонами, розуміються, фіксуються, визначаються пріоритети, оцінюються, на них реагують та вони відстежуються протягом усього періоду взаємовідносин",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Налаштуйте формати та частоту оцінювання на основі репутації третьої сторони та критичності продуктів або послуг, які вони надають</li> <li><b>Приклад 2:</b> Оцініть докази відповідності третіх сторін договірним вимогам кібербезпеки, як-от самоатестації, гарантії, сертифікати та інші артефакти</li> <li><b>Приклад 3:</b> Контролюйте критично важливих постачальників, щоб переконатися, що вони виконують свої зобов’язання щодо безпеки протягом життєвого циклу відносин з постачальниками, використовуючи різноманітні методи та прийоми, такі як перевірки, аудити, випробування чи інші форми оцінки</li> <li><b> Приклад 4:</b> Моніторинг критичних постачальників, послуг і продуктів на наявність змін у їхніх профілях ризику та відповідно переоцінка критичності постачальника та впливу ризику</li> <li><b>Приклад 5:</b> Планування несподіваного постачальника та перерви, пов’язані з ланцюгом постачання, для забезпечення безперервності бізнесу</li></ul>"
  },
  {
    "requirementId": "36497",
    "requirementTitle": "GV.SC-08",
    "requirementText": "Відповідні постачальники та інші треті сторони залучені до планування, реагування та відновлення після інцидентів",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Визначте та використовуйте правила та протоколи для звітування про заходи реагування на інциденти та відновлення, а також про статус між організацією та її постачальниками</li> <li><b>Приклад 2:</b> Визначте та задокументуйте ролі та обов’язки організації та її постачальників щодо реагування на інциденти</li> <li><b>Приклад 3:</b> Включіть критичних постачальників у вправи та моделювання реагування на інциденти</li> <li><b>Приклад 4:</b> Визначте та координуйте методи та протоколи зв’язку в кризових ситуаціях між організацією та її критично важливими постачальниками</li> <li><b>Приклад 5:</b> Проводьте спільні сесії з ключовими постачальниками для вивчення досвіду</li></ul>"
  },
  {
    "requirementId": "36498",
    "requirementTitle": "GV.SC-09",
    "requirementText": "Практики безпеки ланцюгів постачання інтегровані в програми кібербезпеки та управління ризиками підприємства, а їх ефективність контролюється протягом усього життєвого циклу технологічних продуктів та послуг",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Політики та процедури вимагають записів про походження для всіх придбаних технологічних продуктів і послуг</li> <li><b>Приклад 2:</b> Періодично надсилайте керівникам звіти про ризики щодо того, як придбані компоненти підтверджено як непідроблені та автентичні</li> <li><b>Приклад 3:</b> Регулярно спілкуйтеся з менеджерами з питань ризиків у сфері кібербезпеки та операційним персоналом щодо необхідності придбання виправлення, оновлення та оновлення програмного забезпечення лише від автентифікованих і надійних постачальників програмного забезпечення</li> <li><b>Приклад 4:</b> Перегляньте правила, щоб переконатися, що вони вимагають від затвердженого персоналу постачальника виконувати технічне обслуговування продуктів постачальника</li> <li><b>Приклад 5:</b> Політика та процедура вимагають перевірки оновлень критичного обладнання на наявність неавторизованих змін</li></ul>"
  },
  {
    "requirementId": "36499",
    "requirementTitle": "GV.SC-10",
    "requirementText": "Плани управління ризиками кібербезпеки ланцюга постачання включають положення щодо діяльності, яка відбувається після укладення договору про партнерство або договору про надання послуг",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Встановіть процеси для припинення критичних відносин як за звичайних, так і за несприятливих обставин</li> <li><b>Приклад 2:</b> Визначте та реалізуйте плани підтримки технічного обслуговування компонентів після завершення терміну експлуатації та морального старіння</li> <li><b>Приклад 3:</b> Переконайтеся, що доступ постачальника до ресурсів організації негайно деактивовано, коли він більше не потрібен</li> <li><b>Приклад 4:</b> Переконайтеся, що активи, які містять дані організації, повернуто або належним чином утилізовано вчасно, контрольовано та безпечно.</li> <li><b>Приклад 5:</b> Розробіть і виконайте план припинення або зміни відносин з постачальником, який враховує ризик безпеки ланцюга постачання та стійкість до відмов</li> <li><b>Приклад 6:</b> Зменшіть ризики для даних і систем, створених у результаті припинення роботи постачальника </li> <li><b>Приклад 7:</b> Керуйте ризиками витоку даних, пов’язаними з припиненням роботи постачальника</li></ul>"
  },
  {
    "requirementId": "36403",
    "requirementTitle": "ID.AM-01",
    "requirementText": "Ведеться інвентаризація обладнання, яким керує організація",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Ведіть інвентаризацію для всіх типів апаратного забезпечення, включаючи ІТ, IoT, OT та мобільні пристрої</li> <li><b>Приклад 2:</b> Постійно відстежуйте мережі, щоб виявити нове обладнання та автоматично оновлювати інвентаризацію</li></ul>"
  },
  {
    "requirementId": "36404",
    "requirementTitle": "ID.AM-02",
    "requirementText": "Ведеться інвентаризація програмного забезпечення, послуг та систем, якими керує організація",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Ведіть інвентаризацію для всіх типів програмного забезпечення та послуг, у тому числі комерційних готових додатків із відкритим вихідним кодом, спеціальних програм, Служб API та хмарних програм та служб</li> <li><b>Приклад 2:</b> Постійно відстежуйте всі платформи, включно з контейнерами та віртуальними машинами, на предмет змін інвентаризації програмного забезпечення та послуг</li> <li> <b>Приклад 3:</b> Ведіть інвентаризацію систем організації</li></ul>"
  },
  {
    "requirementId": "36405",
    "requirementTitle": "ID.AM-03",
    "requirementText": "Підтримуються уявлення про авторизовану мережеву комунікацію організації та внутрішні і зовнішні мережеві потоки даних",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Підтримуйте базові лінії зв’язку та потоків даних у дротових і бездротових мережах організації</li> <li><b>Приклад 2: </b> Підтримуйте базові лінії зв’язку та потоків даних між організацією та третіми сторонами</li> <li><b>Приклад 3:</b> Підтримуйте базові лінії зв’язку та потоків даних для використання інфраструктури організації як послуга (IaaS)</li> <li><b>Приклад 4:</b> Ведіть документацію щодо очікуваних мережевих портів, протоколів і служб, які зазвичай використовуються авторизованими системами</li></ul>"
  },
  {
    "requirementId": "36406",
    "requirementTitle": "ID.AM-04",
    "requirementText": "Ведеться облік послуг, що надаються постачальниками",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Інвентаризація всіх зовнішніх служб, що використовуються організацією, включаючи сторонню інфраструктуру як послугу (IaaS), платформу як послуга (PaaS) і програмне забезпечення як послуга (SaaS); API; та інші зовнішні служби додатків</li> <li><b>Приклад 2:</b> Оновіть інвентаризацію, коли буде використано нову зовнішню службу, щоб забезпечити адекватний моніторинг управління ризиками кібербезпеки під час використання організацією цієї служби</li></ul>"
  },
  {
    "requirementId": "36407",
    "requirementTitle": "ID.AM-05",
    "requirementText": "Пріоритетність активів визначається на основі класифікації, критичності, ресурсів та впливу на місію",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Визначте критерії визначення пріоритетів для кожного класу активів</li> <li><b>Приклад 2:</b> Застосуйте критерії пріоритетності для активів</li> <li><b>Приклад 3:</b> Відстежуйте пріоритети активів і оновлюйте їх періодично або коли відбуваються значні зміни в організації</li></ul>"
  },
  {
    "requirementId": "36408",
    "requirementTitle": "ID.AM-07",
    "requirementText": "Ведеться інвентаризація даних та відповідних метаданих для визначених типів даних",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Ведіть список визначених типів даних, що представляють інтерес (наприклад, ідентифікаційна інформація, захищена інформація про здоров’я, номери фінансових рахунків, інтелектуальна власність, дані про оперативні технології)</li> <li><b>Приклад 2:</b> Постійно знаходьте й аналізуйте спеціальні дані, щоб ідентифікувати нові екземпляри призначених типів даних</li> <li><b>Приклад 3: </b> Класифікуйте дані для визначених типів даних за допомогою тегів або міток</li> <li><b>Приклад 4:</b> Відстежуйте походження, власника даних і геолокацію кожного екземпляра призначених типів даних</li></ul>"
  },
  {
    "requirementId": "36439",
    "requirementTitle": "ID.AM-08",
    "requirementText": "Управління системами, обладнанням, програмним забезпеченням",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Інтеграція міркувань кібербезпеки протягом життєвих циклів систем, обладнання, програмного забезпечення та послуг</li> <li><b> Приклад 2:</b> Інтегруйте питання кібербезпеки в життєві цикли продукту</li> <li><b>Приклад 3:</b> Визначте неофіційне використання технологій для досягнення цілей місії (тобто «тіньове ІТ»)</li> <li><b>Приклад 4:</b> Періодично виявляйте зайві системи, обладнання, програмне забезпечення та служби, які без потреби збільшують поверхню атаки організації</li> <li><b>Приклад 5:</b> Належним чином налаштуйте та захистіть системи, апаратне забезпечення, програмне забезпечення та послуги до їх розгортання у виробництві</li> <li><b>Приклад 6:</b> Оновлення інвентаризації, коли системи, апаратне забезпечення, програмне забезпечення та послуги переміщуються назовні або переміщуються в межах організації</li> <li><b>Приклад 7:</b> Безпечно знищуйте збережені дані відповідно до політики збереження даних організації, використовуючи встановлений метод знищення, а також зберігайте та керуйте записами про знищення</li> <li><b> Приклад 8:</b> Надійно очищайте сховище даних, коли апаратне забезпечення виводиться з експлуатації, перепризначається або відправляється на ремонт чи заміну</li> <li><b>Приклад 9:</b> Запропонуйте методи знищення паперу, носія інформації , та інших фізичних форм зберігання даних</li></ul>"
  },
  {
    "requirementId": "36409",
    "requirementTitle": "ID.RA-01",
    "requirementText": "Вразливості активів виявлено, підтверджено та зафіксовано",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Використовуйте технології керування вразливими місцями для виявлення невиправленого та неправильно налаштованого програмного забезпечення</li> <li><b>Приклад 2:</b> Оцініть мережеву та системну архітектуру на наявність недоліків у проектуванні та реалізації, які впливають на кібербезпеку</li> <li><b>Приклад 3:</b> Перегляньте, проаналізуйте або протестуйте програмне забезпечення, розроблене організацією, щоб виявити вразливі місця в проекті, кодуванні та конфігурації за замовчуванням</li> <li><b>Приклад 4:</b> Оцініть об’єкти, які містять критичні обчислювальні активи, на предмет фізичної вразливості та проблем із стійкістю.</li> <li><b>Приклад 5:</b> Відстежуйте джерела розвідки про кіберзагрози для отримання інформації про нові вразливості в продуктах і послугах</li> <li><b>Приклад 6:</b> Перегляньте процеси та процедури на наявність слабких місць, які можна використати для впливу на кібербезпеку</li></ul>"
  },
  {
    "requirementId": "36410",
    "requirementTitle": "ID.RA-02",
    "requirementText": "Розвіддані про кіберзагрози отримуються з форумів та джерел обміну інформацією",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Налаштуйте інструменти та технології кібербезпеки з можливостями виявлення або реагування, щоб безпечно отримувати розвідувальні канали кіберзагроз</li> <li><b>Приклад 2:</b> Отримуйте та переглядайте поради від авторитетних третіх сторін щодо поточних загроз, а також їх тактику, техніку та процедури (TTP)</li> <li><b>Приклад 3:</b> Відстежуйте джерела кібернетичної інформації щодо аналізу загроз для отримання інформації про типи вразливостей, які можуть мати нові технології</li></ul>"
  },
  {
    "requirementId": "36411",
    "requirementTitle": "ID.RA-03",
    "requirementText": "Внутрішні та зовнішні загрози для організації визначені та зафіксовані",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Використовуйте інформацію про кіберзагрози, щоб підтримувати обізнаність про типи суб’єктів загрози, які, ймовірно, будуть націлені на організацію, і засоби, які вони, ймовірно, використовуватимуть </li> <li><b>Приклад 2:</b> Виконайте пошук загроз, щоб знайти ознаки загрози в середовищі</li> <li><b>Приклад 3:</b> Запровадьте процеси для виявлення внутрішніх суб’єктів загрози</li></ul>"
  },
  {
    "requirementId": "36412",
    "requirementTitle": "ID.RA-04",
    "requirementText": "Визначено та зафіксовано потенційні наслідки та ймовірність загроз, що використовують вразливості",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Бізнес-лідери та спеціалісти з управління ризиками кібербезпеки працюють разом, щоб оцінити ймовірність і вплив сценаріїв ризику та занести їх у реєстри ризиків</li> <li><b>Приклад 2:</b> Перелічіть потенційні наслідки для бізнесу неавторизованого доступу до комунікацій організації, систем і даних, які обробляються в цих системах або ними</li> <li><b>Приклад 3:</b> Враховуйте потенційні наслідки каскадних збоїв для систем</li></ul>"
  },
  {
    "requirementId": "36413",
    "requirementTitle": "ID.RA-05",
    "requirementText": "Загрози, вразливості, ймовірності та наслідки використовуються для розуміння притаманних ризиків та визначення пріоритетів реагування на ризики",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Розробіть моделі загроз, щоб краще зрозуміти ризики для даних і визначити відповідні відповіді на ризики</li> <li><b>Приклад 2:</b> Пріоритезація розподілу ресурсів і інвестицій у кібербезпеку на основі оцінених імовірностей і наслідків</li></ul>"
  },
  {
    "requirementId": "36414",
    "requirementTitle": "ID.RA-06",
    "requirementText": "Реакції на ризики обираються, визначаються пріоритети, плануються, відстежуються та комунікуються",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Застосуйте критерії плану управління вразливістю для прийняття, передачі, пом’якшення чи уникнення ризику</li> <li> <b>Приклад 2:</b> Застосуйте критерії плану управління вразливістю для вибору компенсаційних засобів контролю для пом’якшення ризику</li> <li><b>Приклад 3:</b> Відстежуйте хід впровадження реагування на ризики (наприклад, план дії та етапи [POA&M], реєстр ризиків, детальний звіт про ризики)</li> <li><b>Приклад 4:</b> Використовуйте результати оцінки ризиків для інформування про рішення та дії щодо реагування на ризики</li> <li><b>Приклад 5:</b> Повідомляйте заплановані заходи реагування на ризик зацікавленим сторонам у порядку пріоритету</li></ul>"
  },
  {
    "requirementId": "36440",
    "requirementTitle": "ID.RA-07",
    "requirementText": "Зміни та винятки управляються, оцінюються на предмет впливу на ризики, реєструються та відстежуються",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Запровадьте та дотримуйтесь процедур офіційної документації, перегляду, тестування та схвалення запропонованих змін і винятків</li> <li><b>Приклад 2:</b> Задокументуйте можливі ризики внесення чи невнесення кожної запропонованої зміни та надайте вказівки щодо змін</li> <li><b>Приклад 3:</b> Задокументуйте ризики, пов’язані з кожним запитуваним винятком і планом реагування на ці ризики</li> <li><b>Приклад 4:</b> Періодично переглядайте ризики, які були прийняті на основі запланованих майбутніх дій або етапів</li></ul>"
  },
  {
    "requirementId": "36441",
    "requirementTitle": "ID.RA-08",
    "requirementText": "Запроваджено процеси отримання, аналізу та реагування на розкриття вразливостей",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Обмін інформацією про вразливості між організацією та її постачальниками відповідно до правил і протоколів, визначених у контрактах</li> <li><b>Приклад 2:</b> Розподіліть обов’язки та перевірте виконання процедур обробки, аналізу впливу та реагування на загрози кібербезпеці, уразливості або розкриття інцидентів постачальниками, клієнтами, партнерами та державними організаціями з кібербезпеки</li> </ul>"
  },
  {
    "requirementId": "36442",
    "requirementTitle": "ID.RA-09",
    "requirementText": "Автентичність та цілісність апаратного та програмного забезпечення оцінюються перед придбанням та використанням",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Здійснюйте оцінку автентичності та кібербезпеки критично важливих технологічних продуктів і послуг перед придбанням і використанням</li></ul>"
  },
  {
    "requirementId": "36419",
    "requirementTitle": "ID.RA-10",
    "requirementText": "Критичні постачальники оцінюються перед придбанням",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Проведіть оцінку ризиків постачальників щодо бізнесу та відповідних вимог щодо кібербезпеки, включно з ланцюгом постачання</li></ul>"
  },
  {
    "requirementId": "36443",
    "requirementTitle": "ID.IM-01",
    "requirementText": "За результатами оцінювання визначено шляхи вдосконалення",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Виконайте самооцінку критичних служб, враховуючи поточні загрози</li> <li><b>Приклад 2:</b> Інвестуйте в сторонні оцінки або незалежні аудити ефективності програми кібербезпеки організації, щоб визначити сфери, які потребують покращення</li> <li><b>Приклад 3:</b> Постійно оцінюйте відповідність вибраним вимогам кібербезпеки за допомогою автоматизованих засобів</li></ul>"
  },
  {
    "requirementId": "36444",
    "requirementTitle": "ID.IM-02",
    "requirementText": "Покращення визначаються на основі тестів та навчань з безпеки, в тому числі у співпраці з постачальниками та відповідними третіми сторонами",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Визначте вдосконалення для майбутніх дій з реагування на інциденти на основі результатів оцінки реагування на інциденти (наприклад, настільні вправи та моделювання, тести, внутрішні перевірки) , незалежні аудити)</li> <li><b>Приклад 2:</b> Визначте вдосконалення для майбутньої безперервності бізнесу, аварійного відновлення та реагування на інциденти на основі навчань, які виконуються спільно з постачальниками найважливіших послуг і постачальниками продуктів</li> <li><b>Приклад 3:</b> Залучайте внутрішні зацікавлені сторони (наприклад, керівників вищої ланки, юридичний відділ, відділ кадрів) до перевірок безпеки та вправ, якщо це доречно</li> <li><b>Приклад 4:</b> Виконайте тестування на проникнення, щоб визначити можливості для покращення стану безпеки вибраних систем із високим ризиком, схвалених керівництвом</li> <li><b>Приклад 5:</b> Розробіть плани на випадок непередбачених обставин для реагування та відновлення після дізнання, що продукти або послуги не надходили від постачальника чи партнера за контрактом або були змінені до отримання</li> <li><b>Приклад 6:</b> Збирайте та аналізуйте показники ефективності за допомогою інструментів і служб безпеки, щоб інформувати про вдосконалення програми кібербезпеки</li></ul>"
  },
  {
    "requirementId": "36445",
    "requirementTitle": "ID.IM-03",
    "requirementText": "Виявлено покращення в результаті виконання операційних процесів, процедур та заходів",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Проводьте спільні сеанси з постачальниками для отримання досвіду</li> <li><b>Приклад 2:</b> Щорічно перевіряйте політики кібербезпеки, процеси та процедури для врахування отриманих уроків</li> <li><b>Приклад 3:</b> Використовуйте показники для оцінки продуктивності операційної кібербезпеки з часом</li></ul>"
  },
  {
    "requirementId": "36446",
    "requirementTitle": "ID.IM-04",
    "requirementText": "Плани реагування на інциденти та інші плани з кібербезпеки, що впливають на операції, розроблені, доведені до відома, підтримуються та вдосконалюються",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Створюйте плани на випадок надзвичайних ситуацій (наприклад, реагування на інциденти, безперервність роботи, аварійне відновлення) для реагування та відновлення після несприятливих подій, які можуть заважати з операціями, розголошувати конфіденційну інформацію чи іншим чином ставити під загрозу місію та життєздатність організації</li> <li><b>Приклад 2:</b> Включайте контактну інформацію та інформацію для спілкування, процеси обробки поширених сценаріїв і критерії визначення пріоритетів, ескалації, і підвищення в усіх планах на випадок надзвичайних ситуацій</li> <li><b>Приклад 3:</b> Створіть план управління вразливістю, щоб визначити й оцінити всі типи вразливостей, а також визначити пріоритети, перевірити та запровадити реагування на ризики</li> <li><b>Приклад 4:</b> Повідомте про плани кібербезпеки (включно з оновленнями) особам, відповідальним за їх виконання, і зацікавленим сторонам</li> <li><b>Приклад 5:</b> Переглядайте і оновлюйте всі заходи кібербезпеки, щорічні плани або коли виявлено потребу в значних покращеннях</li></ul>"
  },
  {
    "requirementId": "36447",
    "requirementTitle": "PR.AA-01",
    "requirementText": "Організація управляє ідентифікацією та обліковими даними авторизованих користувачів, послуг та обладнання",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Ініціюйте запити на новий доступ або додатковий доступ для працівників, підрядників та інших осіб, а також відстежувати, переглядати та виконувати запити, з дозволом від власників системи або даних, якщо це необхідно</li> <li><b>Приклад 2:</b> Видавайте, керуйте та відкликайте криптографічні сертифікати та маркери ідентифікації, криптографічні ключі (тобто керування ключами) та інші облікові дані</li> <li><b>Приклад 3:</b> Виберіть унікальний ідентифікатор для кожного пристрою з незмінних характеристик апаратного забезпечення або ідентифікатор, безпечно наданий пристрою</li> <li><b>Приклад 4:</b> Фізично позначайте авторизоване обладнання ідентифікатором для інвентаризації та обслуговування</li></ul>"
  },
  {
    "requirementId": "36448",
    "requirementTitle": "PR.AA-02",
    "requirementText": "Ідентифікаційні дані підтверджуються та прив'язуються до облікових даних на основі контексту взаємодії",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Перевірте заявлену особу особи під час реєстрації за допомогою офіційних облікових даних (наприклад, паспорта, візи, водійських прав)</li> <li><b>Приклад 2:</b> Видайте різні облікові дані для кожної особи (тобто без спільного використання облікових даних)</li></ul>"
  },
  {
    "requirementId": "36449",
    "requirementTitle": "PR.AA-03",
    "requirementText": "Користувачі, сервіси та обладнання автентифіковані",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Вимагайте багатофакторну автентифікацію</li> <li><b>Приклад 2:</b> Застосуйте політику для мінімальної міцності паролі, PIN-коди та подібні засоби автентифікації</li> <li><b>Приклад 3:</b> Періодично повторюйте автентифікацію користувачів, служб і апаратного забезпечення на основі ризику (наприклад, в архітектурах нульової довіри)</li> <li><b>Приклад 4:</b> Переконайтеся, що уповноважений персонал має доступ до облікових записів, необхідних для захисту безпеки в надзвичайних ситуаціях</li></ul>"
  },
  {
    "requirementId": "36450",
    "requirementTitle": "PR.AA-04",
    "requirementText": "Захист, передача та перевірка ідентифікаційних даних",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Захистіть підтвердження ідентифікації, які використовуються для передачі автентифікації та інформації користувача через системи єдиного входу</li> <li><b>Приклад 2:</b> Захистіть підтвердження ідентифікації, які використовуються для передачі автентифікації та інформації користувача між об’єднаними системами</li> <li><b>Приклад 3:</b> Запровадьте підходи на основі стандартів для підтвердження ідентифікації в усіх контекстах і дотримання всіх інструкцій щодо генерації (наприклад, моделей даних, метаданих), захисту (наприклад, цифрового підпису, шифрування) і перевірки (наприклад, перевірки підпису) підтверджень ідентифікації</li></ul>"
  },
  {
    "requirementId": "36451",
    "requirementTitle": "PR.AA-05",
    "requirementText": "Дозволи на доступ, права та повноваження, визначені в політиці, управляються, застосовуються та переглядаються, а також включають принципи найменших привілеїв та розподілу обов'язків",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Періодично переглядайте логічні та фізичні привілеї доступу та кожного разу, коли хтось змінює ролі чи залишає організацію, і негайно скасовуйте привілеї, які більше не потрібні </li> <li><b>Приклад 2:</b> Для прийняття рішень про авторизацію враховуйте атрибути запитувача та запитуваного ресурсу (наприклад, геолокація, день/час, кіберсправність кінцевої точки запитувача)</li> <li><b>Приклад 3:</b> Обмежте доступ і привілеї до необхідного мінімуму (наприклад, архітектура нульової довіри)</li> <li><b>Приклад 4:</b> Періодично переглядайте привілеї, пов’язані з критично важливими бізнес-функціями, з метою підтвердження належного розподілу обов’язків</li></ul>"
  },
  {
    "requirementId": "36452",
    "requirementTitle": "PR.AA-06",
    "requirementText": "Фізичний доступ до активів управляється, контролюється та забезпечується відповідно до ризиків",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Використовуйте охоронців, камери спостереження, замкнені входи, системи сигналізації та інші засоби фізичного контролю для моніторингу об’єктів і обмеження доступу</li> <li><b>Приклад 2:</b> Застосуйте додаткові заходи фізичного контролю для зон, які містять активи високого ризику</li> <li><b>Приклад 3:</b> Супроводжуйте гостей, продавців та інших третіх осіб в межах територій, які містять критично важливі для бізнесу активи</li></ul>"
  },
  {
    "requirementId": "36415",
    "requirementTitle": "PR.AT-01",
    "requirementText": "Персонал проінформований та навчений таким чином, щоб володіти знаннями та навичками для виконання загальних завдань з урахуванням ризиків кібербезпеки",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Забезпечте базову обізнаність із кібербезпеки та навчання для працівників, підрядників, партнерів, постачальників та всіх інших користувачів непублічних ресурсів організації </li> <li><b>Приклад 2:</b> Навчіть персонал розпізнавати спроби соціальної інженерії та інші поширені атаки, повідомляти про атаки та підозрілу активність, дотримуватися правил прийнятного використання та виконувати основні завдання кібергігієни (наприклад, встановлення виправлень) програмного забезпечення, вибір паролів, захист облікових даних)</li> <li><b>Приклад 3:</b> Поясніть наслідки порушення політики кібербезпеки як для окремих користувачів, так і для організації в цілому</li> <li><b>Приклад 4:</b> Періодично оцінюйте або перевіряйте користувачів на розуміння основних практик кібербезпеки</li> <li><b>Приклад 5:</b> Вимагайте щорічного оновлення, щоб посилити існуючі практики та запровадити нові практики</li></ul>"
  },
  {
    "requirementId": "36416",
    "requirementTitle": "PR.AT-02",
    "requirementText": "Особи, які виконують спеціалізовані функції, проінформовані та навчені таким чином, щоб вони володіли знаннями та навичками для виконання відповідних завдань з урахуванням ризиків кібербезпеки",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Визначте спеціалізовані ролі в організації, які вимагають додаткового навчання з кібербезпеки, як-от персонал із фізичної та кібербезпеки, фінансовий персонал, вище керівництво, і будь-хто, хто має доступ до важливих для бізнесу даних</li> <li><b>Приклад 2:</b> Забезпечте рольову обізнаність щодо кібербезпеки та навчання для всіх, хто виконує спеціалізовані ролі, включаючи підрядників, партнерів, постачальників та інших третіх осіб</li> <li><b>Приклад 3:</b> Періодично оцінюйте або перевіряйте користувачів на розуміння практик кібербезпеки для їхніх спеціалізованих ролей</li> <li><b>Приклад 4:</b> Вимагайте щорічного оновлення для посилення існуючих практик і впровадження нових практик</li></ul>"
  },
  {
    "requirementId": "36417",
    "requirementTitle": "PR.DS-01",
    "requirementText": "Конфіденційність, цілісність та доступність даних у стані спокою захищені",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Використовуйте шифрування, цифрові підписи та криптографічні хеші для захисту конфіденційності та цілісності даних, що зберігаються у файлах, базах даних, на диску образу віртуальної машини, образах контейнерів та інших ресурсів</li> <li><b>Приклад 2:</b> Використовуйте повне шифрування диска для захисту даних, що зберігаються на кінцевих точках користувача</li> <li><b>Приклад 3:</b> Підтвердьте цілісність програмного забезпечення шляхом перевірки підписів</li> <li><b>Приклад 4:</b> Обмежте використання знімних носіїв, щоб запобігти викраданню даних</li> <li><b>Приклад 5:</b> Фізично захищені знімні носії, що містять незашифровану конфіденційну інформацію, наприклад, у закритих офісах або картотеках</li></ul>"
  },
  {
    "requirementId": "36418",
    "requirementTitle": "PR.DS-02",
    "requirementText": "Конфіденційність, цілісність та доступність даних під час передачі захищені",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Використовуйте шифрування, цифрові підписи та криптографічні хеші для захисту конфіденційності та цілісності мережевого зв’язку</li> <li><b>Приклад 2:</b> Автоматично шифруйте або блокуйте вихідні електронні листи та інші повідомлення, які містять конфіденційні дані, залежно від класифікації даних</li> <li><b>Приклад 3:</b> Блокуйте доступ до особистої електронної пошти, файлів служби спільного використання, зберігання файлів та іншх персональних комунікаційних програм та служб систем і мереж</li> <li><b>Приклад 4:</b> Запобігайте повторному використанню конфіденційних даних із виробничих середовищ (наприклад, записів клієнтів) у розробці , тестуванні та інших невиробничих середовищ</li></ul>"
  },
  {
    "requirementId": "36453",
    "requirementTitle": "PR.DS-10",
    "requirementText": "Конфіденційність, цілісність та доступність даних, що використовуються, захищені",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Видаліть дані, які мають залишатися конфіденційними (наприклад, із процесорів і пам’яті), щойно вони більше не потрібні</li> <li><b>Приклад 2:</b> Захистіть дані, що використовуються, від доступу інших користувачів і процесів тієї ж платформи</li></ul>"
  },
  {
    "requirementId": "36454",
    "requirementTitle": "PR.DS-11",
    "requirementText": "Резервні копії даних створюються, захищаються, підтримуються та тестуються",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Безперервне резервне копіювання критично важливих даних майже в режимі реального часу та часте резервне копіювання інших даних за узгодженими розкладами</li> <li><b>Приклад 2:</b> Тестуйте резервні копії та відновлення для всіх типів джерел даних принаймні раз на рік</li> <li><b>Приклад 3:</b> Надійно зберігайте деякі резервні копії в автономному режимі та за межами системи, щоб інцидент чи катастрофа не зашкодили їм</li> <li><b>Приклад 4:</b> Забезпечте географічне розділення та обмеження геолокації для зберігання резервних копій даних</li></ul>"
  },
  {
    "requirementId": "36455",
    "requirementTitle": "PR.PS-01",
    "requirementText": "Впроваджені та застосовуються практики управління конфігурацією",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Створення, тестування, розгортання та підтримка надійних базових ліній, які забезпечують дотримання політики кібербезпеки організації та забезпечують лише основні можливості (тобто принцип найменшої функціональності)</li> <li><b>Приклад 2:</b> Перегляньте всі параметри конфігурації за умовчанням, які потенційно можуть вплинути на кібербезпеку під час встановлення чи оновлення програмного забезпечення</li> <li><b>Приклад 3:</b> Відстежуйте впроваджене програмне забезпечення на наявність відхилень від затверджених базових показників</li></ul>"
  },
  {
    "requirementId": "36456",
    "requirementTitle": "PR.PS-02",
    "requirementText": "Програмне забезпечення підтримується, замінюється та видаляється відповідно до ризиків",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Виконуйте регулярні та екстрені виправлення протягом часових проміжків, указаних у плані управління вразливістю</li> <li><b>Приклад 2: </b> Оновіть образи контейнерів і розгорніть нові екземпляри контейнерів для заміни, а не оновлюйте існуючі екземпляри</li> <li><b>Приклад 3:</b> Замініть версії програмного забезпечення та служб, що вийшли з експлуатації, на ті, що підтримуються, підтримувані версії</li> <li><b>Приклад 4:</b> Видаліть і знищіть неавторизоване програмне забезпечення та служби, які становлять невиправданий ризик</li> <li><b>Приклад 5:</b> Видаліть і знищіть будь-яке непотрібне програмне забезпечення компоненти (наприклад, утиліти операційної системи), які можуть використати зловмисники</li> <li><b>Приклад 6:</b> Визначте та реалізуйте плани підтримки програмного забезпечення та послуг після завершення терміну служби та старіння</li></ul>"
  },
  {
    "requirementId": "36457",
    "requirementTitle": "PR.PS-03",
    "requirementText": "Обслуговування, заміна та демонтаж обладнання здійснюється відповідно до рівня ризику",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Замініть апаратне забезпечення, якщо воно не має необхідних можливостей безпеки або не підтримує програмне забезпечення з необхідними можливостями безпеки</li> <li><b>Приклад 2:</b> Визначте та реалізуйте плани підтримки технічного обслуговування апаратного забезпечення після закінчення його терміну служби та його морального старіння</li> <li><b>Приклад 3:</b> Виконайте утилізацію апаратного забезпечення безпечним, відповідальним і перевіреним способом</li></ul>"
  },
  {
    "requirementId": "36458",
    "requirementTitle": "PR.PS-04",
    "requirementText": "Записи журналів створюються та доступні для постійного моніторингу",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Налаштуйте всі операційні системи, програми та служби (включаючи хмарні служби) для створення записів журналу</li> <li><b>Приклад 2:</b> Налаштуйте генератори журналів для безпечного обміну своїми журналами з системами та службами інфраструктури журналювання організації</li> <li><b>Приклад 3:</b> Налаштуйте генератори журналів для запису необхідних даних з використанням архітектури нульової довіри</li></ul>"
  },
  {
    "requirementId": "36459",
    "requirementTitle": "PR.PS-05",
    "requirementText": "Запобігання встановленню та виконанню несанкціонованого програмного забезпечення",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Якщо цього вимагає ризик, обмежте виконання програмного забезпечення лише дозволеними продуктами або забороніть виконання забороненого та неавторизованого програмного забезпечення</li> <li><b>Приклад 2:</b> Перевірте джерело нового програмного забезпечення та цілісність програмного забезпечення перед його встановленням</li> <li><b>Приклад 3:</b> Налаштуйте платформи для використання лише затверджених служб DNS, які блокують доступ до відомих зловмисних доменів</li> <li><b>Приклад 4:</b> Налаштуйте платформи, щоб дозволити встановлення лише програмного забезпечення, схваленого організацією</li></ul>"
  },
  {
    "requirementId": "36460",
    "requirementTitle": "PR.PS-06",
    "requirementText": "Інтегровані безпечні практики розробки програмного забезпечення, а їх ефективність відстежується протягом усього життєвого циклу розробки програмного забезпечення",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Захистіть усі компоненти програмного забезпечення, розробленого організацією, від втручання та несанкціонованого доступу</li> <li><b>Приклад 2:</b> Захистіть усе програмне забезпечення, вироблене організацією, з мінімальними вразливими місцями</li> <li><b>Приклад 3:</b> Підтримуйте програмне забезпечення, що використовується у виробничих середовищах, і безпечно утилізуйте програмне забезпечення, коли воно не працює</li></ul>"
  },
  {
    "requirementId": "36461",
    "requirementTitle": "PR.IR-01",
    "requirementText": "Мережі та середовища захищені від несанкціонованого логічного доступу та використання",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Логічно сегментуйте організаційні мережі та хмарні платформи відповідно до меж довіри та типів платформ (наприклад, IT, IoT, OT, mobile , гості) і дозвольте необхідний зв’язок лише між сегментами</li> <li><b>Приклад 2:</b> Логічно сегментуйте мережі організації від зовнішніх мереж і дозвольте входити в мережі організації лише необхідним комунікаціям із зовнішніх мереж</li> <li><b>Приклад 3:</b> Застосуйте архітектуру нульової довіри, щоб обмежити доступ до мережі до кожного ресурсу до необхідного мінімуму</li> <li><b>Приклад 4:</b> Перевірте кіберсправність кінцевих точок, перш ніж дозволити їм отримати доступ і використовувати виробничі ресурси</li></ul>"
  },
  {
    "requirementId": "36462",
    "requirementTitle": "PR.IR-02",
    "requirementText": "Технологічні активи організації захищені від екологічних загроз",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Захистіть організаційне обладнання від відомих екологічних загроз, таких як повені, пожежі, вітер, надмірна спека та вологість</li> <li><b>Приклад 2:</b> Включіть захист від загроз навколишньому середовищу та положення щодо належної операційної інфраструктури у вимоги до постачальників послуг, які керують системами від імені організації</li></ul>"
  },
  {
    "requirementId": "36463",
    "requirementTitle": "PR.IR-03",
    "requirementText": "Впроваджено механізми для досягнення вимог до стійкості в нормальних та несприятливих ситуаціях",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Уникайте окремих точок збою в системах та інфраструктурі</li> <li><b>Приклад 2:</b> Використовуйте балансування навантаження для збільшення потужності та підвищення надійності</li> <li><b>Приклад 3:</b> Використовуйте компоненти високої доступності, як-от резервне сховище та джерела живлення, щоб покращити надійність системи</li></ul>"
  },
  {
    "requirementId": "36464",
    "requirementTitle": "PR.IR-04",
    "requirementText": "Належний ресурсний потенціал для забезпечення доступності",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Здійснюйте моніторинг використання сховища, живлення, обчислень, пропускної здатності мережі та інших ресурсів</li> <li><b>Приклад 2:</b> Прогнозуйте майбутні потреби та відповідно масштабуйте ресурси</li></ul>"
  },
  {
    "requirementId": "36424",
    "requirementTitle": "DE.CM-01",
    "requirementText": "Моніторинг мереж та мережевих послуг з метою виявлення потенційно несприятливих подій",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Здійснюйте моніторинг DNS, BGP та інших мережевих служб на наявність небажаних подій</li> <li><b>Приклад 2:</b> Відстежуйте дротові та бездротові мережі на наявність з’єднань із неавторизованих кінцевих точок</li> <li><b>Приклад 3:</b> Відстежуйте об’єкти на наявність неавторизованих або фальшивих бездротових мереж</li> <li><b>Приклад 4:</b> Порівнюйте фактичні мережеві потоки з базовими лініями, щоб виявити відхилення</li> <li><b>Приклад 5:</b> Відстежуйте мережеві комунікації, щоб визначити зміни в положеннях безпеки з метою нульової довіри</li></ul>"
  },
  {
    "requirementId": "36425",
    "requirementTitle": "DE.CM-02",
    "requirementText": "Здійснюється моніторинг фізичного середовища з метою виявлення потенційно несприятливих подій",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Здійснюйте моніторинг журналів систем контролю фізичного доступу (наприклад, пристроїв для зчитування бейджів), щоб знайти незвичайні схеми доступу (наприклад, відхилення від норми) та невдалі спроби доступу</li> <li><b>Приклад 2:</b> Перегляньте та відстежуйте записи фізичного доступу (наприклад, з реєстрації відвідувачів, аркушів входу)</li> <li><b>Приклад 3: </b> Контролюйте засоби контролю фізичного доступу (наприклад, замки, засувки, петлі, сигналізацію) на наявність ознак втручання</li> <li><b>Приклад 4:</b> Контролюйте фізичне середовище за допомогою систем сигналізації, камер, та охорони</li></ul>"
  },
  {
    "requirementId": "36426",
    "requirementTitle": "DE.CM-03",
    "requirementText": "Діяльність персоналу та використання технологій контролюється з метою виявлення потенційно несприятливих подій",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Використовуйте програмне забезпечення аналітики поведінки для виявлення аномальної активності користувачів для пом’якшення внутрішніх загроз</li> <li><b>Приклад 2:</b> Відстежуйте журнали логічних систем контролю доступу, щоб знайти незвичайні моделі доступу та невдалі спроби доступу</li> <li><b>Приклад 3:</b> Постійно відстежуйте технологію шахрайства, включаючи облікові записи користувачів, для будь-якого використання</li></ul>"
  },
  {
    "requirementId": "36427",
    "requirementTitle": "DE.CM-06",
    "requirementText": "Діяльність та послуги зовнішніх постачальників послуг контролюються з метою виявлення потенційно несприятливих подій",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Здійснюйте моніторинг віддаленого та локального адміністрування та дій з обслуговування, які зовнішні постачальники виконують в організаційних системах</li> <li><b>Приклад 2:</b> Здійснюйте моніторинг активності хмарних служб, постачальників послуг Інтернету та інших постачальників послуг на наявність відхилень від очікуваної поведінки</li></ul>"
  },
  {
    "requirementId": "36467",
    "requirementTitle": "DE.CM-09",
    "requirementText": "Обчислювальне обладнання та програмне забезпечення, середовища виконання та їх дані контролюються для виявлення потенційно несприятливих подій",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Здійснюйте моніторинг електронної пошти, Інтернету, обміну файлами, служб співпраці та інших поширених векторів атак для виявлення зловмисного програмного забезпечення, фішингу, витоку даних і крадіжки та інших несприятливих подій</li> <li><b>Приклад 2:</b> Здійснюйте моніторинг спроб автентифікації для виявлення атак на облікові дані та неавторизоване повторне використання облікових даних</li> <li><b>Приклад 3:</b> Здійснюйте моніторинг конфігурації програмного забезпечення на наявність відхилень від базових рівнів безпеки</li> <li><b>Приклад 4:</b> Відстежуйте апаратне та програмне забезпечення на наявність ознак втручання</li> <li><b>Приклад 5:</b> Використовуйте технології з присутністю на кінцевих точках для виявлення проблем кібернетичного стану (наприклад, відсутні патчі, зараження зловмисним програмним забезпеченням, несанкціоноване програмне забезпечення) і перенаправлення кінцевих точок у середовище відновлення до авторизації доступу</li></ul>"
  },
  {
    "requirementId": "36420",
    "requirementTitle": "DE.AE-02",
    "requirementText": "Потенційно несприятливі події аналізуються для кращого розуміння пов'язаної з ними діяльності",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Використовуйте інформацію про безпеку та керування подіями (SIEM) або інші інструменти для постійного моніторингу подій у журналі на наявність відомої зловмисної та підозрілої активності</li> <li><b>Приклад 2:</b> Використовуйте сучасні дані про кіберзагрози в інструментах аналізу журналів, щоб покращити точність виявлення та охарактеризувати суб’єктів загрози, їхні методи та ознаки компрометації.</li> <li><b>Приклад 3:</b> Регулярно проводьте вручну перевірку подій журналу для технологій, які не можна належним чином контролювати за допомогою автоматизації</li> <li><b>Приклад 4:</b> Використовуйте інструменти аналізу журналу для створення звітів про результати </li></ul>"
  },
  {
    "requirementId": "36421",
    "requirementTitle": "DE.AE-03",
    "requirementText": "Інформація співвідноситься з декількох джерел",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Постійно передавайте дані журналу, створені з інших джерел, до відносно невеликої кількості серверів журналу</li> <li><b> Приклад 2:</b> Використовуйте технологію кореляції подій (наприклад, SIEM) для збору інформації, отриманої з кількох джерел</li> <li><b>Приклад 3:</b> Використовуйте розвідку про кіберзагрози, щоб допомогти корелювати події між джерелами журналів</li></ul>"
  },
  {
    "requirementId": "36422",
    "requirementTitle": "DE.AE-04",
    "requirementText": "Очікуваний вплив та масштаби несприятливих подій є зрозумілими",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Використовуйте SIEM або інші інструменти для оцінки впливу та масштабу, а також переглядайте й уточнюйте оцінки</li> <li><b>Приклад 2:</b> Людина створює власні оцінки впливу та масштабу</li></ul>"
  },
  {
    "requirementId": "36423",
    "requirementTitle": "DE.AE-06",
    "requirementText": "Інформація про небажані явища надається уповноваженому персоналу та інструментарію",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Використовуйте програмне забезпечення для кібербезпеки, щоб створювати сповіщення та надсилати їх до центру безпеки (SOC), служб реагування на інциденти та інструментів реагування на інциденти</li> <li><b>Приклад 2:</b> Служби реагування на інциденти та інший уповноважений персонал можуть мати доступ до результатів аналізу журналу в будь-який час</li> <li><b>Приклад 3:</b> Автоматично створюйте та призначайте заявки у системі продажу квитків організації, коли виникають певні типи сповіщень</li> <li><b>Приклад 4:</b> Вручну створюйте та призначайте заявки в системі продажу квитків організації, коли технічний персонал виявляє ознаки компрометації</li></ul>"
  },
  {
    "requirementId": "36465",
    "requirementTitle": "DE.AE-07",
    "requirementText": "Розвіддані про кіберзагрози та інша контекстна інформація інтегрована в аналіз",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Безпечно надавайте канали розвідки про кіберзагрози для технологій виявлення, процесів і персоналу</li> <li><b>Приклад 2: </b> Безпечно надавайте інформацію від інвентаризації активів до технологій виявлення, процесів і персоналу</li> <li><b>Ex3:</b> Швидко отримуйте та аналізуйте інформацію про вразливості технологій організації від постачальників, продавців і сторонні поради щодо безпеки</li></ul>"
  },
  {
    "requirementId": "36466",
    "requirementTitle": "DE.AE-08",
    "requirementText": "Інциденти оголошуються, коли несприятливі події відповідають визначеним критеріям інциденту",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Застосовуйте критерії інциденту до відомих і припущених характеристик діяльності, щоб визначити, чи слід оголошувати інцидент</li> <li><b>Приклад 2:</b> Враховуйте відомі помилкові спрацьовування під час застосування критеріїв інциденту</li></ul>"
  },
  {
    "requirementId": "36468",
    "requirementTitle": "RS.MA-01",
    "requirementText": "План реагування на інцидент виконується у координації з відповідними третіми сторонами після оголошення інциденту",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Технології виявлення автоматично повідомляють про підтверджені інциденти</li> <li><b>Приклад 2:</b> Запит на допомогу з реагування на інциденти від аутсорсинга реагування на інциденти організації</li> <li><b>Приклад 3:</b> Призначте керівника інциденту для кожного інциденту</li> <li><b>Приклад 4:</b> Розпочніть виконання додаткових планів кібербезпеки, необхідних для підтримки реагування на інциденти (наприклад, безперервність роботи та аварійне відновлення)</li></ul>"
  },
  {
    "requirementId": "36469",
    "requirementTitle": "RS.MA-02",
    "requirementText": "Звіти про інциденти сортуються та перевіряються",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Попередньо перегляньте звіти про інциденти, щоб підтвердити, що вони пов’язані з кібербезпекою та вимагають заходів із реагування на інциденти</li> <li><b>Приклад 2:</b> Застосуйте критерії для оцінки тяжкості інциденту</li></ul>"
  },
  {
    "requirementId": "36470",
    "requirementTitle": "RS.MA-03",
    "requirementText": "Інциденти класифікуються за категоріями та пріоритетами",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Подальший аналіз і класифікація інцидентів на основі типу інциденту (наприклад, порушення даних, програми-вимагачі, DDoS, компрометація облікового запису)</li> <li><b>Приклад 2:</b> Визначте пріоритетність інцидентів на основі їх масштабу, ймовірного впливу та критичного часу</li> <li><b>Приклад 3:</b> Виберіть стратегії реагування на інциденти для активних інцидентів, врівноважуючи необхідність швидкого відновлення після інциденту з необхідністю спостерігати за зловмисником або проводити більш ретельне розслідування</li></ul>"
  },
  {
    "requirementId": "36471",
    "requirementTitle": "RS.MA-04",
    "requirementText": "Ескалація або підвищення рівня інцидентів за необхідності",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Відстежуйте та перевіряйте статус всіх поточних інцидентів</li> <li><b>Приклад 2:</b> Координуйте ескалацію інциденту або підвищення з визначеними внутрішніми та зовнішніми зацікавленими сторонами</li></ul>"
  },
  {
    "requirementId": "36472",
    "requirementTitle": "RS.MA-05",
    "requirementText": "Застосовано критерії для ініціювання відновлення після інциденту",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Застосовуйте критерії відновлення інциденту до відомих і передбачуваних характеристик інциденту, щоб визначити, чи слід ініціювати процеси відновлення інциденту</li> <li><b>Приклад 2:</b> Враховуйте можливий збій у роботі заходів із відновлення інциденту</li></ul>"
  },
  {
    "requirementId": "36430",
    "requirementTitle": "RS.AN-03",
    "requirementText": "Проводиться аналіз для встановлення того, що відбулося під час інциденту та першопричини інциденту",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Визначте послідовність подій, що відбулися під час інциденту, і які активи та ресурси були залучені до кожної події</li> <li><b>Приклад 2:</b> Спробуйте визначити, які вразливості, загрози та суб’єкти загроз були прямо чи опосередковано залучені до інциденту</li> <li><b>Приклад 3:</b> Проаналізуйте інцидент, щоб знайти основні системні першопричини</li> <li><b>Приклад 4:</b> Перевірте будь-яку технологію кіберобману, щоб отримати додаткову інформацію про поведінку зловмисників</li></ul>"
  },
  {
    "requirementId": "36473",
    "requirementTitle": "RS.AN-06",
    "requirementText": "Дії, що виконуються під час розслідування, фіксуються, а цілісність та джерело записів зберігаються",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Вимагайте, щоб кожна особа, яка займається реагуванням на інциденти, та інші (наприклад, системні адміністратори, інженери з кібербезпеки), які виконують завдання реагування на інциденти, записували свої дії</li> <li><b>Приклад 2:</b> Вимагайте від персоналу детально задокументувати інцидент і нести відповідальність за збереження цілісності документації та джерел усієї інформації, про яку повідомляється</li></ul>"
  },
  {
    "requirementId": "36474",
    "requirementTitle": "RS.AN-07",
    "requirementText": "Дані про інциденти та метадані збираються, а їх цілісність та джерело зберігаються",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Збирайте, зберігайте та захищайте цілісність усіх відповідних даних про інциденти та метаданих (наприклад, джерело даних, дата/час збору) ) на основі процедур збереження доказів і ланцюга зберігання</li></ul>"
  },
  {
    "requirementId": "36475",
    "requirementTitle": "RS.AN-08",
    "requirementText": "Масштаб інциденту оцінено та підтверджено",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Перегляньте інші потенційні цілі інциденту, щоб знайти ознаки компрометації та докази стійкості</li> <li><b>Приклад 2:</b> Автоматично запускайте інструменти на цілях, щоб шукати ознаки компроментації та докази стійкості</li></ul>"
  },
  {
    "requirementId": "36428",
    "requirementTitle": "RS.CO-02",
    "requirementText": "Внутрішні та зовнішні зацікавлені сторони повідомляються про інциденти",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Після виявлення інциденту порушення даних дотримуйтеся процедур сповіщення організації про порушення даних, зокрема сповіщення постраждалих клієнтів</li> <li><b>Приклад 2:</b> Повідомляйте ділових партнерів і клієнтів про інциденти відповідно до договірних вимог</li> <li><b>Приклад 3:</b> Повідомляйте правоохоронні та регуляторні органи про інциденти на основі критеріїв інциденту, план реагування та схвалення керівництва</li></ul>"
  },
  {
    "requirementId": "36429",
    "requirementTitle": "RS.CO-03",
    "requirementText": "Обмін інформацією з визначеними внутрішніми та зовнішніми зацікавленими сторонами",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Безпечний обмін інформацією відповідно до планів реагування та угод про обмін інформацією</li> <li><b>Приклад 2:</b> Добровільно надавайте інформацію про спостережувані зловмисниками засоби із видаленням усіх конфіденційних даних до Центру обміну та аналізу інформації (ISAC)</li> <li><b>Приклад 3:</b> Повідомляйте відділ кадрів, коли відбувається зловмисна внутрішня дія</li> <li><b>Приклад 4:</b> Регулярно інформуйте вище керівництво про стан великих інцидентів</li> <li><b>Приклад 5:</b> Дотримуйтеся правил і протоколів, визначених у контрактах для обміну інформацією про інцидент між організацією та її постачальниками</li> <li><b>Приклад 6:</b> Координація методів комунікації в кризових ситуаціях між організацією та її критично важливими постачальниками</li></ul>"
  },
  {
    "requirementId": "36431",
    "requirementTitle": "RS.MI-01",
    "requirementText": "Інциденти локалізовано",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Технології кібербезпеки (наприклад, антивірусне програмне забезпечення) та функції кібербезпеки інших технологій (наприклад, операційні системи, пристрої мережевої інфраструктури) автоматично виконують дії стримування</li> <li><b>Приклад 2:</b> Дозвольте службам реагування на інциденти вручну вибирати та виконувати дії стримування</li> <li><b>Приклад 3:</b> Дозвольте третій стороні (наприклад, , постачальник послуг Інтернету, постачальник послуг керованої безпеки) виконання дій стримування від імені організації</li> <li><b>Приклад 4:</b> Автоматичне перенесення скомпрометованих кінцевих точок до віртуальної локальної мережі (VLAN) для відновлення</li></ul>"
  },
  {
    "requirementId": "36432",
    "requirementTitle": "RS.MI-02",
    "requirementText": "Інциденти усунуто",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Технології кібербезпеки та функції кібербезпеки інших технологій (наприклад, операційні системи, пристрої мережевої інфраструктури) автоматично виконують дії з ліквідації</li> <li><b>Приклад 2:</b> Дозвольте службам реагування на інциденти вручну вибирати та виконувати дії з ліквідації</li> <li><b>Приклад 3:</b> Дозвольте третій стороні (наприклад, постачальнику керованих послуг безпеки) виконувати дії з ліквідації від імені організації</li></ul>"
  },
  {
    "requirementId": "36433",
    "requirementTitle": "RC.RP-01",
    "requirementText": "Частина плану реагування на інцидент, що стосується відновлення, виконується після початку процесу реагування на інцидент",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Розпочніть процедури відновлення під час або після процесів реагування на інцидент</li> <li><b>Приклад 2:</b> Переконайтеся, що усі особи, які відповідають за відновлення, поінформовані про плани відновлення та повноваження, необхідні для реалізації кожного аспекту планів</li></ul>"
  },
  {
    "requirementId": "36434",
    "requirementTitle": "RC.RP-02",
    "requirementText": "Відбір, визначення обсягу, пріоритетності та виконання заходів з відновлення",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Виберіть дії з відновлення на основі критеріїв, визначених у плані реагування на інцидент, і доступних ресурсів</li> <li><b> Приклад 2:</b> Змініть заплановані дії з відновлення на основі переоцінки організаційних потреб і ресурсів</li></ul>"
  },
  {
    "requirementId": "36435",
    "requirementTitle": "RC.RP-03",
    "requirementText": "Цілісність резервних копій та інших засобів відновлення перевіряється перед використанням їх для відновлення",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Перед використанням перевірте ресурси відновлення на наявність індикаторів компрометації, пошкодження файлів та інших проблем цілісності</li></ul>"
  },
  {
    "requirementId": "36436",
    "requirementTitle": "RC.RP-04",
    "requirementText": "Важливі функції місії та управління ризиками кібербезпеки розглядаються для встановлення оперативних норм після інцидентів",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Використовуйте записи про вплив на бізнес і системну категоризацію (включно з цілями надання послуг), щоб підтвердити, що основні послуги відновлюються у відповідному порядку</li> <li><b>Приклад 2:</b> Працюйте з власниками систем, щоб підтвердити успішне відновлення систем і повернення до нормального функціонування</li> <li><b>Приклад 3:</b> Контролюйте продуктивність відновлених систем для перевірки адекватності відновлення</li></ul>"
  },
  {
    "requirementId": "36437",
    "requirementTitle": "RC.RP-05",
    "requirementText": "Перевірено цілісність відновлених активів, відновлено системи та послуги, підтверджено нормальний робочий стан",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Перевірте відновлені активи на наявність індикаторів компрометації та усунення основних причин інциденту перед виробничим використанням</li> <li><b>Приклад 2:</b> Перевірте правильність і адекватність дій з відновлення, вжитих перед запуском відновленої системи в робочий режим</li></ul>"
  },
  {
    "requirementId": "36476",
    "requirementTitle": "RC.RP-06",
    "requirementText": "Кінець відновлення інциденту оголошується на основі критеріїв, а документація, пов'язана з інцидентом, завершується",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Підготуйте звіт про завершення дії, у якому задокументовано сам інцидент, вжиті заходи реагування та відновлення, а також отримані уроки</li> <li><b>Приклад 2:</b> Оголосіть про завершення відновлення інциденту, коли критерії будуть виконані</li></ul>"
  },
  {
    "requirementId": "36438",
    "requirementTitle": "RC.CO-03",
    "requirementText": "Заходи з відновлення та прогрес у відновленні операційної спроможності повідомляються визначеним внутрішнім та зовнішнім зацікавленим сторонам",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Безпечно надавайте доступ до інформації про відновлення, включаючи прогрес відновлення, відповідно до планів реагування та угод про обмін інформацією</li> <li><b>Приклад 2:</b> Регулярно інформуйте вище керівництво про стан відновлення та хід відновлення для великих інцидентів</li> <li><b>Приклад 3:</b> Дотримуйтесь правил і протоколів, визначених у контрактах щодо обміну інформацією про інциденти між організацією та її постачальниками</li> <li><b>Приклад 4:</b> Координуйте зв’язок у кризових ситуаціях між організацією та її критично важливими постачальниками</li></ul>"
  },
  {
    "requirementId": "36477",
    "requirementTitle": "RC.CO-04",
    "requirementText": "Публічні оновлення щодо відновлення після інцидентів поширюються з використанням затверджених методів та повідомлень",
    "supplementalInfo": "<h5>Приклади впровадження</h5><ul><li><b>Приклад 1:</b> Дотримуйтеся процедур сповіщення про порушення організації, щоб усунути інцидент порушення даних</li> <li><b>Приклад 2:</b> Поясніть кроки, які вживаються для відновлення після інциденту та запобігання повторенню</li></ul>"
  }
]