[
  {
    "requirementId": "12292",
    "requirementText": "Фізичні пристрої та системи всередині організації інвентаризовано",
    "supplementalInfo": "На ОКІ проводиться ідентифікація всіх пристроїв, носіїв інформації, інформаційних систем, що використовуються для надання життєво важливих послуг та функцій, здійснюється їх реєстрація.  "
  },
  {
    "requirementId": "12293",
    "requirementText": "Програмні платформи та програми в межах організації інвентаризовано",
    "supplementalInfo": "Програмне забезпечення, що використовуються для забезпечення роботи ОКІІ ОКІ, які забезпечують надання життєво важливих послуг та виконання життєво важливих функцій, повинні бути ідентифіковані та задокументовані.  "
  },
  {
    "requirementId": "12294",
    "requirementText": "Комунікації та потоки даних в організації структуровано",
    "supplementalInfo": "Здійснюється інвентаризація електронних комунікацій та потоків даних, які в них циркулюють в тому числі із визначенням всіх підмереж, які використовуються для забезпечення надання основної послуги/виконання основної функції ОКІ. Розроблено структурну схему інформаційних потоків, яка відображає інформаційну взаємодію між основним компонентами (завданнями, об’єктами). Визначено, з прив’язкою до кожного елемента схеми, категорії інформації та рівні доступу до неї. Ця інформація є важливою для організацій, задля представлення цілісного уявлення про активи, що підтримують її інфраструктуру електронної комунікаційної мережі та існуючі потоки даних. "
  },
  {
    "requirementId": "12295",
    "requirementText": "Зовнішні інформаційні системи каталогізовано",
    "supplementalInfo": "Інформаційні та інформаційно\u0002комунікаційні системи, які взаємодіють з ОКІІ ОКІ (в тому числі, які розташовані, або можуть використовуватись за межами ОКІ), слід віднести до певного каталогу. Необхідно забезпечити безпечну роботу обладнання, яке може санкціоновано використовуватись поза межами ОКІ. "
  },
  {
    "requirementId": "12296",
    "requirementText": "Ресурси (наприклад, апаратне забезпечення, пристрої, дані, час, персонал та програмне забезпечення) пріоритизовано на підставі їх класифікації, критичності та вартості для бізнесу",
    "supplementalInfo": "Організація класифікує свої активи, враховуючи критичність процесів, для яких такі активи використовуються. Під час процесу інвентаризації організація визначає та затверджує метод класифікації активів. "
  },
  {
    "requirementId": "12297",
    "requirementText": "Роль і обов'язки з кібербезпеки для всієї робочої сили та сторонніх зацікавлених сторін (постачальників, клієнтів, партнерів) визначено",
    "supplementalInfo": "Визначаються та описуються всі обов’язки та відповідальність штатного персоналу ОКІ та персоналу партнерів організації пов’язаних із забезпеченням кібербезпеки, взаємодією з іншими підрозділами організації та зовнішніми організаціями. На ОКІ затверджується та доводиться до персоналу політика інформаційної безпеки. Впроваджуються програми підвищення обізнаності/навчання працівників з питань забезпечення кібербезпеки. "
  },
  {
    "requirementId": "12298",
    "requirementText": "Роль організації в ланцюжку поставок визначено та повідомлено",
    "supplementalInfo": "Організація ідентифікує та класифікує постачальників у відповідних ланцюгах поставок, враховуючи товари і послуги, що надаються згідно з чинними угодами та законодавством. В угодах з постачальниками можуть бути визначені вимоги з обробки ризиків, які пов’язані з безпекою постачання, послуги моніторяться та регулярно переглядаються та змінюються з урахуванням результатів повторної оцінки ризиків. "
  },
  {
    "requirementId": "12299",
    "requirementText": "Місце організації в критично важливій інфраструктурі та її секторі промисловості визначено та повідомлено",
    "supplementalInfo": "ОКІ має визначити роль в своєму секторі критичної інфраструктури, категорію критичності, а також ідентифікувати та категоризувати власні ОКІІ. "
  },
  {
    "requirementId": "12300",
    "requirementText": "Пріоритети організаційної місії, цілей та заходів встановлено та повідомлено",
    "supplementalInfo": "На ОКІ визначаються пріоритети цілей, завдань і заходів щодо забезпечення кібербезпеки ОКІІ, що забезпечують надання життєво важливих послуг та функцій. Такі пріоритети на ОКІ встановлюються та здійснюється інформування щодо них. "
  },
  {
    "requirementId": "12301",
    "requirementText": "Залежності та критично важливі функції для надання критично важливих послуг встановлено",
    "supplementalInfo": "Організація забезпечує ідентифікацію та реєстрацію критично важливих активів, необхідних для надання життєво важливих послуг та функцій. Реєстрація містить принаймні таку інформацію: електронні комунікаційні мережі та інформаційні системи, що підтримують надання критично важливих послуг та функцій, які потребують захисту від відмови енергії або інших збоїв, спричинених аномаліями в службах підтримки; електронні комунікаційні мережі, які підтримують важливі послуги та потребують захисту від фальсифікації та перехоплення; планування потенціалу та моніторинг електронних комунікаційних мереж, інформаційних систем, що підтримують критично важливі послуги та функції, що дасть змогу зробити обґрунтовані прогнози майбутніх потреб і забезпечить стійкість до збоїв та кібератак. "
  },
  {
    "requirementId": "12302",
    "requirementText": "Вимоги стійкості для підтримки надання критично важливих послуг для всіх операційних станів (наприклад, під примусом/ атакою, під час відновлення, звичайних операцій) встановлено",
    "supplementalInfo": "Організація ідентифікує та визначає відповідні вимоги для забезпечення стійкості надання критично важливих послуг та функцій. "
  },
  {
    "requirementId": "12303",
    "requirementText": "Організаційну політику з кібербезпеки встановлено та повідомлено",
    "supplementalInfo": "Організація: визначає політику інформаційної/ кібербезпеки; повідомляє про існування та зміст політики інформаційної/кібербезпеки для партнерів організації. "
  },
  {
    "requirementId": "12304",
    "requirementText": "Ролі та обов'язки з кібербезпеки координуються та узгоджуються з внутрішніми ролями та зовнішніми партнерами",
    "supplementalInfo": "На ОКІ визначаються усі обов’язки, пов’язані із забезпеченням кібербезпеки ОКІ. Керівництво безпосередньо підтримує впровадження культури кібербезпеки, виконує вимоги з кібербезпеки та забезпечує дотримання вимог з кібербезпеки відповідно до прийнятих політик та процедур організації всім персоналом. ОКІ може взаємодіяти з державними органами, установами та підприємствами, що займаються питанням забезпечення кіберзахисту. У разі потреби до виконання робіт із забезпечення кіберзахисту можуть залучатися зовнішні організації, що мають ліцензії на відповідний вид діяльності у сфері кібербезпеки. У випадку укладення договору, у ньому можуть бути викладені чіткі вимоги із забезпечення кібербезпеки, як постачальником послуг, так і клієнтом. "
  },
  {
    "requirementId": "12305",
    "requirementText": "Законодавчі та нормативні вимоги щодо кібербезпеки, включаючи зобов'язання щодо конфіденційності та громадянських свобод, розуміються, та управління ними здійснюється",
    "supplementalInfo": "Організація узагальнює та виконує нормативно-правові та нормативні вимоги щодо кібербезпеки, дотримуючись національних та європейських норм, в тому числі щодо захисту недоторканості особистого життя (приватності). "
  },
  {
    "requirementId": "12306",
    "requirementText": "Процеси врядування та безпеки управління ризиками усувають ризики для кібербезпеки",
    "supplementalInfo": "На ОКІ проводиться оцінка ризиків. Для проведення аналізу ризиків складаються переліки суттєвих загроз, вразливостей, через які загрози можуть бути реалізовано, описуються методи та способи обробки ризиків. Рекомендується оцінювати достатність заходів, які застосовуються для обробки, в тому числі зменшення ризиків кібербезпеки ОКІ, під час проведення аудиту інформаційної безпеки ОКІ або державної експертизи КСЗІ ОКІІ ОКІ "
  },
  {
    "requirementId": "12307",
    "requirementText": "Вразливості об'єктів визначені та задокументовані",
    "supplementalInfo": "Управління вразливістю є одним із процесів, який відбувається в організації для пом’якшення ризику в контексті кібербезпеки. Усі відомі вразливості були виявлені, але ще не пом’якшені чи не виправлені, оцінюються в організації та розглядаються шляхи їх виправлення або необхідність впровадження додаткових заходів із кіберзахисту. "
  },
  {
    "requirementId": "12308",
    "requirementText": "Розвідувальна інформація про кібер-загрози отримується з форумів та джерел обміну інформацією",
    "supplementalInfo": "Організація встановлює контакти з групами, які обмінюються інформацією про проблеми кібербезпеки та вразливості, обмінюються ідеями та досвідом, отримує доступ до постійно оновленої інформації про кіберзагрози, в тому числі, яка отримується іншими суб’єктами забезпечення кіберзахисту в наслідок проведення технічного розслідування кіберінцидентів/кібератак. "
  },
  {
    "requirementId": "12309",
    "requirementText": "Загрози, як внутрішні, так і зовнішні, ідентифіковано та документовано",
    "supplementalInfo": "Відповідно до стратегії (політики) управління ризиками організація визначає та документує можливі загрози, які можуть бути реалізовані через ідентифіковані вразливості в її активах.  "
  },
  {
    "requirementId": "12310",
    "requirementText": "Визначено потенційні ділові наслідки та ймовірності",
    "supplementalInfo": "Виконується кількісна або якісна оцінка збитків, що можуть бути нанесені ОКІ внаслідок реалізації загроз. Оцінка складається з величин очікуваних збитків від втрати інформації або кожної з її властивостей (конфіденційність, доступність та цілісність) або від втрати керованості ОКІ внаслідок реалізації загрози. "
  },
  {
    "requirementId": "12311",
    "requirementText": "Для визначення ризику використовуються загрози, вразливості, вірогідність та наслідки",
    "supplementalInfo": "Організація визначає у методології управління ризиками, які є критерії для визначення ймовірності та впливу ризику. Ці критерії визначають рівень ризику. Вразливість та загрози враховуються під час процесу ідентифікації ризиків. "
  },
  {
    "requirementId": "12312",
    "requirementText": "Реагування на ризик ідентифіковано та пріоритизовано",
    "supplementalInfo": "На підставі визначеної методології організація впроваджує заходи реагування на ризики, які ідентифіковані та рівні яких розраховано, з урахуванням їх пріоритетності. "
  },
  {
    "requirementId": "12313",
    "requirementText": "Процеси управління ризиками встановлені, керовані та узгоджені із зацікавленими сторонами організації",
    "supplementalInfo": "Організація забезпечує належне визначення процесу управління ризиками та керується ними відповідно до попередніх угод із партнерами організації. Відповідно до стратегії (політики) управління ризиками організація: формулює комплексний підхід до управління ризиками, пов’язаний з використанням комп’ютерних мереж та інформаційних систем (ОКІІ); переконується, що визначений підхід послідовно застосовується в ОКІ; вказує осіб відповідальних за процес управління ризиками; вказує осіб відповідальних за обробку ризиків. "
  },
  {
    "requirementId": "12314",
    "requirementText": "Стійкість організації до ризику визначена та чітко виражена",
    "supplementalInfo": "Організація формулює в методології управління ризиками свій підхід до обробки ризиків та відповідний допустимий рівень ризику, встановлений в організації. "
  },
  {
    "requirementId": "12315",
    "requirementText": "Визначення організацією стійкості до ризику визначається її роллю у критично важливій інфраструктурі та аналізом конкретних ризиків, пов'язаних із сектором",
    "supplementalInfo": "Організація визначає порядок обробки ризиків, врахування наявності остаточних ризиків з запобіганням їх взаємовпливу та можливих каскадних ефектів з урахуваннями визначеного рівня допустимості ризиків. "
  },
  {
    "requirementId": "12316",
    "requirementText": "Засоби індивідуалізації та дані для встановлення аутентичності видаються, керуються, верифікуються, відкликаються та перевіряються аудитом для авторизованих пристроїв, користувачів та процесів",
    "supplementalInfo": "Організація забезпечує управління та перевірку, періодичний перегляд особистих обов’язків та повноважень користувачів, адміністраторів організації, керує ними, перевіряє, скасовує відповідно до встановлених внутрішніх процесів. "
  },
  {
    "requirementId": "12317",
    "requirementText": "Фізичний доступ до активів керується та захищений",
    "supplementalInfo": "Організація охороняє та керує фізичним доступом до своїх об''єктів та інфраструктури, що підтримують її електронні комунікаційні мережі та інформаційні системи. Цей контроль застосовується до всіх співробітників та відвідувачів, «чутливих» зон, до яких доступ обмежений, або до «чутливих» районів, в яких обробляється конфіденційна інформація, в яких розміщені електронні комунікаційні мережі або інформаційні системи. "
  },
  {
    "requirementId": "12318",
    "requirementText": "Віддалений доступ керується",
    "supplementalInfo": "Організація має політику віддаленого доступу у відповідності до якої здійснюється управління ним та контролюється віддалений доступ до своїх електронних комунікаційних мереж та інформаційних систем. Віддалений доступ включає всі види доступу до мережевих або інформаційних систем через зовнішні електронні комунікаційні мережі, які не підконтрольні організації. VPN в разі їх створення, розглядаються як внутрішні засоби доступу і мають принаймні однаковий контроль безпеки; доступ до публічної інформації не вважається віддаленим доступом. "
  },
  {
    "requirementId": "12319",
    "requirementText": "Дозволи та права доступу керуються, використовуючи принципи найменших повноважень та розподілу обов'язків",
    "supplementalInfo": "Доступ надається на основі принципів мінімальних привілеїв і поділу обов''язків. Принципи мінімальних привілеїв свідчать, що доступ до електронних комунікаційних мереж та інформаційних систем необхідний користувачам для виконання обов’язків. Розподіл обов''язків передбачає, що привілеї діляться між кількома особами, щоб особливо критичні процеси не виконувалися однією особою. Основною причиною розподілу обов''язків є запобігання кіберінцидентам, які можуть вплинути на операційну діяльність організації. Тимчасово встановлені привілеї щодо прав доступу постійно переглядаються та скасовуються одразу після виконання завдання, задля виконання якого такі привілеї було встановлено. "
  },
  {
    "requirementId": "12320",
    "requirementText": "Цільність мережі захищена (наприклад, сегрегація мережі, сегментація мережі).",
    "supplementalInfo": "Цілісність електронної комунікаційної мережі захищена за допомогою поділу і сегментації мережі. Проєктування електронної комунікаційної мережі унеможливлює отримання доступу до будь-якої системи з будь-якої підмережі. Зони безпеки визначаються з чітко сформульованими цілями та чітко визначеними бар''єрами, які забезпечують обладнання безпеки. "
  },
  {
    "requirementId": "12321",
    "requirementText": "Усі користувачі поінформовані та пройшли підготовку",
    "supplementalInfo": "Організація формує план дій для навчання працівників з питань кібербезпеки. Розробляє процеси і процедури для забезпечення належного проведення заходів і стежить за успіхом навчальних заходів. "
  },
  {
    "requirementId": "12322",
    "requirementText": "Привілейовані користувачі розуміють їх ролі та обов'язки",
    "supplementalInfo": "Співробітники, яким надано привілеї доступу до мереж або інформаційних систем ретельно вивчають свої обов''язки, необхідні для своїх функцій. Організація окреслює програму необхідного навчання, забезпечує його ефективність. "
  },
  {
    "requirementId": "12323",
    "requirementText": "Зацікавлені треті сторони (наприклад, постачальники, клієнти, партнери) розуміють їхні ролі та обов'язки",
    "supplementalInfo": "Партнери організації знають та розуміють свої обов''язки в рамках програми кібербезпеки організації. Організація проводить навчальні семінари для партнерів організації, та регулярно надає їх оновлені дані щодо політик і процедур організації, суттєвих для виконання їх зобов’язань по відношенню до ОКІ. "
  },
  {
    "requirementId": "12324",
    "requirementText": "Вищі керівники розуміють їх ролі та обов'язки",
    "supplementalInfo": "Керівництво усвідомлює свої обов''язки з питань кібербезпеки, спрямовує роботу підрозділу кібербезпеки, здійснює відповідне забезпечення. "
  },
  {
    "requirementId": "12325",
    "requirementText": "Персонал з питань фізичної та кібербезпеки розуміє свої ролі та обов'язки",
    "supplementalInfo": "Визначаються та призначаються всі обов’язки, пов’язані із забезпеченням фізичної та інформаційної безпеки. Персонал має належну кваліфікацію, на постійній основі проводиться підвищення кваліфікації, він розуміє межі своїх повноважень. "
  },
  {
    "requirementId": "12326",
    "requirementText": "Дані, що знаходяться на зберіганні, захищені",
    "supplementalInfo": "В електронних комунікаційних мережах та інформаційних системах забезпечують конфіденційність, цілісність та доступність даних організації. Криптографічна перевірка збережених даних проводиться. "
  },
  {
    "requirementId": "12327",
    "requirementText": "Дані, що передаються, захищені",
    "supplementalInfo": "Організація забезпечує захист даних, що передаються. "
  },
  {
    "requirementId": "12328",
    "requirementText": "Здійснюється формальне управління активами під час видалення, передачі та ліквідації",
    "supplementalInfo": "В організації встановлені правила безпечного видалення, передачі та утилізації інформації або активів, які її містять. У тих випадках, коли така інформація більше не є актуальною для організації, застосовуються механізми її безпечного видалення з урахуванням політики класифікації інформації. При передачі на знищення обладнання стороннім організаціями забезпечується видалення робочої інформації організації, персональних даних та ліцензій ПЗ. "
  },
  {
    "requirementId": "12329",
    "requirementText": "Підтримується достатня здатність забезпечити доступність",
    "supplementalInfo": "Спроможність електронної комунікаційної мережі та інформаційної системи контролюється задля забезпечення доступності активів. При плануванні їх розвитку передбачаються майбутні потреби на основі прогнозів, результатів минулого використання, з метою забезпечення відповідної продуктивності системи вимогам щодо надання життєво важливих послуг та функцій. "
  },
  {
    "requirementId": "12330",
    "requirementText": "Захист від витоків даних впроваджено",
    "supplementalInfo": "Організація запроваджує контроль безпеки на периметрах електронної комунікаційної мережі та інформаційних систем, ОКІІ для виявлення несанкціонованих витоків даних. "
  },
  {
    "requirementId": "12331",
    "requirementText": "Механізми перевірки цілісності використовуються для перевірки цілісності програмного забезпечення, прошивки та інформації",
    "supplementalInfo": "Організація використовує механізми перевірки для забезпечення верифікації програмного забезпечення і цілісності даних. Ці заходи контролю призначені для виявлення несанкціонованого втручання або непередбачених помилок, викликаних неправомірним використанням. "
  },
  {
    "requirementId": "12332",
    "requirementText": "Середовище(а) розробки та тестування відокремлене(і) від виробничого середовища",
    "supplementalInfo": "Організація забезпечує розділення середовищ виробництва, випробувань та розробок, логічно чи фізично. Середовища розробки та тестування розділені не тільки за доступом, але й за рівнем даних. "
  },
  {
    "requirementId": "12333",
    "requirementText": "Механізми перевірки цілісності використовуються для перевірки цілісності апаратного забезпеченняБазова конфігурація інформаційних технологій/промислових систем управління створюється та підтримується з урахуванням принципів безпеки (наприклад, концепція найменшої функціональності)",
    "supplementalInfo": "Організація встановлює базову конфігурацію інформаційно-комунікаційних систем/систем управління виробничими процесами. Базова конфігурація передбачає: програмне забезпечення, встановлене на робочих станціях; персональне обладнання, ноутбуки, принтери та кінцеве обладнання; сервери та елементи електронної комунікаційної мережі; конфігурацію та параметри у відповідності до встановлених правил (політик); відповідність запланованій топології електронної комунікаційної мережі та архітектурі логічних мереж та інформаційних систем. "
  },
  {
    "requirementId": "12334",
    "requirementText": "Впроваджено Життєвий цикл розвитку Системи для управління системами",
    "supplementalInfo": "Організація застосовує обґрунтовані інженерні принципи захисту інформації щодо специфікації, проєктування, розробки, впровадження та зміни електронних комунікаційних мереж та інформаційних систем. Ці принципи застосовуються як до систем, що створюються, так і до існуючих, які зазнають значних змін. До застарілих систем ці принципи застосовуються по можливості, враховуючи стан обладнання, програмного забезпечення тощо. "
  },
  {
    "requirementId": "12335",
    "requirementText": "Впроваджено процеси контролю змін конфігурації",
    "supplementalInfo": "Організація запроваджує процес управління змінами конфігурації. "
  },
  {
    "requirementId": "12336",
    "requirementText": "Резервне копіювання інформації ведеться, підтримується та тестується",
    "supplementalInfo": "Організація має політику резервного копіювання та забезпечує відновлення резервних копій, якщо це необхідно. Копії регулярно тестуються та перевіряються шляхом виконання тестів. "
  },
  {
    "requirementId": "12337",
    "requirementText": "Політика та нормативні акти щодо фізичного робочого середовища для активів організації виконуються",
    "supplementalInfo": "Організація дотримується національної політики та правил захисту електронних комунікаційних мереж та інформаційних систем від природних катастроф, відключення електроенергії, пожежі та повені. "
  },
  {
    "requirementId": "12338",
    "requirementText": "Дані знищуються відповідно до політики",
    "supplementalInfo": "Цифрова та фізична інформація підлягає відповідним методам знищення згідно з їх класифікацією і конфіденційністю. "
  },
  {
    "requirementId": "12339",
    "requirementText": "Покращено процеси захисту",
    "supplementalInfo": "Організація оцінює та регулярно оновлює свої процеси захисту, щоб на систематичній основі виявляти можливі існуючі вразливості задля визначення їх, як цілі у плані усунення. "
  },
  {
    "requirementId": "12340",
    "requirementText": "Інформація про ефективність технологій захисту розподіляється",
    "supplementalInfo": "Організація забезпечує безперервне вдосконалення, проводить навчання та аналізує минулі кіберінциденти. Ці навчання проводяться з метою зменшення ризику виникнення подібних кіберінцидентів у майбутньому "
  },
  {
    "requirementId": "12341",
    "requirementText": "Плани реагування (Реагування на інциденти та безперервність бізнесу) та плани (Відновлення після інцидентів та відновлення після аварій) впроваджені та управляються",
    "supplementalInfo": "Плани реагування на кіберінциденти, безперервності бізнесу, обробки аварій та аварійних ситуацій регулярно оновлюються. Організація забезпечує, щоб партнери організації як внутрішні, так і зовнішні, були обізнані про оновлення. "
  },
  {
    "requirementId": "12342",
    "requirementText": "Плани реагування та відновлення перевіряються",
    "supplementalInfo": "Організація забезпечує на систематичній основі тестування та оцінку планів реагування на кіберінциденти, планів забезпечення безперервності діяльності та планів відновлення для визначення їх ефективності та можливих вразливих місць. "
  },
  {
    "requirementId": "12343",
    "requirementText": "Кібербезпеку включено в практику персоналу (наприклад, відклик, скринінг персоналу)",
    "supplementalInfo": "Організаційні заходи для персоналу: відбір кандидатів, укладання контрактів, категоризація ролей і звільнення з роботи. Визначені організацією заходи оцінюються та переглядаються відповідно до встановлених вимог безпеки "
  },
  {
    "requirementId": "12344",
    "requirementText": "Розроблено та впроваджено план управління вразливостями",
    "supplementalInfo": "В організації (на ОКІ) розроблено та впроваджено план управління вразливостями для електронних комунікаційних мереж та інформаційних систем, ризики, пов’язані з вразливостями враховані. "
  },
  {
    "requirementId": "12345",
    "requirementText": "Технічне обслуговування та ремонт організаційних активів виконуються та реєструються за допомогою затверджених та контрольованих інструментів",
    "supplementalInfo": "Організація регулярно та за розкладом виконує технічне обслуговування своїх критичних активів. Технічне обслуговування реєструється та проводиться під наглядом уповноваженого персоналу з належними технічними знаннями. "
  },
  {
    "requirementId": "12346",
    "requirementText": "Віддалене обслуговування організаційних ресурсів затверджується, реєструється та виконується таким чином, що запобігає несанкціонованому доступу",
    "supplementalInfo": "Віддалене обслуговування систем і електронних комунікаційних мереж підлягає реєстрації та виконується безпечно, щоб уникнути несанкціонованого доступу. "
  },
  {
    "requirementId": "12347",
    "requirementText": "Аудит/записи в журналі визначаються, документуються, впроваджуються та переглядаються відповідно до політики",
    "supplementalInfo": "Записи аудиту (журналів подій) визначаються, документуються, впроваджуються та регулярно переглядаються відповідно до політик, правил, процедур з безпеки. Забезпечено їх захист від несанкціонованого доступу та фальсифікації. "
  },
  {
    "requirementId": "12348",
    "requirementText": "Змінні носії захищені та використовуються з обмеженнями відповідно до політики",
    "supplementalInfo": "Організація запроваджує політики (процедури), що забезпечують застосування правил використання змінних носіїв інформації, враховуючи застосовану політику класифікації інформації. "
  },
  {
    "requirementId": "12349",
    "requirementText": "Принцип найменшої функціональності враховується шляхом налаштування систем для забезпечення лише істотних можливостей",
    "supplementalInfo": "Організація впроваджує принцип мінімальних привілеїв, налаштовуючи системи на забезпечення лише життєво важливих послуг та функцій. "
  },
  {
    "requirementId": "12350",
    "requirementText": " Мережі зв'язку та управління захищені",
    "supplementalInfo": "Електронні комунікаційні мережі та мережі управління регулюють передачу інформації і шляхи, які можуть бути відкриті всередині систем і між ними. Щодо них реалізовані заходи захисту. "
  },
  {
    "requirementId": "12351",
    "requirementText": "Встановлюється та керується базовий рівень операцій мережі та очікуваних потоків даних для користувачів і систем",
    "supplementalInfo": "Організація забезпечує, щоб мережеві операції здійснювалися на структурованій основі кваліфікованим персоналом і щоб були захищені цілісність, конфіденційність, доступність інформації. Для кожної інформаційної системи організація визначає, створює і підтримує довідкову модель очікуваної комунікації, незалежно від того, генерується вона користувачами або системами (як внутрішніми, так і зовнішніми). "
  },
  {
    "requirementId": "12352",
    "requirementText": "Виявлені події аналізуються для розуміння цілей атаки та методів",
    "supplementalInfo": "Організація впроваджує практику виявлення, аналізу подій, класифікації кіберінцидентів, кібератак з метою розуміння цілей і методів атак та причин виникнення кіберінцидентів. Можуть впроваджуватися рішення, такі як SIEM, які підтримують процес виявлення, аналізу і обробки кіберінцидентів (кібератак). "
  },
  {
    "requirementId": "12353",
    "requirementText": "Дані про події збираються та корелюються з кількох джерел та датчиків",
    "supplementalInfo": "Організація впроваджує технологічні та процесні механізми, що дозволяють збирати і зіставляти кіберінциденти, які виявляються в електронних комунікаційних мережах, інформаційних системах. Ці кіберінциденти співвідносяться між собою і по можливості збагачені додатковою аналітичною інформацією про зовнішні загрози. "
  },
  {
    "requirementId": "12354",
    "requirementText": "Визначено вплив подій",
    "supplementalInfo": "Організація проводить класифікацію та категоризацію кіберінцидентів і оцінює їх можливий вплив на мережеві інформаційні системи (ОКІІ). Категоризація кіберінцидентів підтримує процес прийняття рішень про те, які дії виконувати для кожного типу. "
  },
  {
    "requirementId": "12355",
    "requirementText": "Порогові значення попередження про події встановлено",
    "supplementalInfo": "На основі типізації та категоризації кіберінцидентів організація визначає критерії, завдяки яким приймається рішення щодо оповіщення про інцидент. "
  },
  {
    "requirementId": "12356",
    "requirementText": "Проводиться моніторинг мережі для виявлення можливих подій, пов'язаних із кібербезпекою",
    "supplementalInfo": "Організація контролює свої електронні комунікаційні мережі та інформаційні системи. Процес моніторингу інтегровано в існуючий процес управління заходами кіберзахисту. "
  },
  {
    "requirementId": "12357",
    "requirementText": "Фізичне середовище контролюється для виявлення можливих подій, пов'язаних із кібербезпекою",
    "supplementalInfo": "Компоненти об’єкта повинні забезпечити реєстрацію, збереження в електронних журналах та захист від модифікації інформації про події кібербезпеки. "
  },
  {
    "requirementId": "12358",
    "requirementText": "Моніторинг діяльності персоналу визначає можливі події, пов'язані з кібербезпекою",
    "supplementalInfo": "Моніторинг діяльності співробітників інтегровано в сферу управління подіями. Ця діяльність генерує достатню інформацію, що дозволяє оперативно вживати заходів у разі виникнення загрози кібербезпеці, яка виникає в результаті діяльності користувача. "
  },
  {
    "requirementId": "12359",
    "requirementText": "Виявлено шкідливий код",
    "supplementalInfo": "Організація впроваджує механізми, що дозволяють виявляти шкідливі коди в її електронних комунікаційних мережах та інформаційних системах (в ОКІІ). По можливості працює політика запобігання запуску таких кодів. "
  },
  {
    "requirementId": "12360",
    "requirementText": "Виявлено неавторизований мобільний код",
    "supplementalInfo": "Організація виявляє несанкціоновані програми, що працюють у її електронних комунікаційних мережах та інформаційних системах (в ОКІІ). "
  },
  {
    "requirementId": "12361",
    "requirementText": "Здійснюється моніторинг діяльності зовнішнього постачальника послуг для виявлення потенційних подій, пов'язаних із кібербезпекою",
    "supplementalInfo": "Здійснюється контроль за послугами, наданими зовнішніми постачальниками товарів і послуг, з метою виявлення несанкціонованого доступу до електронних комунікаційних мереж та інформаційних систем (ОКІІ), а також інших негативних подій кібербезпеки. "
  },
  {
    "requirementId": "12362",
    "requirementText": "Моніторинг неавторизованого персоналу, підключень, пристроїв та програмного забезпечення",
    "supplementalInfo": "Організація стежить за доступом співробітників до електронних комунікаційних мереж та інформаційних систем (ОКІІ), пристроїв та процесів. "
  },
  {
    "requirementId": "12363",
    "requirementText": "Виконується сканування вразливостей",
    "supplementalInfo": "Організація здійснює процес управління вразливістю, в тому числі шляхом регулярного сканування вразливостей як автоматично, так і за запитом. "
  },
  {
    "requirementId": "12364",
    "requirementText": "Ролі та обов'язки щодо виявлення добре визначені для забезпечення відповідальності",
    "supplementalInfo": "В організації визначено обов’язки щодо виявлення кіберінцидентів, забезпечується ведення звітності щодо них. "
  },
  {
    "requirementId": "12365",
    "requirementText": "Заходи з виявлення відповідають всім застосовним вимогам",
    "supplementalInfo": "Організація проводить моніторинг ефективності заходів виявлення кіберінцидентів та зіставлення дій щодо виявлення з усіма вимогами. "
  },
  {
    "requirementId": "12366",
    "requirementText": "Протестовано процеси виявлення",
    "supplementalInfo": "Організація проводить випробування і перевірку ефективності процесів виявлення за планом, та, коли: відбулася суттєва зміна системи; нові прикладні програми розробляються у значних масштабах; в існуючу інфраструктуру додано нову систему; з''являється новий тип вразливості. "
  },
  {
    "requirementId": "12367",
    "requirementText": "Інформація про виявлення подій повідомляється",
    "supplementalInfo": "Організація розробляє комунікаційну стратегію (політику), згідно з якою забезпечує інформування партнерів організації про кіберінциденти у сфері безпеки. Стратегія (політика) підкріплюється комунікаційним планом, який може бути об''єднаний з іншими комунікаційними планами. "
  },
  {
    "requirementId": "12368",
    "requirementText": "Процеси виявлення постійно вдосконалюються",
    "supplementalInfo": "Організації аналізує кіберінциденти, які відбуваються в їх електронних комунікаційних мережах та інформаційних системах (на ОКІІ), та шляхом визначення оперативних і/або процесних заходів, підвищує потенціал виявлення нових кіберінцидентів. "
  },
  {
    "requirementId": "12369",
    "requirementText": "План реагування виконується під час або після інциденту",
    "supplementalInfo": "В організації (на ОКІ) розроблено план реагування на кіберінциденти. При зборі даних щодо події та аналізі подій (кіберінцидентів) забезпечується збереженість і цілісність доказів. "
  },
  {
    "requirementId": "12370",
    "requirementText": "Персонал знає свої функції та порядок операцій, коли потрібне реагування",
    "supplementalInfo": "Під час реагування на кіберінциденти організація забезпечує, щоб усі співробітники залучалися до зазначеної роботи. "
  },
  {
    "requirementId": "12371",
    "requirementText": "Інформація про інциденти повідомляється відповідно до встановлених критеріїв",
    "supplementalInfo": "Організація створює і розповсюджує серед партнерів організації повідомлення про кіберінциденти та належної класифікації інцидентів з точки зору інформаційної безпеки. "
  },
  {
    "requirementId": "12372",
    "requirementText": "Інформація поширюються відповідно до планів реагування",
    "supplementalInfo": "Організації використовує належні канали для поширення інформації про кіберінциденти у сфері безпеки серед партнерів організації. Це допоможе партнерам організації виявляти, стримувати і розв’язувати аналогічні проблеми, які можуть виникати в їх системах. "
  },
  {
    "requirementId": "12373",
    "requirementText": "Координування з зацікавленими сторонами відбувається відповідно до планів реагування",
    "supplementalInfo": "Організація виконує план координації при ескалації кіберінцидентів у сфері безпеки з урахуванням їх категоризації і важливості. "
  },
  {
    "requirementId": "12374",
    "requirementText": "Добровільний обмін інформацією відбувається з зовнішніми зацікавленими сторонами для досягнення більш широкої обізнаності про ситуацію з кібербезпеки",
    "supplementalInfo": "На етапі реагування на кіберінциденти організація визначає інформацію, якою вона буде ділитися із зовнішніми партнерами організації та основними суб’єктами національної системи кібербезпеки, для забезпечення більш широкої поінформованості про ситуацію у сфері кібербезпеки. "
  },
  {
    "requirementId": "12375",
    "requirementText": "Вивчаються повідомлення від систем виявлення",
    "supplementalInfo": "Організація забезпечує, щоб кіберінциденти, які генеруються системами виявлення, розслідувалися, класифікувалися і розглядалися послідовним чином. "
  },
  {
    "requirementId": "12376",
    "requirementText": "Вплив інцидентів зрозумілий",
    "supplementalInfo": "У процесі класифікації кіберінцидентів організація оцінює їх наслідки для своїх активів та операцій і використовує отримані результати для визначення ступеня серйозності інцидентів. "
  },
  {
    "requirementId": "12377",
    "requirementText": "Проводиться експертиза",
    "supplementalInfo": "Організація надає необхідні ресурси для проведення експертизи під час процесу обробки кіберінциденту. Така експертиза допомагає виявити вразливості, а потім розробити способи їх пом’якшення. "
  },
  {
    "requirementId": "12378",
    "requirementText": "Інциденти класифікуються відповідно до планів реагування",
    "supplementalInfo": "Організація забезпечує, щоб класифікація кіберінцидентів проводилася відповідно плану дій у разі виявлення кіберінцидентів у сфері безпеки. Збір електронних доказів забезпечено. "
  },
  {
    "requirementId": "12379",
    "requirementText": "Інциденти обмежено",
    "supplementalInfo": "Організація визначає процеси та процедури для забезпечення ефективного стримування інцидентів у сфері безпеки. "
  },
  {
    "requirementId": "12380",
    "requirementText": "Наслідки інцидентів зменшено",
    "supplementalInfo": "Організація визначає процеси та процедури для забезпечення ефективного пом''якшення наслідків кіберінцидентів у сфері безпеки. "
  },
  {
    "requirementId": "12381",
    "requirementText": "Наслідки нової визначеної вразливості пом'якшені або задокументовані як прийняті ризики",
    "supplementalInfo": "Нововиявлені чинники уразливості оцінюються організацією з урахуванням масштабів можливих наслідків для діяльності (надання життєво важливих послуг, виконання життєво важливих функцій), визначених у процесі управління вразливістю. Організація визначає, яких заходів слід вжити у зв''язку з цими факторами вразливості зважаючи на політику управління ризиками. "
  },
  {
    "requirementId": "12382",
    "requirementText": "Плани реагування містять отриманий досвід",
    "supplementalInfo": "Організація вивчає минулі кіберінциденти після того, як вони будуть врегульовані для того, щоб врахувати отриманий досвід. Аналізується вся інформація, яка відома про кіберінцидент, визначивши, що добре спрацювало і що необхідно покращити у процесі розгляду кіберінцидентів для того, щоб організація і її системи були більш стійкими до майбутніх інцидентів. "
  },
  {
    "requirementId": "12383",
    "requirementText": "Стратегії реагування оновлюються",
    "supplementalInfo": "Плани реагування оновлюються з урахуванням внутрішніх змін після врегулювання кіберінцидентів. "
  },
  {
    "requirementId": "12384",
    "requirementText": "План відновлення виконується під час або після інциденту, пов’язаного з кібербезпекою",
    "supplementalInfo": "Організація розробляє свій план ліквідації наслідків кіберінцидентів, для того щоб забезпечити належний розподіл ресурсів (людських і технічних) для врегулювання інцидентів. Процес ліквідації наслідків кіберінцидентів, забезпечує збереження і наявність активів, необхідних для проведення найважливіших видів діяльності. "
  },
  {
    "requirementId": "12385",
    "requirementText": "Плани відновлення включають отриманий досвід",
    "supplementalInfo": "Організація забезпечує, щоб плани відновлення оновлювалися з урахуванням заходів, прийнятих на основі накопиченого досвіду. "
  },
  {
    "requirementId": "12386",
    "requirementText": "Стратегії відновлення оновлюються",
    "supplementalInfo": "Плани відновлення у разі виникнення інцидентів оновлюються з урахуванням внутрішніх змін. "
  },
  {
    "requirementId": "12387",
    "requirementText": "Здійснюється управління зв'язками з громадськістю",
    "supplementalInfo": "Організація повідомляє про те, що є актуальним у контексті кібербезпеки. Інформаційний надається організацією таким чином, щоб звести до мінімуму потенційний вплив на репутацію та довіру. "
  },
  {
    "requirementId": "12388",
    "requirementText": "Репутація відновлена після інциденту",
    "supplementalInfo": "Організація оглядає і коригує політику, принципи, стандарти, процедури і методологію для забезпечення безпечного функціонування електронних комунікаційних мереж та інформаційних систем на ОКІ. Одночасно робляться кроки на відновлення репутації. "
  },
  {
    "requirementId": "12389",
    "requirementText": "Відновлювальні заходи передаються внутрішнім та зовнішнім зацікавленим сторонам, а також виконавчим і керівним командам",
    "supplementalInfo": "Організація забезпечує інформування внутрішніх і зовнішніх партнерів організації про серйозні кіберінциденти. "
  },
  {
    "requirementId": "28188",
    "requirementText": "Процеси управління кібер- ризиками для ланцюжків поставок визначено, встановлено, оцінено, керовано та узгоджено з зацікавленими сторонами організації",
    "supplementalInfo": "Організація проводить аудит постачальників товарів і послуг, використовуючи ту саму методологію, яку вона використовує внутрішньо для управління ризиками. "
  },
  {
    "requirementId": "28189",
    "requirementText": "Постачальники та сторонні партнери інформаційних систем, компонентів та послуг ідентифіковані, пріоритизовані та оцінeні за допомогою процесу оцінювання кібер-ризику для ланцюжків поставок",
    "supplementalInfo": "Постачальники товарів і послуг для ОКІ ідентифікується. Організація класифікує своїх постачальників за: доступом до конфіденційної інформації; можливим впливом на ланцюг поставок; товарами і послугами, що надаються. "
  },
  {
    "requirementId": "28190",
    "requirementText": "Контракти з постачальниками та сторонніми партнерами використовуються для здійснення відповідних заходів, спрямованих на досягнення цілей програми кібербезпеки організації та Плану управління кібер-ризиками ланцюжків поставок",
    "supplementalInfo": "У випадку укладення договору із постачальниками товарів і послуг у ньому можуть бути прямо вказані вимоги із забезпечення належного рівня надання послуг, в тому числі взаємні обов’язки із кіберзахисту інформації, до якої постачальник може отримати доступ (обробка, зберігання, взаємодія), або ОКІІ. Здійснюється періодичний контроль виконання постачальником своїх зобов’язань, обзори результатів аудитів, або інші, еквівалентні перевірки постачальників. "
  },
  {
    "requirementId": "28191",
    "requirementText": "Контракти з постачальниками та сторонніми партнерами використовуються для здійснення відповідних заходів, спрямованих на досягнення цілей програми кібербезпеки організації та Плану управління кібер-ризиками ланцюжків поставокПостачальники та сторонні партнери регулярно оцінюються за допомогою аудитів, результатів тестів або інших форм оцінок, щоб підтвердити, що вони виконують свої договірні зобов'язання.",
    "supplementalInfo": "Організація відстежує на постійній основі ринок постачальників товарів і послуг, партнерів та проводить аудит, щоб встановити, яким чином здійснюється надання послуг, чи виконуються ними договірні зобов’язання в повному обсязі. Необхідним є відстеження змін у наданні послуг постачальниками та партнерами, включаючи підтримку і покращення існуючих політик інформаційної безпеки, процедур і засобів управління, з урахуванням критичності інформації, яка циркулює в організації, систем і процесів, які використовуються, та повторної оцінки ризиків "
  },
  {
    "requirementId": "28192",
    "requirementText": "Планування та перевірка реагування та відновлення проводяться з постачальниками та сторонніми провайдерами",
    "supplementalInfo": "Організація визначає, які постачальники братимуть участь у опрацюванні заходів реагування та планах відновлення, щоб забезпечити їх участь у запланованих навчаннях з реагування на кіберінциденти. Плани реагування існують та регулярно тестуються та покращуються. "
  },
  {
    "requirementId": "28193",
    "requirementText": "Особистості перевірені та пов'язані з даними для встановлення аутентичності та підтверджуються у взаємодіях",
    "supplementalInfo": "Перевірка кандидатів при прийманні на роботу проводиться відповідно до вимог чинного законодавства та етичних норм. Організація оцінює чи відповідає кандидат наявним бізнес-вимогам, присвоює категорію інформації, до якої передбачається доступ, оцінює ризики. Організація забезпечує процес реєстрації і відміни такої реєстрації всіх користувачів організації з можливістю надання відповідних прав доступу. "
  },
  {
    "requirementId": "28194",
    "requirementText": "Користувачі, пристрої та інші активи аутентифіковані (наприклад, однофакторний, багатофакторний) у відповідності до ризиків операції (наприклад, ризики для безпеки та конфіденційності приватних осіб та інші організаційні ризики)",
    "supplementalInfo": "Механізми автентифікації визначаються та оновлюються з метою забезпечення цілісності та конфіденційності інформації. "
  },
  {
    "requirementId": "28195",
    "requirementText": "Механізми перевірки цілісності використовуються для перевірки цілісності апаратного забезпечення",
    "supplementalInfo": "Організація забезпечує цілісність обладнання, запроваджуючи періодичні перевірки та перевірки виробником самого обладнання або сертифікованим постачальником цього самого обладнання "
  },
  {
    "requirementId": "28196",
    "requirementText": "Мережі зв'язку та управління захищеніМеханізми (наприклад, безвідмовна робота, балансування навантаження, гаряча заміна) впроваджуються для досягнення вимог до стійкості в нормальних та несприятливих ситуаціях.",
    "supplementalInfo": "Організація впроваджує необхідні механізми для забезпечення базової стійкості у всіх заздалегідь визначених функціональних станах - під навантаженням, у незвичних ситуаціях, під час відновлення, у нормальних умовах, під атакою. Правила належного розподілу додаткових ресурсів, які необхідні для досягнення стійкості, визначено. "
  },
  {
    "requirementId": "28197",
    "requirementText": "Створені процеси отримання, аналізу та реагування на вразливі елементи, що розкриваються для організації з внутрішніх та зовнішніх джерел (наприклад, внутрішні тести, бюлетені з безпеки або дослідники проблем безпеки).",
    "supplementalInfo": "Організація впроваджує автоматизовані механізми з метою отримання, аналізу та реагування на вразливості. Організація проводить аналіз і перевірку інформаційних джерел, офіційних сайтів органів державної влади з метою отримання актуальної інформації щодо безпеки на національному рівні, забезпечує постійний контакт з провідними організаціями з безпеки, які мають великий досвід роботи з мінливими технологіями та загрозами."
  },
  {
    "requirementId": "36478",
    "requirementTitle": "GV.OC-01",
    "requirementText": "Місія організації зрозуміла та використовується в управлінні ризиками кібербезпеки",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Поділіться місією організації (наприклад, через бачення та заяви про місію, маркетингові та стратегії надання послуг), щоб створити основу для визначення ризиків, які можуть перешкодити цій місії </li></ul></div>"
  },
  {
    "requirementId": "36479",
    "requirementTitle": "GV.OC-02",
    "requirementText": "Внутрішні та зовнішні зацікавлені сторони зрозумілі, а їхні потреби та очікування щодо управління ризиками кібербезпеки зрозумілі та враховані",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Визначте відповідних внутрішніх зацікавлених сторін та їхні очікування щодо кібербезпеки (наприклад, очікування продуктивності та ризиків посадових осіб, директорів і радників; культурні очікування працівників)</ li><li><b>Приклад 2:</b> Визначте відповідних зовнішніх зацікавлених сторін та їхні очікування щодо кібербезпеки (наприклад, очікування клієнтів щодо конфіденційності, ділові очікування щодо партнерства, очікування відповідності регуляторних органів, етичні очікування суспільства) </li ></ul></div>"
  },
  {
    "requirementId": "36480",
    "requirementTitle": "GV.OC-03",
    "requirementText": "Правові, регуляторні та договірні вимоги щодо кібербезпеки - включно із зобов'язаннями щодо захисту приватності та громадянських свобод - розуміються та виконуються",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> визначте процес відстеження та керування правовими та нормативними вимогами щодо захисту персональних даних (наприклад, Закон України про захист пресональних даних, Наказ Уповноваженого Верховної Ради України з прав людини від 08.01.2014 № 1/02-14)</li><li><b>Приклад 2:</b> Визначте процес відстеження та керування договірними вимогами щодо управління кібербезпекою інформації про постачальників, клієнтів і партнерів</li><li><b >Приклад 3:</b> узгодити стратегію кібербезпеки організації з правовими, нормативними та договірними вимогами </li></ul></div>"
  },
  {
    "requirementId": "36481",
    "requirementTitle": "GV.OC-04",
    "requirementText": "Ключові цілі, можливості та послуги, від яких залежать зовнішні зацікавлені сторони або які вони очікують від організації, зрозумілі та доведені до відома",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Встановіть критерії для визначення критичності можливостей і послуг з точки зору внутрішніх і зовнішніх зацікавлених сторін</li><li><b>Приклад 2:</b > Визначити (наприклад, за допомогою аналізу впливу на бізнес) активи та бізнес-операції, які є життєво важливими для досягнення цілей місії, і потенційний вплив втрати (або часткової втрати) таких операцій</li><li><b>Приклад 3:</b> Встановіть і повідомте цілі щодо стійкості (наприклад, цілі щодо часу відновлення) для надання критичних можливостей і послуг у різних робочих станах (наприклад, під час атаки, під час відновлення, нормальна робота) </li></ul></div>"
  },
  {
    "requirementId": "36482",
    "requirementTitle": "GV.OC-05",
    "requirementText": "Результати, можливості та послуги, від яких залежить організація, зрозумілі та повідомлені",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Створіть перелік залежностей організації від зовнішніх ресурсів (наприклад, об’єктів, постачальників хмарного хостингу) та їхніх зв’язків із організаційними активами та бізнес-функціями</ li><li><b>Приклад 2:</b> Визначте та задокументуйте зовнішні залежності, які є потенційними точками відмови для критично важливих можливостей і послуг організації</li></ul></div>"
  },
  {
    "requirementId": "36483",
    "requirementTitle": "GV.RM-01",
    "requirementText": "Цілі управління ризиками встановлюються та узгоджуються зацікавленими сторонами організації",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Оновіть короткострокові та довгострокові цілі управління ризиками кібербезпеки як частину річного стратегічного планування та коли відбуваються значні зміни</li><li><b >Приклад 2:</b> Встановлення вимірюваних цілей для управління ризиками кібербезпеки (наприклад, управління якістю навчання користувачів, забезпечення належного захисту від ризиків для промислових систем контролю)</li><li><b>Приклад 3:</b> старший лідери погоджуються щодо цілей кібербезпеки та використовують їх для вимірювання та управління ризиками та продуктивністю </li></ul></div>"
  },
  {
    "requirementId": "36484",
    "requirementTitle": "GV.RM-02",
    "requirementText": "Встановлення, доведення до відома та підтримання в робочому стані заяв про апетит до ризику та толерантність до ризику",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Визначте та повідомте заяви про схильність до ризику, які передають очікування щодо належного рівня ризику для організації</li><li><b>Приклад 2:</b>Перекладіть заяви про схильність до ризику в конкретні, вимірювані та зрозумілі заяви про толерантність до ризику</li><li><b>Приклад 3:</b> Періодично уточнюйте організаційні цілі та схильність до ризику на основі відомого рівня ризику та залишкового ризику </ li></ul></div>"
  },
  {
    "requirementId": "36485",
    "requirementTitle": "GV.RM-03",
    "requirementText": "Діяльність та результати управління ризиками кібербезпеки включені до процесів управління ризиками підприємства",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Агрегування ризиків кібербезпеки та керування ними разом з іншими корпоративними ризиками (наприклад, дотримання вимог, фінансовий, регуляторний)</li><li><b>Приклад 2:</b>Включіть менеджерів з управління ризиками кібербезпеки в планування управління ризиками підприємства</li><li><b>Приклад 3:</b> Встановіть критерії для ескалації ризиків кібербезпеки в рамках управління ризиками підприємства </li></ul></div>"
  },
  {
    "requirementId": "36486",
    "requirementTitle": "GV.RM-04",
    "requirementText": "Розроблено та доведено до відома стратегічний напрямок, який описує відповідні варіанти реагування на ризики",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Укажіть критерії прийняття й уникнення ризику кібербезпеки для різних класифікацій даних</li><li><b>Приклад 2:</b> Визначте, чи потрібно придбати страхування кібербезпеки</li><li><b>Ex3:</b> Задокументувати умови, за яких прийнятні моделі спільної відповідальності (наприклад, передача певних функцій кібербезпеки на аутсорсинг, виконання фінансових операцій третьою стороною від імені організації, використання публічних хмарних служб) </li></ul></div>"
  },
  {
    "requirementId": "36487",
    "requirementTitle": "GV.RM-05",
    "requirementText": "В організації встановлені лінії комунікації щодо ризиків кібербезпеки, в тому числі ризиків з боку постачальників та третіх сторін",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Визначте, як інформувати вищого керівництва, директорів і керівництво про стан кібербезпеки організації через узгоджені проміжки часу</li><li><b>Приклад 2 :</b> Визначте, як усі відділи в організації &mdash; як-от менеджмент, внутрішні аудитори, юридичний відділ, відділ придбання, фізична безпека та кадрова служба &mdash; спілкуватимуться один з одним про ризики кібербезпеки</li><li><b>Приклад 3:</b> Визначте, як треті сторони спілкуватимуться з організацією щодо ризиків кібербезпеки</li></ul></div>"
  },
  {
    "requirementId": "36488",
    "requirementTitle": "GV.RM-06",
    "requirementText": "Створено та поширено стандартизований метод розрахунку, документування, категоризації та визначення пріоритетності ризиків кібербезпеки",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Установіть критерії для використання кількісного підходу до аналізу ризиків кібербезпеки та вкажіть формули ймовірності та ризику</li><li><b>Приклад 2:</b>Створюйте та використовуйте шаблони (наприклад, реєстр ризиків) для документування інформації про ризики кібербезпеки (наприклад, опис ризику, ризик, лікування та право власності)</li><li><b>Приклад 3:</b> Установіть критерії для визначення пріоритетів ризиків на відповідних рівнях у межах підприємства</li><li><b>Приклад 4:</b> Використовуйте послідовний список категорій ризиків для підтримки інтеграції, агрегування та порівняння ризиків кібербезпеки</li></ul> </div>"
  },
  {
    "requirementId": "36489",
    "requirementTitle": "GV.RM-07",
    "requirementText": "Стратегічні можливості (тобто позитивні ризики) охарактеризовані та включені в обговорення ризиків кібербезпеки організації",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Визначте та повідомте вказівки та методи для визначення можливостей і включення їх в обговорення ризиків (наприклад, аналіз сильних і слабких сторін, можливостей і загроз)</li><li><b>Приклад 2:</b> Визначте перспективні цілі та задокументуйте їх</li><li><b>Приклад 3:</b> Розрахуйте, задокументуйте та визначте пріоритетність позитивних ризиків поруч із негативними </ li></ul></div>"
  },
  {
    "requirementId": "36500",
    "requirementTitle": "GV.RR-01",
    "requirementText": "Керівництво організації несе відповідальність та підзвітність ризиків кібербезпеки та сприяє формуванню культури, яка враховує ризики, є етичною та постійно вдосконалюється",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Керівники (наприклад, директори) узгоджують свої ролі та обов’язки в розробці, реалізації та оцінці стратегії кібербезпеки організації</li><li><b >Приклад 2:</b> Поділіться очікуваннями лідерів щодо безпечної та етичної культури, особливо коли поточні події дають можливість висвітлити позитивні чи негативні приклади управління ризиками кібербезпеки</li><li><b>Приклад 3:</b > Керівники доручають CISO підтримувати комплексну стратегію ризиків кібербезпеки, переглядати й оновлювати її принаймні раз на рік і після великих подій</li><li><b>Приклад 4:</b> Проводить перевірки, щоб забезпечити належні повноваження та координацію між цими особами відповідальний за управління ризиками кібербезпеки </li></ul></div>"
  },
  {
    "requirementId": "36501",
    "requirementTitle": "GV.RR-02",
    "requirementText": "Ролі, обов'язки та повноваження, пов'язані з управлінням ризиками кібербезпеки, визначені, доведені до відома, зрозумілі та впроваджені",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Задокументуйте ролі та обов’язки щодо управління ризиками в політиці</li><li><b>Приклад 2:</b> Задокументуйте, хто несе відповідальність за кібербезпеку, заходи з управління ризиками та те, як з цими командами та окремими особами слід консультуватися та інформувати</li><li><b>Приклад 3:</b> Включіть обов’язки щодо кібербезпеки та вимоги до ефективності в описі персоналу</li><li><b> Приклад 4:</b> Задокументуйте цілі продуктивності для персоналу, який відповідає за управління ризиками кібербезпеки, і періодично вимірювайте результативність, щоб визначити сфери, які потребують покращення</li><li><b>Приклад 5:</b> Чітко сформулюйте обов’язки щодо кібербезпеки в рамках операцій, ризиків функції та функції внутрішнього аудиту </li></ul></div>"
  },
  {
    "requirementId": "36502",
    "requirementTitle": "GV.RR-03",
    "requirementText": "Виділено достатні ресурси, що відповідають стратегії управління ризиками кібербезпеки, ролям, обов'язкам та політиці у сфері кібербезпеки",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Проводьте періодичні перевірки керівництва, щоб переконатися, що ті, хто відповідає за управління ризиками кібербезпеки, мають необхідні повноваження</li><li><b>Приклад 2:</b > Визначте розподіл ресурсів та інвестиції відповідно до терпимості до ризику та реагування на них</li><li><b>Приклад 3:</b> Забезпечте адекватних і достатніх людей, процесів і технічних ресурсів для підтримки стратегії кібербезпеки </li></ul></div>"
  },
  {
    "requirementId": "36503",
    "requirementTitle": "GV.RR-04",
    "requirementText": "Кібербезпека включена до кадрових практик",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Інтегруйте міркування щодо управління ризиками кібербезпеки в процеси людських ресурсів (наприклад, перевірка персоналу, адаптація, сповіщення про зміни, звільнення)</li><li><b> Приклад 2:</b> Вважайте знання кібербезпеки позитивним фактором у прийнятті рішень щодо найму, навчання й утримання</li><li><b>Приклад 3:</b> Проведіть перевірку репутації, перш ніж залучати нового персоналу на конфіденційні ролі</li><li><b>Приклад 4:</b> Визначте та встановіть зобов’язання для персоналу знати, дотримуватися та підтримувати політику безпеки, що стосується її ролі </li></ul></div >"
  },
  {
    "requirementId": "36504",
    "requirementTitle": "GV.PO-01",
    "requirementText": "Політика управління ризиками кібербезпеки розроблена на основі організаційного контексту, стратегії та пріоритетів кібербезпеки, доведена до відома та впроваджена",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Створіть, поширьте та підтримуйте політику управління ризиками із заявами про наміри керівництва, очікування та напрямок</li><li><b>Приклад 2: </b> Періодично переглядайте політику та процедури, щоб переконатися, що вони відповідають цілям і пріоритетам стратегії управління ризиками, а також керівництву високого рівня політики кібербезпеки</li><li><b>Приклад 3:</b> Вимагайте схвалення політики від вищого керівництва</li><li><b>Приклад 4:</b> Повідомте політику, процедури та процеси управління ризиками кібербезпеки в усій організації</li><li><b>Приклад 5:</b> Вимагайте від персоналу підтвердження отримання політики під час першого найму, щорічно та кожного разу, коли політика оновлюється </li></ul></div>"
  },
  {
    "requirementId": "36505",
    "requirementTitle": "GV.PO-02",
    "requirementText": "Політика управління ризиками кібербезпеки переглядається, оновлюється, доводиться до відома та впроваджується з урахуванням змін у вимогах, загрозах, технологіях та цілей організації",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Оновіть політики на основі періодичних перевірок результатів управління ризиками кібербезпеки, щоб переконатися, що політики та допоміжні процеси адекватно підтримують ризик на прийнятному рівні</li><li> <b>Приклад 2:</b> Надайте графік перегляду змін у середовищі ризиків організації (наприклад, зміни в ризиках або цілях місії організації) і повідомте про рекомендовані оновлення політики</li><li><b>Приклад 3 :</b> Оновіть політику, щоб відобразити зміни в правових і нормативних вимогах</li><li><b>Приклад 4:</b> Оновіть політику, щоб відобразити зміни в технологіях (наприклад, впровадження штучного інтелекту) і зміни в бізнес (наприклад, придбання нового бізнесу, нові вимоги до контракту)</li></ul></div>"
  },
  {
    "requirementId": "36506",
    "requirementTitle": "GV.OV-01",
    "requirementText": "Результати стратегії управління ризиками кібербезпеки переглядаються з метою інформування та корегування стратегії та напрямів діяльності",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Виміряйте, наскільки стратегія управління ризиками та результати ризиків допомогли керівникам приймати рішення та досягати цілей організації</li><li><b>Приклад 2:</b> Вивчіть, чи слід скоригувати стратегії ризиків кібербезпеки, які перешкоджають діяльності чи інноваціям </li></ul></div>"
  },
  {
    "requirementId": "36507",
    "requirementTitle": "GV.OV-02",
    "requirementText": "Стратегія управління ризиками кібербезпеки переглядається та коригується для забезпечення покриття організаційних потреб та ризиків",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Перегляньте висновки аудиту, щоб підтвердити, чи забезпечила існуюча стратегія кібербезпеки відповідність внутрішнім і зовнішнім вимогам</li><li><b>Приклад 2:</b> Перегляньте нагляд за ефективністю тих, хто виконує функції, пов’язані з кібербезпекою, щоб визначити, чи потрібні зміни в політиці</li><li><b>Приклад 3:</b> Перегляньте стратегію з огляду на інциденти з кібербезпекою </li></ul ></div>"
  },
  {
    "requirementId": "36508",
    "requirementTitle": "GV.OV-03",
    "requirementText": "Ефективність управління ризиками кібербезпеки організації оцінюється та аналізується на предмет необхідних коригувань",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Перегляньте ключові показники ефективності (key performance indicators, KPI), щоб переконатися, що політика та процедури всієї організації досягають цілей</li><li><b>Приклад 2:</b>Перегляньте ключові показники ризику (key risk indicators, KRI), щоб визначити ризики, з якими стикається організація, включаючи ймовірність і потенційний вплив.</li><li><b>Приклад 3:</b> Збирайте показники управління ризиками кібербезпеки та повідомляйте їх вищому керівництву </ li></ul></div>"
  },
  {
    "requirementId": "36490",
    "requirementTitle": "GV.SC-01",
    "requirementText": "Програма, стратегія, цілі, політики та процеси управління ризиками в сфері кібербезпеки ланцюга постачання розроблені та узгоджені зацікавленими сторонами організації",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Створіть стратегію, яка виражає цілі програми управління ризиками в ланцюжку постачання кібербезпеки</li><li><b>Приклад 2:</b> Розробіть програму управління ризиками в ланцюжку постачання в кібербезпеці, включаючи план (з основними етапами), політики та процедури, які керують впровадженням і вдосконаленням програми, а також обмін політиками та процедурами з зацікавленими сторонами організації</li><li><b>Ex3 :</b> Розробіть та впровадьте програмні процеси на основі стратегії, цілей, політики та процедур, узгоджених та виконаних зацікавленими сторонами організації</li><li><b>Приклад 4:</b> Встановіть перехресне - організаційний механізм, який забезпечує узгодженість між функціями, які сприяють управлінню ризиками ланцюга постачання кібербезпеки, такими як кібербезпека, ІТ, право, кадри та інженерія </li></ul></div>"
  },
  {
    "requirementId": "36491",
    "requirementTitle": "GV.SC-02",
    "requirementText": "Ролі та обов'язки з кібербезпеки постачальників, клієнтів та партнерів визначені, доведені до відома та скоординовані на внутрішньому та зовнішньому рівнях",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Визначте одну або кілька конкретних ролей або посад, які відповідатимуть за планування, забезпечення ресурсами та виконання заходів з управління ризиками ланцюга поставок у сфері кібербезпеки</li>< li><b>Приклад 2:</b> Задокументуйте ролі та обов’язки з управління ризиками в ланцюжку поставок кібербезпеки в політиці</li><li><b>Приклад 3:</b> Створіть матриці відповідальності, щоб задокументувати, хто відповідатиме за заходи з управління ризиками ланцюга постачання в кібербезпеці та як консультуватимуться та інформувати ці команди та окремих осіб</li><li><b>Приклад 4:</b> Включайте обов’язки щодо управління ризиками ланцюга постачання в кібербезпеці та вимоги до продуктивності в описах персоналу, щоб забезпечити ясність і покращити підзвітність</li><li><b>Приклад 5:</b> Задокументуйте цілі ефективності для персоналу, який відповідає за управління ризиками кібербезпеки, і періодично вимірювайте їх, щоб продемонструвати та покращити ефективність</li><li><b> Приклад 6:</b> Розробіть ролі та обов’язки для постачальників, клієнтів і ділових партнерів, щоб вирішити спільну відповідальність за відповідні ризики кібербезпеки, і інтегрувати їх у політику організації та відповідні угоди з третіми сторонами</li><li><b>Приклад 7 :</b> Внутрішній зв’язок щодо ролей і обов’язків третіх сторін у ланцюзі постачання в кібербезпеці.</li><li><b>Приклад 8:</b> Встановлення правил і протоколів для обміну інформацією та процесів звітності між організацією та її постачальниками </li></ul></div>"
  },
  {
    "requirementId": "36492",
    "requirementTitle": "GV.SC-03",
    "requirementText": "Управління ризиками кібербезпеки ланцюга постачання інтегровано в процеси управління кібербезпекою та ризиками підприємства, оцінки та вдосконалення ризиків",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Визначте сфери узгодження та збігу з кібербезпекою та управлінням ризиками підприємства</li><li><b>Приклад 2:</b> Створіть інтегровані контрольні набори для управління ризиками кібербезпеки та управління ризиками ланцюга постачання кібербезпеки</li><li><b>Приклад 3:</b> Інтегруйте управління ризиками ланцюга постачання кібербезпеки в процеси вдосконалення</li><li><b>Приклад 4:</b > Передайте вищому керівництву суттєві ризики кібербезпеки в ланцюгах постачання та вирішуйте їх на рівні управління ризиками підприємства</li></ul></div>"
  },
  {
    "requirementId": "36493",
    "requirementTitle": "GV.SC-04",
    "requirementText": "Постачальники відомі та пріоритезовані за ступенем важливості",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Розробіть критерії критичності постачальника на основі, наприклад, чутливості даних, які обробляються або якими володіють постачальники, ступеня доступу до систем організації та важливість продуктів або послуг для місії організації</li><li><b>Приклад 2:</b> Ведіть облік усіх постачальників і визначте пріоритетність постачальників на основі критеріїв критичності</li></ul></div>"
  },
  {
    "requirementId": "36494",
    "requirementTitle": "GV.SC-05",
    "requirementText": "Вимоги щодо управління ризиками кібербезпеки в ланцюгах постачання визначені, пріоритезовані та інтегровані в контракти та інші види угод з постачальниками та іншими відповідними третіми сторонами",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Установіть вимоги безпеки для постачальників, продуктів і послуг відповідно до їх рівня критичності та потенційного впливу в разі зламу</li><li><b>Приклад 2: </b> Включіть усі вимоги щодо кібербезпеки та ланцюга постачання, яких повинні дотримуватися треті сторони, і те, як можна перевірити дотримання вимог у договірній мові за замовчуванням</li><li><b>Приклад 3:</b> Визначте правила та протоколи для обміну інформацією між організацією та її постачальниками та постачальниками підрівнів у контрактах</li><li><b>Приклад 4:</b> Керуйте ризиком, включивши вимоги безпеки до контрактів на основі їх критичності та потенційного впливу в разі порушення</li><li><b>Приклад 5:</b> Визначте вимоги безпеки в угодах про рівень обслуговування (service-level agreements, SLA) для моніторингу постачальників на прийнятну ефективність безпеки протягом життєвого циклу відносин з постачальником</li><li><b>Приклад 6: </b> За контрактом вимагайте від постачальників розкривати особливості кібербезпеки, функції та вразливі місця своїх продуктів і послуг протягом терміну експлуатації продукту або терміну служби.</li><li><b>Приклад 7:</b> Вимагайте за контрактом постачальники повинні надавати та підтримувати поточний інвентар компонентів (наприклад, програмне забезпечення або апаратне забезпечення) для критично важливих продуктів</li><li><b>Приклад 8:</b> Контрактні вимоги до постачальників: перевіряти своїх співробітників і захищатися від внутрішніх загроз </li><li><b>Приклад 9:</b> за контрактом вимагайте від постачальників надати докази виконання прийнятних методів безпеки шляхом, наприклад, самоатестації, відповідності відомим стандартам, сертифікації чи перевірок</li>< li><b>Ex10:</b> виконайте для зменшення ризиків перед вступом у офіційні відносини з постачальниками чи іншими третіми сторонами</li></ul></div>"
  },
  {
    "requirementId": "36495",
    "requirementTitle": "GV.SC-06",
    "requirementText": "Планування та комплексна перевірка здійснюються з метою зниження ризиків до вступу в офіційні відносини з постачальниками або іншими третіми сторонами",
    "supplementalInfo": "NULL"
  },
  {
    "requirementId": "36496",
    "requirementTitle": "GV.SC-07",
    "requirementText": "Ризики, пов'язані з постачальником, його продукцією та послугами, а також іншими третіми сторонами, розуміються, фіксуються, визначаються пріоритети, оцінюються, на них реагують та відстежуються протягом усього періоду взаємовідносин",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Налаштуйте формати та частоту оцінювання на основі репутації третьої сторони та критичності продуктів або послуг, які вони надають</li><li><b>Приклад 2 :</b> Оцініть докази відповідності третіх сторін вимогам щодо кібербезпеки за контрактом, як-от самоатестації, гарантії, сертифікати та інші артефакти</li><li><b>Приклад 3:</b> Контролюйте критичних постачальників, щоб переконатися, що вони виконують свої зобов’язання щодо безпеки протягом усього життєвого циклу відносин з постачальниками, використовуючи різноманітні методи та прийоми, такі як перевірки, аудити, випробування чи інші форми оцінки</li><li><b>Приклад 4:</b> Моніторинг критичних постачальників, послуг і продуктів на наявність змін у їхніх профілях ризику та переоцінка критичності постачальника та впливу на ризик відповідно. забезпечити безперервність бізнесу</li></ul></div>"
  },
  {
    "requirementId": "36497",
    "requirementTitle": "GV.SC-08",
    "requirementText": "Відповідні постачальники та інші треті сторони залучені до планування, реагування та відновлення після інцидентів",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Визначте та використовуйте правила та протоколи для звітування про заходи реагування на інциденти та відновлення, а також статус між організацією та її постачальниками</li><li><b> Приклад 2:</b> Визначте та задокументуйте ролі та обов’язки організації та її постачальників щодо реагування на інциденти</li><li><b>Приклад 3:</b> Включіть критично важливих постачальників у вправи з реагування на інциденти та моделювання</li ><li><b>Приклад 4:</b> Визначення та координація методів і протоколів зв’язку в кризових ситуаціях між організацією та її критично важливими постачальниками</li><li><b>Приклад 5:</b> життєвий цикл послуги</li ></ul></div>"
  },
  {
    "requirementId": "36498",
    "requirementTitle": "GV.SC-09",
    "requirementText": "Практики безпеки ланцюгів постачання інтегровані в програми кібербезпеки та управління ризиками підприємства, а їх ефективність контролюється протягом усього життєвого циклу технологічних продуктів та послуг",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Політики та процедури вимагають записів про походження для всіх придбаних технологічних продуктів і послуг</li><li><b>Приклад 2:</b> Періодично надавайте звітування про ризики керівникам про те, як було доведено, що придбані компоненти є непідробленими та автентичними.</li><li><b>Приклад 3:</b> регулярно спілкуйтеся з менеджерами ризиків у сфері кібербезпеки та операційним персоналом щодо необхідності придбання програмних виправлень, оновлень, і оновлення лише від автентифікованих і надійних постачальників програмного забезпечення</li><li><b>Приклад 4:</b> Перегляньте політику, щоб переконатися, що вони вимагають від схваленого персоналу постачальника виконувати технічне обслуговування продуктів постачальника</li><li><b >Приклад 5:</b> Політика та процедура вимагають перевірки оновлень критичного апаратного забезпечення на наявність несанкціонованих змін </li></ul></div>"
  },
  {
    "requirementId": "36499",
    "requirementTitle": "GV.SC-10",
    "requirementText": "Плани управління ризиками кібербезпеки ланцюга постачання включають положення щодо діяльності, яка відбувається після укладення договору про партнерство або договору про надання послуг",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Встановлення процесів припинення важливих стосунків як за звичайних, так і несприятливих обставин</li><li><b>Приклад 2:</b> Визначення та впровадження планів для підтримки технічного обслуговування після завершення терміну служби компонентів і морального старіння</li><li><b>Приклад 3:</b> Переконайтеся, що доступ постачальника до ресурсів організації негайно дезактивовано, коли він більше не потрібен</li><li> <b>Приклад 4:</b> Переконайтеся, що активи, які містять дані організації, повернуто або належним чином утилізовано вчасно, контрольовано та безпечно.</li><li><b>Приклад 5:</b> Розробіть та виконайте план припинення або зміни відносин із постачальником, який враховує ризик безпеки та стійкість ланцюга поставок. ><b>Приклад 7:</b> Управління ризиками витоку даних, пов’язаними з припиненням роботи постачальника</li></ul></div>"
  },
  {
    "requirementId": "36403",
    "requirementTitle": "ID.AM-01",
    "requirementText": "Ведеться інвентаризація обладнання, яким керує організація",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Зберігайте інвентаризацію для всіх типів апаратного забезпечення, включаючи ІТ, IoT, OT та мобільні пристрої</li><li><b>Приклад 2:</b>Постійно відстежуйте мережі, щоб виявити нове обладнання та автоматично оновлювати інвентар </li></ul></div>"
  },
  {
    "requirementId": "36404",
    "requirementTitle": "ID.AM-02",
    "requirementText": "Ведеться інвентаризація програмного забезпечення, послуг та систем, якими керує організація",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Ведіть інвентаризацію для всіх типів програмного забезпечення та послуг, у тому числі комерційних готових програм, із відкритим вихідним кодом, спеціальних програм, служб API та хмарних додатків та служб</li><li><b>Приклад 2:</b> Постійно стежити за всіма платформами, включаючи контейнери та віртуальні машини, на наявність змін у інвентарі програмного забезпечення та послуг</li><li><b>Приклад 3:</b> зовнішні мережеві потоки даних підтримуються (раніше ID.AM-03, DE.AE-01)</li></ul></div>"
  },
  {
    "requirementId": "36405",
    "requirementTitle": "ID.AM-03",
    "requirementText": "Підтримуються уявлення про авторизовану мережеву комунікацію організації та внутрішні і зовнішні мережеві потоки даних",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Підтримувати базові лінії зв’язку та потоків даних у дротових і бездротових мережах організації</li><li><b>Приклад 2:</b> Підтримуйте базові лінії зв’язку та потоків даних між організацією та третіми сторонами</li><li><b>Приклад 3:</b> Ведіть документацію щодо очікуваних мережевих портів, протоколів і послуг, які зазвичай використовуються авторизованими системами </li></ul></div>"
  },
  {
    "requirementId": "36406",
    "requirementTitle": "ID.AM-04",
    "requirementText": "Ведеться облік послуг, що надаються постачальниками",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Інвентаризуйте всі зовнішні служби, які використовуються організацією, включно зі сторонньою інфраструктурою як послуга (infrastructure-as-a-service, IaaS), платформою як послугою (platform-as-a-service, PaaS) і пропозиції програмного забезпечення як послуги (software-as-a-service, SaaS); API; та інші зовнішні служби додатків</li><li><b>Приклад 2:</b> Оновіть інвентаризацію, коли буде використано нову зовнішню службу, щоб забезпечити належний моніторинг управління ризиками кібербезпеки під час використання організацією цієї служби </li></ul></div>"
  },
  {
    "requirementId": "36407",
    "requirementTitle": "ID.AM-05",
    "requirementText": "Пріоритетність активів визначається на основі класифікації, критичності, ресурсів та впливу на місію",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Визначте критерії визначення пріоритетів для кожного класу активів</li><li><b>Приклад 2:</b> Застосуйте критерії визначення пріоритетів до активів</ li><li><b>Ex3:</b> метадані для призначених типів даних зберігаються</li></ul></div>"
  },
  {
    "requirementId": "36408",
    "requirementTitle": "ID.AM-07",
    "requirementText": "Ведеться інвентаризація даних та відповідних метаданих для визначених типів даних",
    "supplementalInfo": ""
  },
  {
    "requirementId": "36439",
    "requirementTitle": "ID.AM-08",
    "requirementText": "Управління системами, обладнанням, програмним",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Інтеграція міркувань кібербезпеки в усі життєві цикли систем, обладнання, програмного забезпечення та послуг</li><li><b>Приклад 2:</b> Інтегруйте питання кібербезпеки в життєві цикли продукту</li><li><b>Приклад 3:</b> Визначте неофіційне використання технологій для досягнення цілей місії (тобто «тіньові ІТ»)</li><li><b> Приклад 4:</b> Визначте резервні системи, обладнання, програмне забезпечення та служби, які без потреби збільшують поверхню атаки організації</li><li><b>Приклад 5:</b> Належним чином налаштуйте та захистіть системи, обладнання, програмне забезпечення та послуги перед їх розгортанням у виробництві</li><li><b>Приклад 6:</b> Оновіть інвентаризацію, коли системи, апаратне забезпечення, програмне забезпечення та послуги переміщуються або переносяться в межах організації </li></ul></div>"
  },
  {
    "requirementId": "36409",
    "requirementTitle": "ID.RA-01",
    "requirementText": "Вразливості активів виявлено, підтверджено та зафіксовано",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Використовуйте технології керування вразливими місцями для виявлення невиправленого та неправильно налаштованого програмного забезпечення</li><li><b>Приклад 2:</b> Оцініть архітектуру мережі та системи для слабких сторін проекту та впровадження, які впливають на кібербезпеку</li><li><b>Приклад 3:</b> Перегляньте, проаналізуйте або протестуйте програмне забезпечення, розроблене організацією, щоб виявити вразливості проекту, кодування та конфігурації за замовчуванням</li><li> <b>Приклад 4:</b> Оцініть об’єкти, які містять критичні обчислювальні активи, на предмет фізичної вразливості та проблем із стійкістю.</li><li><b>Приклад 5:</b> Відстежуйте джерела розвідки про кіберзагрози для отримання інформації про нові вразливості в продукти та послуги </li></ul></div>"
  },
  {
    "requirementId": "36410",
    "requirementTitle": "ID.RA-02",
    "requirementText": "Розвіддані про кіберзагрози отримуються з форумів та джерел обміну інформацією",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Налаштуйте інструменти та технології кібербезпеки з можливостями виявлення або реагування, щоб безпечно отримувати розвідувальні канали кіберзагроз</li><li><b>Приклад 2:</b > Отримувати та переглядати поради від авторитетних третіх сторін щодо поточних суб’єктів загрози та їх тактики, техніки та процедур (TTP)</li><li><b>Ex3:</b> Моніторинг джерел розвідки про кіберзагрози для отримання інформації про типи вразливостей, які можуть мати нові технології </li></ul></div>"
  },
  {
    "requirementId": "36411",
    "requirementTitle": "ID.RA-03",
    "requirementText": "Внутрішні та зовнішні загрози для організації визначені та зафіксовані",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Використовуйте інформацію про кіберзагрози, щоб підтримувати обізнаність про типи суб’єктів загрози, які, ймовірно, будуть націлені на організацію, і TTP, які вони, ймовірно, використовуватимуть.</li><li ><b>Приклад 2:</b> Виконайте полювання за загрозами, щоб знайти ознаки загрози в середовищі</li><li><b>Приклад 3:</b> записано</li></ul></ div>"
  },
  {
    "requirementId": "36412",
    "requirementTitle": "ID.RA-04",
    "requirementText": "Визначено та зафіксовано потенційні наслідки та ймовірність загроз, що використовують вразливості",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Бізнес-лідери та спеціалісти з управління ризиками кібербезпеки працюють разом, щоб оцінити ймовірність і вплив сценаріїв ризику та занести їх у реєстри ризиків</li><li>< b>Приклад 2:</b> Перелічіть потенційні наслідки для бізнесу неавторизованого доступу до комунікацій організації, систем і даних, які обробляються в цих системах або ними.</li><li><b>Приклад 3:</b> Врахуйте потенційний вплив каскадних збоїв на системи систем </li></ul></div>"
  },
  {
    "requirementId": "36413",
    "requirementTitle": "ID.RA-05",
    "requirementText": "Загрози, вразливості, ймовірності та наслідки використовуються для розуміння притаманних ризиків та визначення пріоритетів реагування на ризики",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Розробіть моделі загроз, щоб краще зрозуміти ризики для даних і визначити відповідні заходи реагування на ризик</li><li><b>Приклад 2:</b> Розставте пріоритети розподілу ресурсів у сфері кібербезпеки та інвестиції на основі оцінених імовірностей і наслідків</li></ul></div>"
  },
  {
    "requirementId": "36414",
    "requirementTitle": "ID.RA-06",
    "requirementText": "Реакції на ризики обираються, визначаються пріоритети, плануються, відстежуються та комунікуються",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Застосуйте критерії плану управління вразливістю для прийняття, передачі, пом’якшення чи уникнення ризику</li><li><b>Приклад 2:</b> Застосуйте критерії плану управління вразливістю для вибору компенсаційних засобів контролю для пом’якшення ризику</li><li><b>Приклад 3:</b> Відстежуйте хід впровадження реагування на ризик (наприклад, план дій і етапи [plan of action and milestones, POA&M] , реєстр ризиків)</li><li><b>Приклад 4:</b> Використовувати результати оцінки ризику для інформування про рішення та дії щодо реагування на ризик</li><li><b>Приклад 5:</b> Повідомити про запланований ризик відповіді зацікавленим сторонам у порядку пріоритету</li></ul></div>"
  },
  {
    "requirementId": "36440",
    "requirementTitle": "ID.RA-07",
    "requirementText": "Зміни та винятки управляються, оцінюються на предмет впливу на ризики, реєструються та відстежуються",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Запровадьте та дотримуйтесь процедур офіційної документації, перегляду, тестування та затвердження запропонованих змін і запитаних винятків</li><li><b>Приклад 2 :</b> Задокументуйте можливі ризики внесення чи невнесення кожної запропонованої зміни та надайте вказівки щодо скасування змін</li><li><b>Приклад 3:</b> Задокументуйте ризики, пов’язані з кожним запитаним винятком і план реагування на ці ризики</li><li><b>Ex4:</b> встановлено реагування на розкриття вразливостей (раніше RS.AN-05)</li></ul></div>"
  },
  {
    "requirementId": "36441",
    "requirementTitle": "ID.RA-08",
    "requirementText": "Запроваджено процеси отримання, аналізу та реагування на розкриття вразливостей",
    "supplementalInfo": "NULL"
  },
  {
    "requirementId": "36442",
    "requirementTitle": "ID.RA-09",
    "requirementText": "Автентичність та цілісність апаратного та програмного забезпечення оцінюються перед придбанням та використанням",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Оцініть автентичність і кібербезпеку критично важливих технологічних продуктів і послуг перед придбанням і використанням</li></ul></div>"
  },
  {
    "requirementId": "36419",
    "requirementTitle": "ID.RA-10",
    "requirementText": "Критичні постачальники оцінюються перед придбання",
    "supplementalInfo": "NULL"
  },
  {
    "requirementId": "36443",
    "requirementTitle": "ID.IM-01",
    "requirementText": "За результатами оцінювання визначено шляхи вдосконалення",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Виконайте самооцінку критичних служб, враховуючи поточні загрози та TTP</li><li><b>Приклад 2:</b> Інвестуйте у сторонні оцінки або незалежні аудити ефективності програми кібербезпеки організації для визначення областей, які потребують покращення</li><li><b>Ex3:</b> Постійно оцінюйте відповідність вибраним вимогам кібербезпеки за допомогою автоматизованих засобів </ li></ul></div>"
  },
  {
    "requirementId": "36444",
    "requirementTitle": "ID.IM-02",
    "requirementText": "Покращення визначаються на основі тестів та навчань з безпеки, в тому числі у співпраці з постачальниками та відповідними третіми сторонами",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Визначте вдосконалення для майбутніх заходів реагування на інциденти на основі результатів оцінки реагування на інциденти (наприклад, настільні навчання та моделювання, тести, внутрішні перевірки, незалежні аудити)</ li><li><b>Приклад 2:</b> Визначте вдосконалення для майбутньої безперервності бізнесу, аварійного відновлення та реагування на інциденти на основі навчань, які виконуються в координації з постачальниками найважливіших послуг і постачальниками продуктів</li><li><b >Приклад 3:</b> Залучайте внутрішні зацікавлені сторони (наприклад, керівників вищої ланки, юридичний відділ, відділ кадрів) до тестування безпеки та вправ, якщо це доречно</li><li><b>Приклад 4:</b> Виконайте тестування на проникнення, щоб визначити можливості покращити стан безпеки вибраних систем із високим ризиком</li><li><b>Приклад 5:</b> Розробіть плани на випадок непередбачених обставин для реагування та відновлення після виявлення того, що продукти чи послуги надійшли не від постачальника, за яким укладено контракт, або партнером або були змінені до отримання</li><li><b>Приклад 6:</b> Збирайте та аналізуйте показники продуктивності за допомогою інструментів і служб безпеки, щоб інформувати про вдосконалення програми кібербезпеки </li></ul></div >"
  },
  {
    "requirementId": "36445",
    "requirementTitle": "ID.IM-03",
    "requirementText": "Виявлено покращення в результаті виконання операційних процесів, процедур та заходів",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Проводьте спільні уроки з постачальниками</li><li><b>Приклад 2:</b> Щорічно переглядайте політики, процеси та процедури кібербезпеки врахувати отримані уроки</li><li><b>Приклад 3:</b> Використовуйте показники для оцінки продуктивності операційної кібербезпеки з часом </li></ul></div>"
  },
  {
    "requirementId": "36446",
    "requirementTitle": "ID.IM-04",
    "requirementText": "Плани реагування на інциденти та інші плани з кібербезпеки, що впливають на операції, розроблені, доведені до відома, підтримуються та вдосконалюються",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Створіть плани на випадок надзвичайних ситуацій (наприклад, реагування на інциденти, безперервність роботи, аварійне відновлення) для реагування та відновлення після несприятливих подій, які можуть заважати роботі, розкривати конфіденційну інформацію , або іншим чином загрожувати місії та життєздатності організації</li><li><b>Приклад 2:</b> Включіть контактну інформацію та інформацію для зв’язку, процеси обробки загальних сценаріїв і критерії визначення пріоритетів, ескалації та підвищення в усіх планах на випадок непередбачених обставин </li><li><b>Приклад 3:</b> Створіть план управління вразливими місцями, щоб визначити та оцінити всі типи вразливостей, а також визначити пріоритети, перевірити та запровадити реагування на ризики</li><li><b>Приклад 4 :</b> Повідомляйте плани кібербезпеки (включно з оновленнями) особам, відповідальним за їх виконання, і зацікавленим сторонам</li><li><b>Приклад 5:</b> Переглядайте та оновлюйте всі плани кібербезпеки щорічно або за потреби для значних покращень визначено </li></ul></div>"
  },
  {
    "requirementId": "36447",
    "requirementTitle": "PR.AA-01",
    "requirementText": "Організація управляє ідентифікацією та обліковими даними авторизованих користувачів, послуг та обладнання",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Ініціюйте запити на новий або додатковий доступ для співробітників, підрядників та інших осіб, а також відстежувати, переглядати та виконувати запити, маючи дозвіл системи або даних власників, коли це необхідно</li><li><b>Приклад 2:</b> Видавайте, керуйте та відкликайте криптографічні сертифікати та маркери ідентифікації, криптографічні ключі (тобто керування ключами) та інші облікові дані</li><li> <b>Приклад 3:</b> Виберіть унікальний ідентифікатор для кожного пристрою з незмінних характеристик апаратного забезпечення або ідентифікатор, безпечно наданий пристрою</li><li><b>Приклад 4:</b> Фізично позначте авторизоване обладнання за допомогою ідентифікатор для цілей інвентаризації та обслуговування </li></ul></div>"
  },
  {
    "requirementId": "36448",
    "requirementTitle": "PR.AA-02",
    "requirementText": "Ідентифікаційні дані підтверджуються та прив'язуються до облікових даних на основі контексту взаємодії",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Перевірте заявлену особу під час реєстрації, використовуючи офіційні ідентифікаційні дані (наприклад, паспорт, віза, водійські права)</li><li>< b>Приклад 2:</b> Видавайте облікові дані лише окремим особам (тобто без спільного використання облікових даних)</li></ul></div>"
  },
  {
    "requirementId": "36449",
    "requirementTitle": "PR.AA-03",
    "requirementText": "Користувачі, сервіси та обладнання автентифіковані",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Вимагайте багатофакторну автентифікацію</li><li><b>Приклад 2:</b> Застосовуйте політики щодо мінімальної надійності паролів, PIN-кодів тощо автентифікатори</li><li><b>Приклад 3:</b> Періодично повторюйте автентифікацію користувачів, служб і апаратного забезпечення на основі ризику (наприклад, в архітектурах нульової довіри) </li></ul></div>"
  },
  {
    "requirementId": "36450",
    "requirementTitle": "PR.AA-04",
    "requirementText": "Захист, передача та перевірка ідентифікаційних даних",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Захистіть твердження про ідентифікацію, які використовуються для передачі автентифікації та інформації користувача через системи єдиного входу</li><li><b>Приклад 2:</b>Захистіть підтвердження ідентифікації, які використовуються для передачі автентифікації та інформації користувача між об’єднаними системами</li><li><b>Ex3:</b> впроваджуйте і переглядайте, а також включайте принципи найменших привілеїв і розподілу обов’язків ( раніше PR.AC-01, PR.AC-03, PR.AC-04)</li></ul></div>"
  },
  {
    "requirementId": "36451",
    "requirementTitle": "PR.AA-05",
    "requirementText": "Дозволи на доступ, права та повноваження визначені в політиці, управляються, застосовуються та переглядаються, а також включають принципи найменших привілеїв та розподілу обов'язків",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Періодично переглядайте привілеї логічного та фізичного доступу та щоразу, коли хтось змінює роль або залишає організацію, і негайно скасовуйте привілеї, які більше не потрібні</li><li ><b>Приклад 2:</b> для прийняття рішень про авторизацію враховуйте атрибути запитувача та запитуваного ресурсу (наприклад, геолокація, день/час, кіберсправність кінцевої точки запитувача)</li><li><b>Приклад 3: </b> Обмежте доступ і привілеї до необхідного мінімуму (наприклад, архітектура нульової довіри)</li><li><b>Приклад 4:</b> Періодично переглядайте привілеї, пов’язані з критично важливими бізнес-функціями, щоб підтвердити належний розподіл обов’язків </li></ul></div>"
  },
  {
    "requirementId": "36452",
    "requirementTitle": "PR.AA-06",
    "requirementText": "Фізичний доступ до активів управляється, контролюється та забезпечується відповідно до ризиків",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Використовуйте охоронців, камери спостереження, замкнені входи, системи сигналізації та інші засоби фізичного контролю для моніторингу об’єктів і обмеження доступу</li><li><b >Приклад 2:</b> Застосуйте додаткові засоби контролю фізичної безпеки для зон, які містять активи високого ризику</li><li><b>Приклад 3:</b> виконуйте загальні завдання з урахуванням ризиків безпеки (раніше PR.AT- 01, PR.AT-03, RS.CO-01)</li></ul></div>"
  },
  {
    "requirementId": "36415",
    "requirementTitle": "PR.AT-01",
    "requirementText": "Персонал проінформований та навчений таким чином, щоб володіти знаннями та навичками для виконання загальних завдань з урахуванням ризиків кібербезпеки",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Забезпечте базову обізнаність із кібербезпеки та навчання співробітникам, підрядникам, партнерам, постачальникам та всім іншим користувачам непублічних ресурсів організації</li><li ><b>Приклад 2:</b> Навчіть користувачів розпізнавати спроби соціальної інженерії та інші поширені атаки, повідомляти про атаки та підозрілу активність, дотримуватися правил прийнятного використання та виконувати основні завдання кібергігієни (наприклад, виправлення програмного забезпечення, вибір паролів, захист облікові дані)</li><li><b>Приклад 3:</b> Поясніть наслідки порушення політики кібербезпеки як для окремих користувачів, так і для організації в цілому</li><li><b>Приклад 4:</b>Періодично оцінюйте або перевіряйте користувачів на розуміння основних методів кібербезпеки</li><li><b>Ex5:</b> ризики безпеки на увазі (раніше PR.AT-02, PR.AT-03, PR. AT-04, PR.AT-05)</li></ul></div>"
  },
  {
    "requirementId": "36416",
    "requirementTitle": "PR.AT-02",
    "requirementText": "Особи, які виконують спеціалізовані функції, проінформовані та навчені таким чином, щоб вони володіли знаннями та навичками для виконання відповідних завдань з урахуванням ризиків кібербезпеки",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Визначте спеціалізовані ролі в організації, які вимагають додаткового навчання з кібербезпеки, як-от персонал із фізичної та кібербезпеки, фінансовий персонал, вище керівництво та будь-хто, хто має доступ до критичних даних</li><li><b>Приклад 2:</b> Забезпечте рольову обізнаність із кібербезпекою та навчання для всіх, хто виконує спеціалізовані ролі, включаючи підрядників, партнерів, постачальників та інших третіх осіб</li>< li><b>Приклад 3:</b> Періодично оцінюйте або перевіряйте користувачів на їх розуміння практик кібербезпеки для їхніх спеціалізованих ролей</li><li><b>Приклад 4:</b> Вимагайте щорічного підвищення кваліфікації для зміцнення існуючих практик і запровадити нові практики </li></ul></div>"
  },
  {
    "requirementId": "36417",
    "requirementTitle": "PR.DS-01",
    "requirementText": "Конфіденційність, цілісність та доступність даних у стані спокою захищені",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Використовуйте шифрування, цифрові підписи та криптографічні хеші для захисту конфіденційності та цілісності даних, що зберігаються у файлах, базах даних, образах дисків віртуальних машин, образах контейнерів і інші ресурси</li><li><b>Приклад 2:</b> Використовуйте повне шифрування диска для захисту даних, що зберігаються на кінцевих точках користувача</li><li><b>Приклад 3:</b> Підтвердьте цілісність програмного забезпечення шляхом перевірки підписів</li><li><b>Приклад 4:</b> Обмежте використання знімних носіїв, щоб запобігти викраденню даних</li><li><b>Приклад 5:</b> Фізично захищений знімний носій, що містить незашифровану конфіденційну інформацію, наприклад, у замкнених офісах або картотеках</li></ul></div>"
  },
  {
    "requirementId": "36418",
    "requirementTitle": "PR.DS-02",
    "requirementText": "Конфіденційність, цілісність та доступність даних у дорозі захищені",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Використовуйте шифрування, цифрові підписи та криптографічні хеші для захисту конфіденційності та цілісності мережевого зв’язку</li><li><b>Приклад 2:</b>Автоматично шифруйте або блокуйте вихідні електронні листи та інші повідомлення, які містять конфіденційні дані, залежно від класифікації даних</li><li><b>Приклад 3:</b> Блокуйте доступ до особистої електронної пошти, обміну файлами, служби зберігання файлів, та інших персональних комунікаційних програм та служб з організаційних систем і мереж</li><li><b>Приклад 4:</b> Запобігайте повторному використанню конфіденційних даних із виробничих середовищ (наприклад, записів клієнтів) у розробці, тестуванні та інших не -виробничих середовищах</li></ul></div>"
  },
  {
    "requirementId": "36453",
    "requirementTitle": "PR.DS-10",
    "requirementText": "Конфіденційність, цілісність та доступність даних, що використовуються, захищені",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Видаліть дані, які мають залишатися конфіденційними (наприклад, із процесорів і пам’яті), щойно вони більше не потрібні</li><li><b> Приклад 2:</b> Захистіть дані, що використовуються, від доступу інших користувачів і процесів тієї ж платформи</li></ul></div>"
  },
  {
    "requirementId": "36454",
    "requirementTitle": "PR.DS-11",
    "requirementText": "Резервні копії даних створюються, захищаються, підтримуються та тестуються",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Постійно створюйте резервні копії критично важливих даних майже в реальному часі та часто створюйте резервні копії інших даних за погодженими розкладами</li><li><b >Приклад 2:</b> Тестуйте резервні копії та відновлення для всіх типів джерел даних принаймні раз на рік</li><li><b>Приклад 3:</b> Безпечно зберігайте деякі резервні копії в автономному режимі та за межами сайту, щоб уникнути інциденту чи катастрофи не пошкодити їх</li><li><b>Приклад 4:</b> Застосовуйте обмеження геолокації для зберігання резервних копій даних </li></ul></div>"
  },
  {
    "requirementId": "36455",
    "requirementTitle": "PR.PS-01",
    "requirementText": "Впроваджені та застосовуються практики управління конфігурацією",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Створіть, перевірте, розгорніть і підтримуйте надійні базові лінії, які забезпечують дотримання політики кібербезпеки організації та надають лише основні можливості (тобто принцип найменшої функціональності)</li ><li><b>Приклад 2:</b> Перегляньте всі налаштування конфігурації за умовчанням, які потенційно можуть вплинути на кібербезпеку під час встановлення чи оновлення програмного забезпечення </li></ul></div>"
  },
  {
    "requirementId": "36456",
    "requirementTitle": "PR.PS-02",
    "requirementText": "Програмне забезпечення підтримується, замінюється та видаляється відповідно до ризиків",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Виконайте регулярні та екстрені виправлення протягом термінів, указаних у плані управління вразливістю</li><li><b>Приклад 2:</b> Оновіть контейнер зображення та розгортання нових екземплярів контейнерів для заміни, а не оновлення існуючих екземплярів</li><li><b>Приклад 3:</b> Замініть вичерпані версії програмного забезпечення та служб на підтримувані та підтримувані версії</li>< li><b>Приклад 4:</b> Видаліть неавторизоване програмне забезпечення та служби, які становлять невиправданий ризик</li><li><b>Приклад 5:</b> Видаліть будь-які непотрібні компоненти програмного забезпечення (наприклад, операційну систему утиліти), які зловмисники можуть використати зловмисниками</li><li><b>Приклад 6:</b> Визначте та реалізуйте плани підтримки програмного забезпечення та послуг після завершення терміну служби та морального старіння</li></ul></div >"
  },
  {
    "requirementId": "36457",
    "requirementTitle": "PR.PS-03",
    "requirementText": "Обслуговування, заміна та демонтаж обладнання здійснюється відповідно до рівня ризику",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Замініть апаратне забезпечення, якщо воно не має необхідних можливостей безпеки або не підтримує програмне забезпечення з необхідними можливостями безпеки</li><li><b>Приклад 2:</b>Визначте та реалізуйте плани підтримки технічного обслуговування та старіння апаратного забезпечення після закінчення терміну служби</li><li><b>Приклад 3:</b> Виконайте утилізацію апаратного забезпечення безпечним, відповідальним і перевіреним способом</li></ul></div>"
  },
  {
    "requirementId": "36458",
    "requirementTitle": "PR.PS-04",
    "requirementText": "Записи журналів створюються та доступні для постійного моніторингу",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Налаштуйте всі операційні системи, програми та служби (включно з хмарними службами) для створення записів журналу</li><li><b>Приклад 2: </b> Налаштуйте генератори журналів для безпечного обміну своїми журналами з системами та службами інфраструктури журналювання організації</li><li><b>Приклад 3:</b> Налаштуйте генератори журналів для запису даних, необхідних для архітектур нульової довіри </li></ul></div>"
  },
  {
    "requirementId": "36459",
    "requirementTitle": "PR.PS-05",
    "requirementText": "Запобігання встановленню та виконанню несанкціонованого програмного забезпечення",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Якщо цього вимагає ризик, обмежте виконання програмного забезпечення лише дозволеними продуктами або забороніть виконання забороненого та неавторизованого програмного забезпечення</li><li><b>Приклад 2 :</b> Перевірте джерело нового програмного забезпечення та цілісність програмного забезпечення перед його встановленням</li><li><b>Приклад 3:</b> Налаштуйте платформи для використання лише затверджених служб DNS, які блокують доступ до відомих шкідливих доменів</li><li><b>Приклад 4:</b> Налаштуйте платформи, щоб дозволити встановлення лише затвердженого організацією програмного забезпечення </li></ul></div>"
  },
  {
    "requirementId": "36460",
    "requirementTitle": "PR.PS-06",
    "requirementText": "Інтегровані безпечні практики розробки програмного забезпечення, а їх ефективність відстежується протягом усього життєвого циклу розробки програмного забезпечення",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Захистіть усі компоненти програмного забезпечення, розробленого організацією, від втручання та несанкціонованого доступу</li><li><b>Приклад 2:</b> Захистіть усе програмне забезпечення створене організацією, з мінімальними вразливими місцями в їхніх випусках</li><li><b>Ex3:</b> Обслуговуйте програмне забезпечення, що використовується у виробничих середовищах, і безпечно утилізуйте програмне забезпечення, коли воно більше не потрібне</li> </ul></div>"
  },
  {
    "requirementId": "36461",
    "requirementTitle": "PR.IR-01",
    "requirementText": "Мережі та середовища захищені від несанкціонованого логічного доступу та використання",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Логічно сегментуйте мережі організації та хмарні платформи відповідно до меж довіри та типів платформ (наприклад, IT, IoT, OT, мобільні пристрої, гостьові) і дозвольте необхідні комунікації лише між сегментами</li><li><b>Приклад 2:</b> Логічно сегментуйте мережі організації від зовнішніх мереж і дозвольте лише необхідним комунікаціям входити в мережі організації із зовнішніх мереж</li><li> <b>Приклад 3:</b> Застосуйте архітектуру нульової довіри, щоб обмежити доступ до мережі до кожного ресурсу до необхідного мінімуму</li><li><b>Приклад 4:</b> Перевірте кіберсправність кінцевих точок, перш ніж дозволити їм отримати доступ і використовувати виробничі ресурси </li></ul></div>"
  },
  {
    "requirementId": "36462",
    "requirementTitle": "PR.IR-02",
    "requirementText": "Технологічні активи організації захищені від екологічних загроз",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Захистіть організаційне обладнання від відомих загроз навколишнього середовища, таких як затоплення, пожежа, вітер, надмірна спека та вологість</li><li><b>Приклад 2 :</b> Виконуйте вимоги до стійкості в нормальних і несприятливих ситуаціях</li></ul></div>"
  },
  {
    "requirementId": "36463",
    "requirementTitle": "PR.IR-03",
    "requirementText": "Впроваджено механізми для досягнення вимог до стійкості в нормальних та несприятливих ситуаціях",
    "supplementalInfo": "NULL"
  },
  {
    "requirementId": "36464",
    "requirementTitle": "PR.IR-04",
    "requirementText": "Належний ресурсний потенціал для забезпечення доступності",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Моніторинг використання сховища, живлення, обчислень, пропускної здатності мережі й інших ресурсів</li><li><b>Приклад 2:</b> Прогноз майбутніх потреб та відповідне масштабування ресурсів</li></ul></div>"
  },
  {
    "requirementId": "36424",
    "requirementTitle": "DE.CM-01",
    "requirementText": "Моніторинг мереж та мережевих послуг з метою виявлення потенційно несприятливих подій",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Моніторинг DNS, BGP та інших мережевих служб на наявність несприятливих подій</li><li><b>Приклад 2:</b> Моніторинг дротового та бездротового зв’язку мережі для з’єднань із несанкціонованих кінцевих точок</li><li><b>Приклад 3:</b> Моніторинг засобів для виявлення неавторизованих або шахрайських бездротових мереж</li><li><b>Приклад 4:</b> Порівняйте фактичні мережеві потоки проти базових рівнів для виявлення відхилень</li><li><b>Приклад 5:</b> Моніторинг мережевих комунікацій для виявлення змін у положеннях безпеки з метою нульової довіри </li></ul></div>"
  },
  {
    "requirementId": "36425",
    "requirementTitle": "DE.CM-02",
    "requirementText": "Здійснюється моніторинг фізичного середовища з метою виявлення потенційно несприятливих подій",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Моніторинг журналів із систем контролю фізичного доступу (наприклад, зчитувачів бейджів), щоб знайти незвичайні схеми доступу (наприклад, відхилення від норми) і невдалі спроби доступу</ li><li><b>Приклад 2:</b> Перегляньте та відстежуйте записи фізичного доступу (наприклад, з реєстрації відвідувачів, аркушів входу)</li><li><b>Приклад 3:</b> Відстежуйте фізичні засоби контролю доступу (наприклад, дверні замки, засувки, петлі) на наявність ознак несанкціонованого доступу</li><li><b>Приклад 4:</b> Контролюйте фізичне середовище за допомогою систем сигналізації, камер і охоронців</li> </ul></div>"
  },
  {
    "requirementId": "36426",
    "requirementTitle": "DE.CM-03",
    "requirementText": "Діяльність персоналу та використання технологій контролюється з метою виявлення потенційно несприятливих подій",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Використовуйте програмне забезпечення аналітики поведінки для виявлення аномальної активності користувачів, щоб пом’якшити внутрішні загрози</li><li><b>Приклад 2:</b> Відстежуйте журнали з логічні системи контролю доступу для виявлення незвичайних моделей доступу та невдалих спроб доступу</li><li><b>Ex3:</b> Використовуйте відповідні служби для виявлення потенційно несприятливих подій (раніше DE.CM-06, DE.CM-07 )</li></ul></div>"
  },
  {
    "requirementId": "36427",
    "requirementTitle": "DE.CM-06",
    "requirementText": "Діяльність та послуги зовнішніх постачальників послуг контролюються з метою виявлення потенційно несприятливих подій",
    "supplementalInfo": ""
  },
  {
    "requirementId": "36467",
    "requirementTitle": "DE.CM-09",
    "requirementText": "Обчислювальне обладнання та програмне забезпечення, середовища виконання та їх дані контролюються для виявлення потенцій",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Моніторинг електронної пошти, Інтернету, обміну файлами, служб спільної роботи та інших поширених векторів атак для виявлення зловмисного програмного забезпечення, фішингу, витоку та крадіжки даних та інших небажаних подій</li><li><b>Приклад 2:</b> Відстежуйте спроби автентифікації для виявлення атак на облікові дані та неавторизоване повторне використання облікових даних</li><li><b>Приклад 3:</b> Відстежуйте конфігурації програмного забезпечення на наявність відхилень від безпеки базові показники</li><li><b>Ex4:</b> Використовуйте технології, присутні на кінцевих точках, щоб виявляти проблеми з кібернетичною роботою (наприклад, відсутні патчі, зараження зловмисним програмним забезпеченням, несанкціоноване програмне забезпечення) і перенаправляйте кінцеві точки в середовище виправлення до авторизації доступу</li></ul></div>"
  },
  {
    "requirementId": "36420",
    "requirementTitle": "DE.AE-02",
    "requirementText": "Потенційно несприятливі події аналізуються для кращого розуміння пов'язаної з ними діяльності",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Використовуйте інформацію про безпеку та керування подіями (SIEM) або інші інструменти для постійного моніторингу подій у журналі на наявність відомої зловмисної та підозрілої активності</li><li><b >Приклад 2:</b> Використовуйте сучасні дані про кіберзагрози в інструментах аналізу журналів, щоб підвищити точність виявлення та охарактеризувати суб’єктів загрози, їхні методи та ознаки компрометації</li><li><b>Приклад 3:</b>Регулярно проводьте вручну перевірку подій журналу для технологій, які не можна належним чином контролювати за допомогою автоматизації</li><li><b>Приклад 4:</b> Використовуйте інструменти аналізу журналу для створення звітів про свої висновки</li></ вул.></div>"
  },
  {
    "requirementId": "36421",
    "requirementTitle": "DE.AE-03",
    "requirementText": "Інформація співвідноситься з декількох джерел",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Постійно передавайте дані журналу, згенеровані іншими джерелами, на відносно невелику кількість серверів журналу</li><li><b>Приклад 2:</b> Використовуйте технологію кореляції подій (наприклад, SIEM), щоб збирати інформацію, отриману з кількох джерел</li><li><b>Приклад 3:</b> Використовуйте розвідку про кіберзагрози, щоб допомогти корелювати події між джерелами журналів</li></ul ></div>"
  },
  {
    "requirementId": "36422",
    "requirementTitle": "DE.AE-04",
    "requirementText": "Очікуваний вплив та масштаби несприятливих подій є зрозумілими",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Використовуйте SIEM або інші інструменти для оцінки впливу та масштабу, а також переглядайте й уточнюйте оцінки</li><li><b>Приклад 2:</b > Людина створює власні оцінки впливу та масштабу </li></ul></div>"
  },
  {
    "requirementId": "36423",
    "requirementTitle": "DE.AE-06",
    "requirementText": "Інформація про небажані явища надається уповноваженому персоналу та інструментарію",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Використовуйте програмне забезпечення для кібербезпеки, щоб створювати сповіщення та надсилати їх до центру безпеки (SOC), служб реагування на інциденти та інструментів реагування на інциденти</li><li> <b>Приклад 2:</b> Служби реагування на інциденти та інший уповноважений персонал можуть отримати доступ до результатів аналізу журналу в будь-який час</li><li><b>Приклад 3:</b> Автоматично створюйте та призначайте заявки в системі продажу заявок організації, коли трапляються певні типи сповіщень</li><li><b>Приклад 4:</b> вручну створіть і призначте заявки в системі продажу квитків організації, коли технічний персонал виявляє ознаки компрометації </li></ul></div>"
  },
  {
    "requirementId": "36465",
    "requirementTitle": "DE.AE-07",
    "requirementText": "Розвід дані про кіберзагрози та інша контекстна інформація інтегрована в аналіз",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Безпечно надавайте дані про кіберзагрози, технології виявлення, процеси і персонал</li><li><b>приклад 2:</b> Безпечно надавайте інформацію про інвентаризацію активів, технології виявлення, процеси і персонал</li><li><b>Приклад 3:</b> Швидко отримуйте й аналізуйте відомості про вразливості технологій організації від постачальників і сторонніх консультантів щодо безпеки </li></ul></div>"
  },
  {
    "requirementId": "36466",
    "requirementTitle": "DE.AE-08",
    "requirementText": "Інциденти оголошуються, коли несприятливі події відповідають визначеним критеріям інциденту",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Застосовуйте критерії інциденту до відомих і припущених характеристик діяльності, щоб визначити, чи слід оголошувати інцидент</li><li><b>Приклад 2: </b> Враховуйте відомі помилкові спрацьовування під час застосування критеріїв інциденту </li></ul></div>"
  },
  {
    "requirementId": "36468",
    "requirementTitle": "RS.MA-01",
    "requirementText": "План реагування на інцидент виконується у координації з відповідними третіми сторонами після оголошення інциденту",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Технології виявлення автоматично повідомляють про підтверджені інциденти</li><li><b>Приклад 2:</b> Запит на допомогу з реагування на інциденти в аутсорсера організації з реагування на інциденти </li><li><b>Приклад 3:</b> Призначте керівника інциденту для кожного інциденту </li></ul></div>"
  },
  {
    "requirementId": "36469",
    "requirementTitle": "RS.MA-02",
    "requirementText": "Звіти про інциденти сортуються та перевіряються",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Попередньо перегляньте звіти про інциденти, щоб підтвердити, що вони пов’язані з кібербезпекою та вимагають заходів із реагування на інциденти</li><li><b>Приклад 2:</b > Застосуйте критерії для оцінки тяжкості інциденту </li></ul></div>"
  },
  {
    "requirementId": "36470",
    "requirementTitle": "RS.MA-03",
    "requirementText": "Інциденти класифікуються за категоріями та пріоритетами",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Подальший аналіз і класифікація інцидентів на основі типу інциденту (наприклад, порушення даних, програми-вимагачі, DDoS, компрометація облікового запису)</li><li>< b>Приклад 2:</b> Визначте пріоритетність інцидентів на основі їх масштабу, ймовірного впливу та критичного часу швидко оговтатися від інциденту з необхідністю спостереження за зловмисником або проведення більш ретельного розслідування </li></ul></div>"
  },
  {
    "requirementId": "36471",
    "requirementTitle": "RS.MA-04",
    "requirementText": "Ескалація або підвищення рівня інцидентів за необхідності",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Відстежуйте та перевіряйте статус усіх інцидентів, що тривають</li><li><b>Приклад 2:</b> Координуйте ескалацію інциденту або підвищення рівня з призначеними внутрішні та зовнішні зацікавлені сторони </li></ul></div>"
  },
  {
    "requirementId": "36472",
    "requirementTitle": "RS.MA-05",
    "requirementText": "Застосовано критерії для ініціювання відновлення після інциденту",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Застосуйте критерії відновлення інциденту до відомих і припущених характеристик інциденту, щоб визначити, чи слід ініціювати процеси відновлення інциденту</li><li><b>Приклад 2 :</b> Візьміть до уваги можливий оперативний збій діяльності з відновлення інциденту </li></ul></div>"
  },
  {
    "requirementId": "36430",
    "requirementTitle": "RS.AN-03",
    "requirementText": "Проводиться аналіз для встановлення того, що відбулося під час інциденту та першопричини інциденту",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Визначте послідовність подій, що відбулися під час інциденту, і які активи та ресурси були залучені до кожної події</li><li><b>Приклад 2: </b> Спробуйте визначити, які вразливості, загрози та суб’єкти загрози були прямо чи опосередковано залучені до інциденту</li><li><b>Приклад 3:</b> Проаналізуйте інцидент, щоб знайти основні системні першопричини </li><li><b>Приклад 4:</b> Перевірте будь-яку технологію кіберобману, щоб отримати додаткову інформацію про поведінку зловмисників</li></ul></div>"
  },
  {
    "requirementId": "36473",
    "requirementTitle": "RS.AN-06",
    "requirementText": "Дії, що виконуються під час розслідування, фіксуються, а цілісність та джерело записів зберігаються",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Вимагайте від кожного спеціаліста з реагування на інциденти та інших осіб (наприклад, системних адміністраторів, інженерів з кібербезпеки), які виконують завдання з реагування на інциденти, записувати свої дії та зробити запис незмінним.</li ><li><b>Приклад 2:</b> Вимагайте від керівника інциденту детально задокументувати інцидент і нести відповідальність за збереження цілісності документації та джерел усієї інформації, про яку повідомляється </li></ul></div>"
  },
  {
    "requirementId": "36474",
    "requirementTitle": "RS.AN-07",
    "requirementText": "Дані про інциденти та метадані збираються, а їх цілісність та джерело зберігаються",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Збирайте, зберігайте та захищайте цілісність усіх відповідних даних про інциденти та метаданих (наприклад, джерело даних, дата/час збору) на основі збереження доказів та процедури ланцюжка поставок </li></ul></div>"
  },
  {
    "requirementId": "36475",
    "requirementTitle": "RS.AN-08",
    "requirementText": "Масштаб інциденту оцінено та підтверджено",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Перегляньте інші потенційні цілі інциденту, щоб знайти ознаки компромісу та докази наполегливості</li><li><b>Приклад 2:</b > Автоматично запускайте інструменти на цілях, щоб шукати ознаки компромісу та докази стійкості </li></ul></div>"
  },
  {
    "requirementId": "36428",
    "requirementTitle": "RS.CO-02",
    "requirementText": "Внутрішні та зовнішні зацікавлені сторони повідомляються про інциденти",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Дотримуйтесь процедур сповіщення про порушення організації після виявлення інциденту порушення даних, зокрема сповіщення постраждалих клієнтів</li><li><b>Приклад 2:</b > Повідомляйте ділових партнерів і клієнтів про інциденти відповідно до договірних вимог</li><li><b>Приклад 3:</b> Повідомляйте правоохоронні та регулюючі органи про інциденти на основі критеріїв плану реагування на інциденти та схвалення керівництва </li></ul></div>"
  },
  {
    "requirementId": "36429",
    "requirementTitle": "RS.CO-03",
    "requirementText": "Обмін інформацією з визначеними внутрішніми та зовнішніми зацікавленими сторонами",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Безпечно ділиться інформацією відповідно до планів реагування та угод про обмін інформацією</li><li><b>Приклад 2:</b> Добровільно ділиться інформацією про спостережувані зловмисником ресурси із видаленням усіх конфіденційних даних, за допомогою Центру обміну та аналізу інформації</li><li><b>Приклад 3:</b> Сповіщайте відділ кадрів, коли відбувається зловмисна внутрішня діяльність</li><li> <b>Приклад 4:</b> Регулярно інформуйте вище керівництво про стан великих інцидентів</li><li><b>Приклад 5:</b> Дотримуйтесь правил і протоколів, визначених у контрактах щодо обміну інформацією про інциденти між організацією та її постачальників</li><li><b>Приклад 6:</b> Координуйте методи комунікації в кризових ситуаціях між організацією та її критично важливими постачальниками </li></ul></div>"
  },
  {
    "requirementId": "36431",
    "requirementTitle": "RS.MI-01",
    "requirementText": "Інциденти локалізовано",
    "supplementalInfo": "<div><ul><li><b>Приклад 1.</b> Технології кібербезпеки (наприклад, антивірусне програмне забезпечення) та функції кібербезпеки інших технологій (наприклад, операційні системи, пристрої мережевої інфраструктури) автоматично виконують дії стримування</li> <li><b>Приклад 2:</b> Дозвольте службам реагування на інциденти вручну вибирати та виконувати дії стримування</li><li><b>Приклад 3:</b> Дозвольте третій стороні (наприклад, постачальнику послуг Інтернету, керованому постачальник послуг безпеки) для виконання дій стримування від імені організації</li><li><b>Приклад 4:</b> Автоматично передавайт скомпрометовані кінцеві точки до віртуальної локальної мережі (VLAN) для відновлення </li></ul ></div>"
  },
  {
    "requirementId": "36432",
    "requirementTitle": "RS.MI-02",
    "requirementText": "Інциденти усунуто",
    "supplementalInfo": "<div><ul><li><b>Приклад 1.</b> Технології кібербезпеки та функції кібербезпеки інших технологій (наприклад, операційні системи, пристрої мережевої інфраструктури) автоматично виконують дії з видалення.</li><li><b> Приклад 2:</b> Дозвольте службам реагування на інциденти вручну вибирати та виконувати дії ліквідації</li><li><b>Приклад 3:</b> Дозвольте третій стороні (наприклад, постачальнику керованих послуг безпеки) виконувати дії ліквідації від імені організації </li></ul></div>"
  },
  {
    "requirementId": "36433",
    "requirementTitle": "RC.RP-01",
    "requirementText": "Частина плану реагування на інцидент, що стосується відновлення, виконується після початку процесу реагування на інцидент",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Розпочніть процедури відновлення під час або після процесів реагування на інциденти</li><li><b>Приклад 2:</b> Повідомте всіх осіб, які відповідають за відновлення планів відновлення та дозволів, необхідних для реалізації кожного аспекту планів </li></ul></div>"
  },
  {
    "requirementId": "36434",
    "requirementTitle": "RC.RP-02",
    "requirementText": "Відбір, визначення обсягу, пріоритетності та виконання заходів з відновлення",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Виберіть дії з відновлення на основі критеріїв, визначених у плані реагування на інцидент, і доступних ресурсів</li><li><b>Приклад 2:</b> Відновлені активи перевіряються перед використанням після відновлення</li></ul></div>"
  },
  {
    "requirementId": "36435",
    "requirementTitle": "RC.RP-03",
    "requirementText": "Цілісність резервних копій та інших засобів відновлення перевіряється перед використанням їх для відновлення",
    "supplementalInfo": ""
  },
  {
    "requirementId": "36436",
    "requirementTitle": "RC.RP-04",
    "requirementText": "Важливі функції місії та управління ризиками кібербезпеки розглядаються для встановлення оперативних норм після інцидентів",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Встановіть робочі норми після інциденту</li><li><b>Приклад 1:</b> Використовуйте записи про вплив на бізнес і системну категоризацію (включаючи сервісні цілі доставки), щоб підтвердити, що основні служби відновлюються у відповідному порядку</li><li><b>Приклад 2:</b> Працюйте з власниками систем, щоб підтвердити успішне відновлення систем і повернення до нормальної роботи</li ><li><b>Приклад 3:</b> Відстежуйте продуктивність відновлених систем, щоб перевірити адекватність відновлення </li></ul></div>"
  },
  {
    "requirementId": "36437",
    "requirementTitle": "RC.RP-05",
    "requirementText": "Перевірено цілісність відновлених активів, відновлено системи та послуги, підтверджено нормальний робочий стан",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Перевірте відновлені активи на наявність індикаторів компрометації та усунення основних причин інциденту перед використанням у виробництві</li><li><b>Приклад 2:</b>Перевірте правильність і адекватність дій з відновлення, вжитих перед тим, як запустити відновлену систему в режим онлайн </li></ul></div>"
  },
  {
    "requirementId": "36476",
    "requirementTitle": "RC.RP-06",
    "requirementText": "Кінець відновлення інциденту оголошується на основі критеріїв, а документація, пов'язана з інцидентом, завершується",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Підготуйте звіт про завершення дії, у якому задокументовано сам інцидент, вжиті заходи реагування та відновлення, а також отримані уроки</li><li><b> Приклад 2:</b> Оголосіть про завершення відновлення інциденту, коли критерії будуть виконані</li></ul></div>"
  },
  {
    "requirementId": "36438",
    "requirementTitle": "RC.CO-03",
    "requirementText": "Заходи з відновлення та прогрес у відновленні операційної спроможності повідомляються визначеним внутрішнім та зовнішнім зацікавленим сторонам",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Безпечно передавайте інформацію про відновлення, зокрема хід відновлення, відповідно до планів реагування та угод про обмін інформацією</li><li><b>Приклад 2:</b > Регулярно інформуйте вище керівництво про стан відновлення та хід відновлення для великих інцидентів</li><li><b>Приклад 3:</b> Дотримуйтесь правил і протоколів, визначених у контрактах щодо обміну інформацією про інциденти між організацією та її постачальниками</ li><li><b>Приклад 4:</b> Координуйте зв’язок у кризових ситуаціях між організацією та її критично важливими постачальниками </li></ul></div>"
  },
  {
    "requirementId": "36477",
    "requirementTitle": "RC.CO-04",
    "requirementText": "Публічні оновлення щодо відновлення після інцидентів поширюються з використанням затверджених методів та повідомлень",
    "supplementalInfo": "<div><ul><li><b>Приклад 1:</b> Дотримуйтеся процедур сповіщення про порушення організації, щоб запобігти інциденту порушення даних</li><li><b>Приклад 2:</b> Поясніть кроки, а також які вживаються заходи для відновлення після інциденту та запобігання повторенню</li></ul></div>"
  }
]