[
  {
    "requirementId": "12292",
    "requirementText": "Фізичні пристрої та системи всередині організації інвентаризовано",
    "supplementalInfo": "На ОКІ проводиться ідентифікація всіх пристроїв, носіїв інформації, інформаційних систем, що використовуються для надання життєво важливих послуг та функцій, здійснюється їх реєстрація.  "
  },
  {
    "requirementId": "12293",
    "requirementText": "Програмні платформи та програми в межах організації інвентаризовано",
    "supplementalInfo": "Програмне забезпечення, що використовуються для забезпечення роботи ОКІІ ОКІ, які забезпечують надання життєво важливих послуг та виконання життєво важливих функцій, повинні бути ідентифіковані та задокументовані.  "
  },
  {
    "requirementId": "12294",
    "requirementText": "Комунікації та потоки даних в організації структуровано",
    "supplementalInfo": "Здійснюється інвентаризація електронних комунікацій та потоків даних, які в них циркулюють в тому числі із визначенням всіх підмереж, які використовуються для забезпечення надання основної послуги/виконання основної функції ОКІ. Розроблено структурну схему інформаційних потоків, яка відображає інформаційну взаємодію між основним компонентами (завданнями, об’єктами). Визначено, з прив’язкою до кожного елемента схеми, категорії інформації та рівні доступу до неї. Ця інформація є важливою для організацій, задля представлення цілісного уявлення про активи, що підтримують її інфраструктуру електронної комунікаційної мережі та існуючі потоки даних. "
  },
  {
    "requirementId": "12295",
    "requirementText": "Зовнішні інформаційні системи каталогізовано",
    "supplementalInfo": "Інформаційні та інформаційно\u0002комунікаційні системи, які взаємодіють з ОКІІ ОКІ (в тому числі, які розташовані, або можуть використовуватись за межами ОКІ), слід віднести до певного каталогу. Необхідно забезпечити безпечну роботу обладнання, яке може санкціоновано використовуватись поза межами ОКІ. "
  },
  {
    "requirementId": "12296",
    "requirementText": "Ресурси (наприклад, апаратне забезпечення, пристрої, дані, час, персонал та програмне забезпечення) пріоритизовано на підставі їх класифікації, критичності та вартості для бізнесу",
    "supplementalInfo": "Організація класифікує свої активи, враховуючи критичність процесів, для яких такі активи використовуються. Під час процесу інвентаризації організація визначає та затверджує метод класифікації активів. "
  },
  {
    "requirementId": "12297",
    "requirementText": "Роль і обов'язки з кібербезпеки для всієї робочої сили та сторонніх зацікавлених сторін (постачальників, клієнтів, партнерів) визначено",
    "supplementalInfo": "Визначаються та описуються всі обов’язки та відповідальність штатного персоналу ОКІ та персоналу партнерів організації пов’язаних із забезпеченням кібербезпеки, взаємодією з іншими підрозділами організації та зовнішніми організаціями. На ОКІ затверджується та доводиться до персоналу політика інформаційної безпеки. Впроваджуються програми підвищення обізнаності/навчання працівників з питань забезпечення кібербезпеки. "
  },
  {
    "requirementId": "12298",
    "requirementText": "Роль організації в ланцюжку поставок визначено та повідомлено",
    "supplementalInfo": "Організація ідентифікує та класифікує постачальників у відповідних ланцюгах поставок, враховуючи товари і послуги, що надаються згідно з чинними угодами та законодавством. В угодах з постачальниками можуть бути визначені вимоги з обробки ризиків, які пов’язані з безпекою постачання, послуги моніторяться та регулярно переглядаються та змінюються з урахуванням результатів повторної оцінки ризиків. "
  },
  {
    "requirementId": "12299",
    "requirementText": "Місце організації в критично важливій інфраструктурі та її секторі промисловості визначено та повідомлено",
    "supplementalInfo": "ОКІ має визначити роль в своєму секторі критичної інфраструктури, категорію критичності, а також ідентифікувати та категоризувати власні ОКІІ. "
  },
  {
    "requirementId": "12300",
    "requirementText": "Пріоритети організаційної місії, цілей та заходів встановлено та повідомлено",
    "supplementalInfo": "На ОКІ визначаються пріоритети цілей, завдань і заходів щодо забезпечення кібербезпеки ОКІІ, що забезпечують надання життєво важливих послуг та функцій. Такі пріоритети на ОКІ встановлюються та здійснюється інформування щодо них. "
  },
  {
    "requirementId": "12301",
    "requirementText": "Залежності та критично важливі функції для надання критично важливих послуг встановлено",
    "supplementalInfo": "Організація забезпечує ідентифікацію та реєстрацію критично важливих активів, необхідних для надання життєво важливих послуг та функцій. Реєстрація містить принаймні таку інформацію: електронні комунікаційні мережі та інформаційні системи, що підтримують надання критично важливих послуг та функцій, які потребують захисту від відмови енергії або інших збоїв, спричинених аномаліями в службах підтримки; електронні комунікаційні мережі, які підтримують важливі послуги та потребують захисту від фальсифікації та перехоплення; планування потенціалу та моніторинг електронних комунікаційних мереж, інформаційних систем, що підтримують критично важливі послуги та функції, що дасть змогу зробити обґрунтовані прогнози майбутніх потреб і забезпечить стійкість до збоїв та кібератак. "
  },
  {
    "requirementId": "12302",
    "requirementText": "Вимоги стійкості для підтримки надання критично важливих послуг для всіх операційних станів (наприклад, під примусом/ атакою, під час відновлення, звичайних операцій) встановлено",
    "supplementalInfo": "Організація ідентифікує та визначає відповідні вимоги для забезпечення стійкості надання критично важливих послуг та функцій. "
  },
  {
    "requirementId": "12303",
    "requirementText": "Організаційну політику з кібербезпеки встановлено та повідомлено",
    "supplementalInfo": "Організація: визначає політику інформаційної/ кібербезпеки; повідомляє про існування та зміст політики інформаційної/кібербезпеки для партнерів організації. "
  },
  {
    "requirementId": "12304",
    "requirementText": "Ролі та обов'язки з кібербезпеки координуються та узгоджуються з внутрішніми ролями та зовнішніми партнерами",
    "supplementalInfo": "На ОКІ визначаються усі обов’язки, пов’язані із забезпеченням кібербезпеки ОКІ. Керівництво безпосередньо підтримує впровадження культури кібербезпеки, виконує вимоги з кібербезпеки та забезпечує дотримання вимог з кібербезпеки відповідно до прийнятих політик та процедур організації всім персоналом. ОКІ може взаємодіяти з державними органами, установами та підприємствами, що займаються питанням забезпечення кіберзахисту. У разі потреби до виконання робіт із забезпечення кіберзахисту можуть залучатися зовнішні організації, що мають ліцензії на відповідний вид діяльності у сфері кібербезпеки. У випадку укладення договору, у ньому можуть бути викладені чіткі вимоги із забезпечення кібербезпеки, як постачальником послуг, так і клієнтом. "
  },
  {
    "requirementId": "12305",
    "requirementText": "Законодавчі та нормативні вимоги щодо кібербезпеки, включаючи зобов'язання щодо конфіденційності та громадянських свобод, розуміються, та управління ними здійснюється",
    "supplementalInfo": "Організація узагальнює та виконує нормативно-правові та нормативні вимоги щодо кібербезпеки, дотримуючись національних та європейських норм, в тому числі щодо захисту недоторканості особистого життя (приватності). "
  },
  {
    "requirementId": "12306",
    "requirementText": "Процеси врядування та безпеки управління ризиками усувають ризики для кібербезпеки",
    "supplementalInfo": "На ОКІ проводиться оцінка ризиків. Для проведення аналізу ризиків складаються переліки суттєвих загроз, вразливостей, через які загрози можуть бути реалізовано, описуються методи та способи обробки ризиків. Рекомендується оцінювати достатність заходів, які застосовуються для обробки, в тому числі зменшення ризиків кібербезпеки ОКІ, під час проведення аудиту інформаційної безпеки ОКІ або державної експертизи КСЗІ ОКІІ ОКІ "
  },
  {
    "requirementId": "12307",
    "requirementText": "Вразливості об'єктів визначені та задокументовані",
    "supplementalInfo": "Управління вразливістю є одним із процесів, який відбувається в організації для пом’якшення ризику в контексті кібербезпеки. Усі відомі вразливості були виявлені, але ще не пом’якшені чи не виправлені, оцінюються в організації та розглядаються шляхи їх виправлення або необхідність впровадження додаткових заходів із кіберзахисту. "
  },
  {
    "requirementId": "12308",
    "requirementText": "Розвідувальна інформація про кібер-загрози отримується з форумів та джерел обміну інформацією",
    "supplementalInfo": "Організація встановлює контакти з групами, які обмінюються інформацією про проблеми кібербезпеки та вразливості, обмінюються ідеями та досвідом, отримує доступ до постійно оновленої інформації про кіберзагрози, в тому числі, яка отримується іншими суб’єктами забезпечення кіберзахисту в наслідок проведення технічного розслідування кіберінцидентів/кібератак. "
  },
  {
    "requirementId": "12309",
    "requirementText": "Загрози, як внутрішні, так і зовнішні, ідентифіковано та документовано",
    "supplementalInfo": "Відповідно до стратегії (політики) управління ризиками організація визначає та документує можливі загрози, які можуть бути реалізовані через ідентифіковані вразливості в її активах.  "
  },
  {
    "requirementId": "12310",
    "requirementText": "Визначено потенційні ділові наслідки та ймовірності",
    "supplementalInfo": "Виконується кількісна або якісна оцінка збитків, що можуть бути нанесені ОКІ внаслідок реалізації загроз. Оцінка складається з величин очікуваних збитків від втрати інформації або кожної з її властивостей (конфіденційність, доступність та цілісність) або від втрати керованості ОКІ внаслідок реалізації загрози. "
  },
  {
    "requirementId": "12311",
    "requirementText": "Для визначення ризику використовуються загрози, вразливості, вірогідність та наслідки",
    "supplementalInfo": "Організація визначає у методології управління ризиками, які є критерії для визначення ймовірності та впливу ризику. Ці критерії визначають рівень ризику. Вразливість та загрози враховуються під час процесу ідентифікації ризиків. "
  },
  {
    "requirementId": "12312",
    "requirementText": "Реагування на ризик ідентифіковано та пріоритизовано",
    "supplementalInfo": "На підставі визначеної методології організація впроваджує заходи реагування на ризики, які ідентифіковані та рівні яких розраховано, з урахуванням їх пріоритетності. "
  },
  {
    "requirementId": "12313",
    "requirementText": "Процеси управління ризиками встановлені, керовані та узгоджені із зацікавленими сторонами організації",
    "supplementalInfo": "Організація забезпечує належне визначення процесу управління ризиками та керується ними відповідно до попередніх угод із партнерами організації. Відповідно до стратегії (політики) управління ризиками організація: формулює комплексний підхід до управління ризиками, пов’язаний з використанням комп’ютерних мереж та інформаційних систем (ОКІІ); переконується, що визначений підхід послідовно застосовується в ОКІ; вказує осіб відповідальних за процес управління ризиками; вказує осіб відповідальних за обробку ризиків. "
  },
  {
    "requirementId": "12314",
    "requirementText": "Стійкість організації до ризику визначена та чітко виражена",
    "supplementalInfo": "Організація формулює в методології управління ризиками свій підхід до обробки ризиків та відповідний допустимий рівень ризику, встановлений в організації. "
  },
  {
    "requirementId": "12315",
    "requirementText": "Визначення організацією стійкості до ризику визначається її роллю у критично важливій інфраструктурі та аналізом конкретних ризиків, пов'язаних із сектором",
    "supplementalInfo": "Організація визначає порядок обробки ризиків, врахування наявності остаточних ризиків з запобіганням їх взаємовпливу та можливих каскадних ефектів з урахуваннями визначеного рівня допустимості ризиків. "
  },
  {
    "requirementId": "12316",
    "requirementText": "Засоби індивідуалізації та дані для встановлення аутентичності видаються, керуються, верифікуються, відкликаються та перевіряються аудитом для авторизованих пристроїв, користувачів та процесів",
    "supplementalInfo": "Організація забезпечує управління та перевірку, періодичний перегляд особистих обов’язків та повноважень користувачів, адміністраторів організації, керує ними, перевіряє, скасовує відповідно до встановлених внутрішніх процесів. "
  },
  {
    "requirementId": "12317",
    "requirementText": "Фізичний доступ до активів керується та захищений",
    "supplementalInfo": "Організація охороняє та керує фізичним доступом до своїх об''єктів та інфраструктури, що підтримують її електронні комунікаційні мережі та інформаційні системи. Цей контроль застосовується до всіх співробітників та відвідувачів, «чутливих» зон, до яких доступ обмежений, або до «чутливих» районів, в яких обробляється конфіденційна інформація, в яких розміщені електронні комунікаційні мережі або інформаційні системи. "
  },
  {
    "requirementId": "12318",
    "requirementText": "Віддалений доступ керується",
    "supplementalInfo": "Організація має політику віддаленого доступу у відповідності до якої здійснюється управління ним та контролюється віддалений доступ до своїх електронних комунікаційних мереж та інформаційних систем. Віддалений доступ включає всі види доступу до мережевих або інформаційних систем через зовнішні електронні комунікаційні мережі, які не підконтрольні організації. VPN в разі їх створення, розглядаються як внутрішні засоби доступу і мають принаймні однаковий контроль безпеки; доступ до публічної інформації не вважається віддаленим доступом. "
  },
  {
    "requirementId": "12319",
    "requirementText": "Дозволи та права доступу керуються, використовуючи принципи найменших повноважень та розподілу обов'язків",
    "supplementalInfo": "Доступ надається на основі принципів мінімальних привілеїв і поділу обов''язків. Принципи мінімальних привілеїв свідчать, що доступ до електронних комунікаційних мереж та інформаційних систем необхідний користувачам для виконання обов’язків. Розподіл обов''язків передбачає, що привілеї діляться між кількома особами, щоб особливо критичні процеси не виконувалися однією особою. Основною причиною розподілу обов''язків є запобігання кіберінцидентам, які можуть вплинути на операційну діяльність організації. Тимчасово встановлені привілеї щодо прав доступу постійно переглядаються та скасовуються одразу після виконання завдання, задля виконання якого такі привілеї було встановлено. "
  },
  {
    "requirementId": "12320",
    "requirementText": "Цільність мережі захищена (наприклад, сегрегація мережі, сегментація мережі).",
    "supplementalInfo": "Цілісність електронної комунікаційної мережі захищена за допомогою поділу і сегментації мережі. Проєктування електронної комунікаційної мережі унеможливлює отримання доступу до будь-якої системи з будь-якої підмережі. Зони безпеки визначаються з чітко сформульованими цілями та чітко визначеними бар''єрами, які забезпечують обладнання безпеки. "
  },
  {
    "requirementId": "12321",
    "requirementText": "Усі користувачі поінформовані та пройшли підготовку",
    "supplementalInfo": "Організація формує план дій для навчання працівників з питань кібербезпеки. Розробляє процеси і процедури для забезпечення належного проведення заходів і стежить за успіхом навчальних заходів. "
  },
  {
    "requirementId": "12322",
    "requirementText": "Привілейовані користувачі розуміють їх ролі та обов'язки",
    "supplementalInfo": "Співробітники, яким надано привілеї доступу до мереж або інформаційних систем ретельно вивчають свої обов''язки, необхідні для своїх функцій. Організація окреслює програму необхідного навчання, забезпечує його ефективність. "
  },
  {
    "requirementId": "12323",
    "requirementText": "Зацікавлені треті сторони (наприклад, постачальники, клієнти, партнери) розуміють їхні ролі та обов'язки",
    "supplementalInfo": "Партнери організації знають та розуміють свої обов''язки в рамках програми кібербезпеки організації. Організація проводить навчальні семінари для партнерів організації, та регулярно надає їх оновлені дані щодо політик і процедур організації, суттєвих для виконання їх зобов’язань по відношенню до ОКІ. "
  },
  {
    "requirementId": "12324",
    "requirementText": "Вищі керівники розуміють їх ролі та обов'язки",
    "supplementalInfo": "Керівництво усвідомлює свої обов''язки з питань кібербезпеки, спрямовує роботу підрозділу кібербезпеки, здійснює відповідне забезпечення. "
  },
  {
    "requirementId": "12325",
    "requirementText": "Персонал з питань фізичної та кібербезпеки розуміє свої ролі та обов'язки",
    "supplementalInfo": "Визначаються та призначаються всі обов’язки, пов’язані із забезпеченням фізичної та інформаційної безпеки. Персонал має належну кваліфікацію, на постійній основі проводиться підвищення кваліфікації, він розуміє межі своїх повноважень. "
  },
  {
    "requirementId": "12326",
    "requirementText": "Дані, що знаходяться на зберіганні, захищені",
    "supplementalInfo": "В електронних комунікаційних мережах та інформаційних системах забезпечують конфіденційність, цілісність та доступність даних організації. Криптографічна перевірка збережених даних проводиться. "
  },
  {
    "requirementId": "12327",
    "requirementText": "Дані, що передаються, захищені",
    "supplementalInfo": "Організація забезпечує захист даних, що передаються. "
  },
  {
    "requirementId": "12328",
    "requirementText": "Здійснюється формальне управління активами під час видалення, передачі та ліквідації",
    "supplementalInfo": "В організації встановлені правила безпечного видалення, передачі та утилізації інформації або активів, які її містять. У тих випадках, коли така інформація більше не є актуальною для організації, застосовуються механізми її безпечного видалення з урахуванням політики класифікації інформації. При передачі на знищення обладнання стороннім організаціями забезпечується видалення робочої інформації організації, персональних даних та ліцензій ПЗ. "
  },
  {
    "requirementId": "12329",
    "requirementText": "Підтримується достатня здатність забезпечити доступність",
    "supplementalInfo": "Спроможність електронної комунікаційної мережі та інформаційної системи контролюється задля забезпечення доступності активів. При плануванні їх розвитку передбачаються майбутні потреби на основі прогнозів, результатів минулого використання, з метою забезпечення відповідної продуктивності системи вимогам щодо надання життєво важливих послуг та функцій. "
  },
  {
    "requirementId": "12330",
    "requirementText": "Захист від витоків даних впроваджено",
    "supplementalInfo": "Організація запроваджує контроль безпеки на периметрах електронної комунікаційної мережі та інформаційних систем, ОКІІ для виявлення несанкціонованих витоків даних. "
  },
  {
    "requirementId": "12331",
    "requirementText": "Механізми перевірки цілісності використовуються для перевірки цілісності програмного забезпечення, прошивки та інформації",
    "supplementalInfo": "Організація використовує механізми перевірки для забезпечення верифікації програмного забезпечення і цілісності даних. Ці заходи контролю призначені для виявлення несанкціонованого втручання або непередбачених помилок, викликаних неправомірним використанням. "
  },
  {
    "requirementId": "12332",
    "requirementText": "Середовище(а) розробки та тестування відокремлене(і) від виробничого середовища",
    "supplementalInfo": "Організація забезпечує розділення середовищ виробництва, випробувань та розробок, логічно чи фізично. Середовища розробки та тестування розділені не тільки за доступом, але й за рівнем даних. "
  },
  {
    "requirementId": "12333",
    "requirementText": "Механізми перевірки цілісності використовуються для перевірки цілісності апаратного забезпеченняБазова конфігурація інформаційних технологій/промислових систем управління створюється та підтримується з урахуванням принципів безпеки (наприклад, концепція найменшої функціональності)",
    "supplementalInfo": "Організація встановлює базову конфігурацію інформаційно-комунікаційних систем/систем управління виробничими процесами. Базова конфігурація передбачає: програмне забезпечення, встановлене на робочих станціях; персональне обладнання, ноутбуки, принтери та кінцеве обладнання; сервери та елементи електронної комунікаційної мережі; конфігурацію та параметри у відповідності до встановлених правил (політик); відповідність запланованій топології електронної комунікаційної мережі та архітектурі логічних мереж та інформаційних систем. "
  },
  {
    "requirementId": "12334",
    "requirementText": "Впроваджено Життєвий цикл розвитку Системи для управління системами",
    "supplementalInfo": "Організація застосовує обґрунтовані інженерні принципи захисту інформації щодо специфікації, проєктування, розробки, впровадження та зміни електронних комунікаційних мереж та інформаційних систем. Ці принципи застосовуються як до систем, що створюються, так і до існуючих, які зазнають значних змін. До застарілих систем ці принципи застосовуються по можливості, враховуючи стан обладнання, програмного забезпечення тощо. "
  },
  {
    "requirementId": "12335",
    "requirementText": "Впроваджено процеси контролю змін конфігурації",
    "supplementalInfo": "Організація запроваджує процес управління змінами конфігурації. "
  },
  {
    "requirementId": "12336",
    "requirementText": "Резервне копіювання інформації ведеться, підтримується та тестується",
    "supplementalInfo": "Організація має політику резервного копіювання та забезпечує відновлення резервних копій, якщо це необхідно. Копії регулярно тестуються та перевіряються шляхом виконання тестів. "
  },
  {
    "requirementId": "12337",
    "requirementText": "Політика та нормативні акти щодо фізичного робочого середовища для активів організації виконуються",
    "supplementalInfo": "Організація дотримується національної політики та правил захисту електронних комунікаційних мереж та інформаційних систем від природних катастроф, відключення електроенергії, пожежі та повені. "
  },
  {
    "requirementId": "12338",
    "requirementText": "Дані знищуються відповідно до політики",
    "supplementalInfo": "Цифрова та фізична інформація підлягає відповідним методам знищення згідно з їх класифікацією і конфіденційністю. "
  },
  {
    "requirementId": "12339",
    "requirementText": "Покращено процеси захисту",
    "supplementalInfo": "Організація оцінює та регулярно оновлює свої процеси захисту, щоб на систематичній основі виявляти можливі існуючі вразливості задля визначення їх, як цілі у плані усунення. "
  },
  {
    "requirementId": "12340",
    "requirementText": "Інформація про ефективність технологій захисту розподіляється",
    "supplementalInfo": "Організація забезпечує безперервне вдосконалення, проводить навчання та аналізує минулі кіберінциденти. Ці навчання проводяться з метою зменшення ризику виникнення подібних кіберінцидентів у майбутньому "
  },
  {
    "requirementId": "12341",
    "requirementText": "Плани реагування (Реагування на інциденти та безперервність бізнесу) та плани (Відновлення після інцидентів та відновлення після аварій) впроваджені та управляються",
    "supplementalInfo": "Плани реагування на кіберінциденти, безперервності бізнесу, обробки аварій та аварійних ситуацій регулярно оновлюються. Організація забезпечує, щоб партнери організації як внутрішні, так і зовнішні, були обізнані про оновлення. "
  },
  {
    "requirementId": "12342",
    "requirementText": "Плани реагування та відновлення перевіряються",
    "supplementalInfo": "Організація забезпечує на систематичній основі тестування та оцінку планів реагування на кіберінциденти, планів забезпечення безперервності діяльності та планів відновлення для визначення їх ефективності та можливих вразливих місць. "
  },
  {
    "requirementId": "12343",
    "requirementText": "Кібербезпеку включено в практику персоналу (наприклад, відклик, скринінг персоналу)",
    "supplementalInfo": "Організаційні заходи для персоналу: відбір кандидатів, укладання контрактів, категоризація ролей і звільнення з роботи. Визначені організацією заходи оцінюються та переглядаються відповідно до встановлених вимог безпеки "
  },
  {
    "requirementId": "12344",
    "requirementText": "Розроблено та впроваджено план управління вразливостями",
    "supplementalInfo": "В організації (на ОКІ) розроблено та впроваджено план управління вразливостями для електронних комунікаційних мереж та інформаційних систем, ризики, пов’язані з вразливостями враховані. "
  },
  {
    "requirementId": "12345",
    "requirementText": "Технічне обслуговування та ремонт організаційних активів виконуються та реєструються за допомогою затверджених та контрольованих інструментів",
    "supplementalInfo": "Організація регулярно та за розкладом виконує технічне обслуговування своїх критичних активів. Технічне обслуговування реєструється та проводиться під наглядом уповноваженого персоналу з належними технічними знаннями. "
  },
  {
    "requirementId": "12346",
    "requirementText": "Віддалене обслуговування організаційних ресурсів затверджується, реєструється та виконується таким чином, що запобігає несанкціонованому доступу",
    "supplementalInfo": "Віддалене обслуговування систем і електронних комунікаційних мереж підлягає реєстрації та виконується безпечно, щоб уникнути несанкціонованого доступу. "
  },
  {
    "requirementId": "12347",
    "requirementText": "Аудит/записи в журналі визначаються, документуються, впроваджуються та переглядаються відповідно до політики",
    "supplementalInfo": "Записи аудиту (журналів подій) визначаються, документуються, впроваджуються та регулярно переглядаються відповідно до політик, правил, процедур з безпеки. Забезпечено їх захист від несанкціонованого доступу та фальсифікації. "
  },
  {
    "requirementId": "12348",
    "requirementText": "Змінні носії захищені та використовуються з обмеженнями відповідно до політики",
    "supplementalInfo": "Організація запроваджує політики (процедури), що забезпечують застосування правил використання змінних носіїв інформації, враховуючи застосовану політику класифікації інформації. "
  },
  {
    "requirementId": "12349",
    "requirementText": "Принцип найменшої функціональності враховується шляхом налаштування систем для забезпечення лише істотних можливостей",
    "supplementalInfo": "Організація впроваджує принцип мінімальних привілеїв, налаштовуючи системи на забезпечення лише життєво важливих послуг та функцій. "
  },
  {
    "requirementId": "12350",
    "requirementText": " Мережі зв'язку та управління захищені",
    "supplementalInfo": "Електронні комунікаційні мережі та мережі управління регулюють передачу інформації і шляхи, які можуть бути відкриті всередині систем і між ними. Щодо них реалізовані заходи захисту. "
  },
  {
    "requirementId": "12351",
    "requirementText": "Встановлюється та керується базовий рівень операцій мережі та очікуваних потоків даних для користувачів і систем",
    "supplementalInfo": "Організація забезпечує, щоб мережеві операції здійснювалися на структурованій основі кваліфікованим персоналом і щоб були захищені цілісність, конфіденційність, доступність інформації. Для кожної інформаційної системи організація визначає, створює і підтримує довідкову модель очікуваної комунікації, незалежно від того, генерується вона користувачами або системами (як внутрішніми, так і зовнішніми). "
  },
  {
    "requirementId": "12352",
    "requirementText": "Виявлені події аналізуються для розуміння цілей атаки та методів",
    "supplementalInfo": "Організація впроваджує практику виявлення, аналізу подій, класифікації кіберінцидентів, кібератак з метою розуміння цілей і методів атак та причин виникнення кіберінцидентів. Можуть впроваджуватися рішення, такі як SIEM, які підтримують процес виявлення, аналізу і обробки кіберінцидентів (кібератак). "
  },
  {
    "requirementId": "12353",
    "requirementText": "Дані про події збираються та корелюються з кількох джерел та датчиків",
    "supplementalInfo": "Організація впроваджує технологічні та процесні механізми, що дозволяють збирати і зіставляти кіберінциденти, які виявляються в електронних комунікаційних мережах, інформаційних системах. Ці кіберінциденти співвідносяться між собою і по можливості збагачені додатковою аналітичною інформацією про зовнішні загрози. "
  },
  {
    "requirementId": "12354",
    "requirementText": "Визначено вплив подій",
    "supplementalInfo": "Організація проводить класифікацію та категоризацію кіберінцидентів і оцінює їх можливий вплив на мережеві інформаційні системи (ОКІІ). Категоризація кіберінцидентів підтримує процес прийняття рішень про те, які дії виконувати для кожного типу. "
  },
  {
    "requirementId": "12355",
    "requirementText": "Порогові значення попередження про події встановлено",
    "supplementalInfo": "На основі типізації та категоризації кіберінцидентів організація визначає критерії, завдяки яким приймається рішення щодо оповіщення про інцидент. "
  },
  {
    "requirementId": "12356",
    "requirementText": "Проводиться моніторинг мережі для виявлення можливих подій, пов'язаних із кібербезпекою",
    "supplementalInfo": "Організація контролює свої електронні комунікаційні мережі та інформаційні системи. Процес моніторингу інтегровано в існуючий процес управління заходами кіберзахисту. "
  },
  {
    "requirementId": "12357",
    "requirementText": "Фізичне середовище контролюється для виявлення можливих подій, пов'язаних із кібербезпекою",
    "supplementalInfo": "Компоненти об’єкта повинні забезпечити реєстрацію, збереження в електронних журналах та захист від модифікації інформації про події кібербезпеки. "
  },
  {
    "requirementId": "12358",
    "requirementText": "Моніторинг діяльності персоналу визначає можливі події, пов'язані з кібербезпекою",
    "supplementalInfo": "Моніторинг діяльності співробітників інтегровано в сферу управління подіями. Ця діяльність генерує достатню інформацію, що дозволяє оперативно вживати заходів у разі виникнення загрози кібербезпеці, яка виникає в результаті діяльності користувача. "
  },
  {
    "requirementId": "12359",
    "requirementText": "Виявлено шкідливий код",
    "supplementalInfo": "Організація впроваджує механізми, що дозволяють виявляти шкідливі коди в її електронних комунікаційних мережах та інформаційних системах (в ОКІІ). По можливості працює політика запобігання запуску таких кодів. "
  },
  {
    "requirementId": "12360",
    "requirementText": "Виявлено неавторизований мобільний код",
    "supplementalInfo": "Організація виявляє несанкціоновані програми, що працюють у її електронних комунікаційних мережах та інформаційних системах (в ОКІІ). "
  },
  {
    "requirementId": "12361",
    "requirementText": "Здійснюється моніторинг діяльності зовнішнього постачальника послуг для виявлення потенційних подій, пов'язаних із кібербезпекою",
    "supplementalInfo": "Здійснюється контроль за послугами, наданими зовнішніми постачальниками товарів і послуг, з метою виявлення несанкціонованого доступу до електронних комунікаційних мереж та інформаційних систем (ОКІІ), а також інших негативних подій кібербезпеки. "
  },
  {
    "requirementId": "12362",
    "requirementText": "Моніторинг неавторизованого персоналу, підключень, пристроїв та програмного забезпечення",
    "supplementalInfo": "Організація стежить за доступом співробітників до електронних комунікаційних мереж та інформаційних систем (ОКІІ), пристроїв та процесів. "
  },
  {
    "requirementId": "12363",
    "requirementText": "Виконується сканування вразливостей",
    "supplementalInfo": "Організація здійснює процес управління вразливістю, в тому числі шляхом регулярного сканування вразливостей як автоматично, так і за запитом. "
  },
  {
    "requirementId": "12364",
    "requirementText": "Ролі та обов'язки щодо виявлення добре визначені для забезпечення відповідальності",
    "supplementalInfo": "В організації визначено обов’язки щодо виявлення кіберінцидентів, забезпечується ведення звітності щодо них. "
  },
  {
    "requirementId": "12365",
    "requirementText": "Заходи з виявлення відповідають всім застосовним вимогам",
    "supplementalInfo": "Організація проводить моніторинг ефективності заходів виявлення кіберінцидентів та зіставлення дій щодо виявлення з усіма вимогами. "
  },
  {
    "requirementId": "12366",
    "requirementText": "Протестовано процеси виявлення",
    "supplementalInfo": "Організація проводить випробування і перевірку ефективності процесів виявлення за планом, та, коли: відбулася суттєва зміна системи; нові прикладні програми розробляються у значних масштабах; в існуючу інфраструктуру додано нову систему; з''являється новий тип вразливості. "
  },
  {
    "requirementId": "12367",
    "requirementText": "Інформація про виявлення подій повідомляється",
    "supplementalInfo": "Організація розробляє комунікаційну стратегію (політику), згідно з якою забезпечує інформування партнерів організації про кіберінциденти у сфері безпеки. Стратегія (політика) підкріплюється комунікаційним планом, який може бути об''єднаний з іншими комунікаційними планами. "
  },
  {
    "requirementId": "12368",
    "requirementText": "Процеси виявлення постійно вдосконалюються",
    "supplementalInfo": "Організації аналізує кіберінциденти, які відбуваються в їх електронних комунікаційних мережах та інформаційних системах (на ОКІІ), та шляхом визначення оперативних і/або процесних заходів, підвищує потенціал виявлення нових кіберінцидентів. "
  },
  {
    "requirementId": "12369",
    "requirementText": "План реагування виконується під час або після інциденту",
    "supplementalInfo": "В організації (на ОКІ) розроблено план реагування на кіберінциденти. При зборі даних щодо події та аналізі подій (кіберінцидентів) забезпечується збереженість і цілісність доказів. "
  },
  {
    "requirementId": "12370",
    "requirementText": "Персонал знає свої функції та порядок операцій, коли потрібне реагування",
    "supplementalInfo": "Під час реагування на кіберінциденти організація забезпечує, щоб усі співробітники залучалися до зазначеної роботи. "
  },
  {
    "requirementId": "12371",
    "requirementText": "Інформація про інциденти повідомляється відповідно до встановлених критеріїв",
    "supplementalInfo": "Організація створює і розповсюджує серед партнерів організації повідомлення про кіберінциденти та належної класифікації інцидентів з точки зору інформаційної безпеки. "
  },
  {
    "requirementId": "12372",
    "requirementText": "Інформація поширюються відповідно до планів реагування",
    "supplementalInfo": "Організації використовує належні канали для поширення інформації про кіберінциденти у сфері безпеки серед партнерів організації. Це допоможе партнерам організації виявляти, стримувати і розв’язувати аналогічні проблеми, які можуть виникати в їх системах. "
  },
  {
    "requirementId": "12373",
    "requirementText": "Координування з зацікавленими сторонами відбувається відповідно до планів реагування",
    "supplementalInfo": "Організація виконує план координації при ескалації кіберінцидентів у сфері безпеки з урахуванням їх категоризації і важливості. "
  },
  {
    "requirementId": "12374",
    "requirementText": "Добровільний обмін інформацією відбувається з зовнішніми зацікавленими сторонами для досягнення більш широкої обізнаності про ситуацію з кібербезпеки",
    "supplementalInfo": "На етапі реагування на кіберінциденти організація визначає інформацію, якою вона буде ділитися із зовнішніми партнерами організації та основними суб’єктами національної системи кібербезпеки, для забезпечення більш широкої поінформованості про ситуацію у сфері кібербезпеки. "
  },
  {
    "requirementId": "12375",
    "requirementText": "Вивчаються повідомлення від систем виявлення",
    "supplementalInfo": "Організація забезпечує, щоб кіберінциденти, які генеруються системами виявлення, розслідувалися, класифікувалися і розглядалися послідовним чином. "
  },
  {
    "requirementId": "12376",
    "requirementText": "Вплив інцидентів зрозумілий",
    "supplementalInfo": "У процесі класифікації кіберінцидентів організація оцінює їх наслідки для своїх активів та операцій і використовує отримані результати для визначення ступеня серйозності інцидентів. "
  },
  {
    "requirementId": "12377",
    "requirementText": "Проводиться експертиза",
    "supplementalInfo": "Організація надає необхідні ресурси для проведення експертизи під час процесу обробки кіберінциденту. Така експертиза допомагає виявити вразливості, а потім розробити способи їх пом’якшення. "
  },
  {
    "requirementId": "12378",
    "requirementText": "Інциденти класифікуються відповідно до планів реагування",
    "supplementalInfo": "Організація забезпечує, щоб класифікація кіберінцидентів проводилася відповідно плану дій у разі виявлення кіберінцидентів у сфері безпеки. Збір електронних доказів забезпечено. "
  },
  {
    "requirementId": "12379",
    "requirementText": "Інциденти обмежено",
    "supplementalInfo": "Організація визначає процеси та процедури для забезпечення ефективного стримування інцидентів у сфері безпеки. "
  },
  {
    "requirementId": "12380",
    "requirementText": "Наслідки інцидентів зменшено",
    "supplementalInfo": "Організація визначає процеси та процедури для забезпечення ефективного пом''якшення наслідків кіберінцидентів у сфері безпеки. "
  },
  {
    "requirementId": "12381",
    "requirementText": "Наслідки нової визначеної вразливості пом'якшені або задокументовані як прийняті ризики",
    "supplementalInfo": "Нововиявлені чинники уразливості оцінюються організацією з урахуванням масштабів можливих наслідків для діяльності (надання життєво важливих послуг, виконання життєво важливих функцій), визначених у процесі управління вразливістю. Організація визначає, яких заходів слід вжити у зв''язку з цими факторами вразливості зважаючи на політику управління ризиками. "
  },
  {
    "requirementId": "12382",
    "requirementText": "Плани реагування містять отриманий досвід",
    "supplementalInfo": "Організація вивчає минулі кіберінциденти після того, як вони будуть врегульовані для того, щоб врахувати отриманий досвід. Аналізується вся інформація, яка відома про кіберінцидент, визначивши, що добре спрацювало і що необхідно покращити у процесі розгляду кіберінцидентів для того, щоб організація і її системи були більш стійкими до майбутніх інцидентів. "
  },
  {
    "requirementId": "12383",
    "requirementText": "Стратегії реагування оновлюються",
    "supplementalInfo": "Плани реагування оновлюються з урахуванням внутрішніх змін після врегулювання кіберінцидентів. "
  },
  {
    "requirementId": "12384",
    "requirementText": "План відновлення виконується під час або після інциденту, пов’язаного з кібербезпекою",
    "supplementalInfo": "Організація розробляє свій план ліквідації наслідків кіберінцидентів, для того щоб забезпечити належний розподіл ресурсів (людських і технічних) для врегулювання інцидентів. Процес ліквідації наслідків кіберінцидентів, забезпечує збереження і наявність активів, необхідних для проведення найважливіших видів діяльності. "
  },
  {
    "requirementId": "12385",
    "requirementText": "Плани відновлення включають отриманий досвід",
    "supplementalInfo": "Організація забезпечує, щоб плани відновлення оновлювалися з урахуванням заходів, прийнятих на основі накопиченого досвіду. "
  },
  {
    "requirementId": "12386",
    "requirementText": "Стратегії відновлення оновлюються",
    "supplementalInfo": "Плани відновлення у разі виникнення інцидентів оновлюються з урахуванням внутрішніх змін. "
  },
  {
    "requirementId": "12387",
    "requirementText": "Здійснюється управління зв'язками з громадськістю",
    "supplementalInfo": "Організація повідомляє про те, що є актуальним у контексті кібербезпеки. Інформаційний надається організацією таким чином, щоб звести до мінімуму потенційний вплив на репутацію та довіру. "
  },
  {
    "requirementId": "12388",
    "requirementText": "Репутація відновлена після інциденту",
    "supplementalInfo": "Організація оглядає і коригує політику, принципи, стандарти, процедури і методологію для забезпечення безпечного функціонування електронних комунікаційних мереж та інформаційних систем на ОКІ. Одночасно робляться кроки на відновлення репутації. "
  },
  {
    "requirementId": "12389",
    "requirementText": "Відновлювальні заходи передаються внутрішнім та зовнішнім зацікавленим сторонам, а також виконавчим і керівним командам",
    "supplementalInfo": "Організація забезпечує інформування внутрішніх і зовнішніх партнерів організації про серйозні кіберінциденти. "
  },
  {
    "requirementId": "28188",
    "requirementText": "Процеси управління кібер- ризиками для ланцюжків поставок визначено, встановлено, оцінено, керовано та узгоджено з зацікавленими сторонами організації",
    "supplementalInfo": "Організація проводить аудит постачальників товарів і послуг, використовуючи ту саму методологію, яку вона використовує внутрішньо для управління ризиками. "
  },
  {
    "requirementId": "28189",
    "requirementText": "Постачальники та сторонні партнери інформаційних систем, компонентів та послуг ідентифіковані, пріоритизовані та оцінeні за допомогою процесу оцінювання кібер-ризику для ланцюжків поставок",
    "supplementalInfo": "Постачальники товарів і послуг для ОКІ ідентифікується. Організація класифікує своїх постачальників за: доступом до конфіденційної інформації; можливим впливом на ланцюг поставок; товарами і послугами, що надаються. "
  },
  {
    "requirementId": "28190",
    "requirementText": "Контракти з постачальниками та сторонніми партнерами використовуються для здійснення відповідних заходів, спрямованих на досягнення цілей програми кібербезпеки організації та Плану управління кібер-ризиками ланцюжків поставок",
    "supplementalInfo": "У випадку укладення договору із постачальниками товарів і послуг у ньому можуть бути прямо вказані вимоги із забезпечення належного рівня надання послуг, в тому числі взаємні обов’язки із кіберзахисту інформації, до якої постачальник може отримати доступ (обробка, зберігання, взаємодія), або ОКІІ. Здійснюється періодичний контроль виконання постачальником своїх зобов’язань, обзори результатів аудитів, або інші, еквівалентні перевірки постачальників. "
  },
  {
    "requirementId": "28191",
    "requirementText": "Контракти з постачальниками та сторонніми партнерами використовуються для здійснення відповідних заходів, спрямованих на досягнення цілей програми кібербезпеки організації та Плану управління кібер-ризиками ланцюжків поставокПостачальники та сторонні партнери регулярно оцінюються за допомогою аудитів, результатів тестів або інших форм оцінок, щоб підтвердити, що вони виконують свої договірні зобов'язання.",
    "supplementalInfo": "Організація відстежує на постійній основі ринок постачальників товарів і послуг, партнерів та проводить аудит, щоб встановити, яким чином здійснюється надання послуг, чи виконуються ними договірні зобов’язання в повному обсязі. Необхідним є відстеження змін у наданні послуг постачальниками та партнерами, включаючи підтримку і покращення існуючих політик інформаційної безпеки, процедур і засобів управління, з урахуванням критичності інформації, яка циркулює в організації, систем і процесів, які використовуються, та повторної оцінки ризиків "
  },
  {
    "requirementId": "28192",
    "requirementText": "Планування та перевірка реагування та відновлення проводяться з постачальниками та сторонніми провайдерами",
    "supplementalInfo": "Організація визначає, які постачальники братимуть участь у опрацюванні заходів реагування та планах відновлення, щоб забезпечити їх участь у запланованих навчаннях з реагування на кіберінциденти. Плани реагування існують та регулярно тестуються та покращуються. "
  },
  {
    "requirementId": "28193",
    "requirementText": "Особистості перевірені та пов'язані з даними для встановлення аутентичності та підтверджуються у взаємодіях",
    "supplementalInfo": "Перевірка кандидатів при прийманні на роботу проводиться відповідно до вимог чинного законодавства та етичних норм. Організація оцінює чи відповідає кандидат наявним бізнес-вимогам, присвоює категорію інформації, до якої передбачається доступ, оцінює ризики. Організація забезпечує процес реєстрації і відміни такої реєстрації всіх користувачів організації з можливістю надання відповідних прав доступу. "
  },
  {
    "requirementId": "28194",
    "requirementText": "Користувачі, пристрої та інші активи аутентифіковані (наприклад, однофакторний, багатофакторний) у відповідності до ризиків операції (наприклад, ризики для безпеки та конфіденційності приватних осіб та інші організаційні ризики)",
    "supplementalInfo": "Механізми автентифікації визначаються та оновлюються з метою забезпечення цілісності та конфіденційності інформації. "
  },
  {
    "requirementId": "28195",
    "requirementText": "Механізми перевірки цілісності використовуються для перевірки цілісності апаратного забезпечення",
    "supplementalInfo": "Організація забезпечує цілісність обладнання, запроваджуючи періодичні перевірки та перевірки виробником самого обладнання або сертифікованим постачальником цього самого обладнання "
  },
  {
    "requirementId": "28196",
    "requirementText": "Мережі зв'язку та управління захищеніМеханізми (наприклад, безвідмовна робота, балансування навантаження, гаряча заміна) впроваджуються для досягнення вимог до стійкості в нормальних та несприятливих ситуаціях.",
    "supplementalInfo": "Організація впроваджує необхідні механізми для забезпечення базової стійкості у всіх заздалегідь визначених функціональних станах - під навантаженням, у незвичних ситуаціях, під час відновлення, у нормальних умовах, під атакою. Правила належного розподілу додаткових ресурсів, які необхідні для досягнення стійкості, визначено. "
  },
  {
    "requirementId": "28197",
    "requirementText": "Створені процеси отримання, аналізу та реагування на вразливі елементи, що розкриваються для організації з внутрішніх та зовнішніх джерел (наприклад, внутрішні тести, бюлетені з безпеки або дослідники проблем безпеки).",
    "supplementalInfo": "Організація впроваджує автоматизовані механізми з метою отримання, аналізу та реагування на вразливості. Організація проводить аналіз і перевірку інформаційних джерел, офіційних сайтів органів державної влади з метою отримання актуальної інформації щодо безпеки на національному рівні, забезпечує постійний контакт з провідними організаціями з безпеки, які мають великий досвід роботи з мінливими технологіями та загрозами."
  }
]