[
  {
    "typeId": "1",
    "typeValue": "Повітряний транспорт",
    "specialFactorC": "Особливі фактори, що впливають на визначення впливу на конфіденційність: Несанкціоноване розкриття інформації (наприклад, розслідування, технічне обслуговування), яка не була належним чином досліджена, скоординована або відредагована, може призвести до серйозної економічної шкоди окремим особам і корпораціям. Ще одним потенційним наслідком є втрата довіри громадськості. Крім того, деяка інформація, пов’язана з функціями повітряного транспорту, є власністю корпорацій або регулюється відповідними нормативно-правовими актами. У таких випадках вплив на конфіденційність у результаті неавторизованого розголошення може бути помірним. Чутливість інформації про повітряний транспорт (наприклад, дані про місцезнаходження літака) може залежати від часу або події. Наприклад, списки пасажирів не можна оприлюднити для широкого загалу перед вильотом рейсу, але вони розміщуються у відкритому доступі у разі катастрофи. У таких випадках вплив на конфіденційність у результаті неавторизованого розголошення може бути помірним.",
    "specialFactorI": "Особливі фактори, що впливають на визначення впливу на цілісність: деякі функції повітряного транспорту є критичними за часом (наприклад, інструкції диспетчера повітряного руху, звіти про місцезнаходження, обізнаність про ситуацію, ешелонування, звіти про погоду для зони терміналу, відстеження мікроспалахів, звіти про проблеми з обслуговуванням). Інформацію про керування зв’язком (наприклад, керування частотами) також необхідно включити до розгляду впливу на цілісність повітряного транспорту. Можуть існувати обставини, за яких помилкова інформація про призначення частоти може призвести до втрати зв’язку з літаком, який перебуває під впливом небезпечних умов (наприклад, втрата зв’язку з літаком у переповненому повітряному просторі). Несанкціонована модифікація або знищення критично важливої інформації виконання цих функцій може призвести до великомасштабної втрати майна та людських життів. Широкомасштабна система доповнення (WAAS) доповнює доступність і цілісність інформації про місцезнаходження, доступну з глобальних систем позиціонування (GPS). Через потенційні загальносистемні впливи від втрати цілісності цієї системи рекомендується високий рівень впливу на цілісність.",
    "specialFactorA": "Спеціальні фактори, що впливають на визначення впливу на доступність: Деякі функції повітряного транспорту є критичними за часом (наприклад, інструкції диспетчера повітряного руху, звіти про місцезнаходження, обізнаність про ситуацію, ешелонування, звіти про погоду для зони терміналу, відстеження мікроспалахів, звіти про проблеми з обслуговуванням). Втрата критично важливої інформації, необхідної для виконання цих функцій, може призвести до великомасштабної втрати власності та людських життів. Час відіграє значну роль у доступності інформації про авіатранспорт. Наприклад, критичність інформації про погоду в часі може вимірюватися в хвилинах або годинах у випадку виконання операцій перед польотом і в середині польоту. Однак при кінцевому заході на посадку може знадобитися до другої готовності (наприклад, виявлення мікроспалахів у зоні терміналу). Повітряні операції не терплять втрати інформації. Система глобального визначення місцезнаходження (WAAS) доповнює доступність інформації, доступної з глобальних систем позиціонування (GPS) Міністерства оборони. Через потенційний загальносистемний вплив через втрату доступності цієї системи її було б належним чином класифікувати як таку, що має високий вплив на доступність."
  },
  {
    "typeId": "2",
    "typeValue": "Управління активами та пасивами"
  },
  {
    "typeId": "3",
    "typeValue": "Виконання бюджету"
  },
  {
    "typeId": "4",
    "typeValue": "Формулювання бюджету"
  },
  {
    "typeId": "5",
    "typeValue": "Бюджетування та інтеграція ефективності"
  },
  {
    "typeId": "6",
    "typeValue": "Планування капіталу"
  },
  {
    "typeId": "7",
    "typeValue": "Стягнення та дебіторська заборгованість"
  },
  {
    "typeId": "8",
    "typeValue": "Contingency Planning"
  },
  {
    "typeId": "9",
    "typeValue": "Безперервність операцій"
  },
  {
    "typeId": "10",
    "typeValue": "Облік витрат/вимірювання ефективності"
  },
  {
    "typeId": "11",
    "typeValue": "Обслуговування клієнтів"
  },
  {
    "typeId": "12",
    "typeValue": "Готовність до катастроф і планування",
    "specialFactorC": "Особливі фактори, що впливають на визначення впливу на конфіденційність: Наслідки неавторизованого розголошення деякої інформації про готовність до стихійного лиха та планування можуть включати розкриття слабких або чутливих характеристик критичної інфраструктури або неадекватної безпеки об’єктів у країні для терористів чи інших супротивників. Така інформація може розкрити ворогу найефективнішу техніку(-и) для атаки на ціль та/або інформацію про можливості, наміри та плани наших противників. Якщо очікується, що несанкціоноване розголошення інформації щодо готовності до стихійних лих і планування, пов’язаної з критично важливою інфраструктурою, великими групами людей або ключовими національними активами, буде безпосередньо використано терористами, рівень впливу на конфіденційність рекомендується мати високий.",
    "specialFactorI": "Особливі фактори, що впливають на визначення впливу на чесність: Несанкціонована зміна або знищення інформації, що впливає на зовнішні комунікації (наприклад, веб-сторінки, електронна пошта), може негативно вплинути на роботу та/або довіру громадськості до агентства, але шкода для місії зазвичай буде обмеженою. Наслідки несанкціонованої модифікації або знищення інформації можуть бути дуже серйозними або катастрофічними, якщо дані є оперативною інформацією, критичною за часом. У таких випадках призначається помірний або високий рівень впливу.",
    "specialFactorA": "Особливі фактори, що впливають на визначення впливу на доступність: якщо служби реагування на надзвичайні ситуації та особи, відповідальні за ремонтно-відновлювальні роботи, не можуть отримати доступ до інформації щодо готовності та планування у випадку фактичної надзвичайної ситуації, наслідки можуть включати плутанину та затримки. У таких випадках рівень впливу доступності може бути помірним або високим."
  },
  {
    "typeId": "13",
    "typeValue": "Реагування на надзвичайні ситуації",
    "specialFactorC": "Особливі фактори, що впливають на визначення впливу на конфіденційність: у випадках, коли відбувається атака, несанкціоноване розкриття інформації про реагування на надзвичайні ситуації може надати інформацію, яка може дозволити терористам або іншим супротивникам атакувати засоби реагування на надзвичайні ситуації, таким чином ставлячи під загрозу ресурси та місії реагування на надзвичайні ситуації та громадську безпеку. Враховуючи критичність, яку має велика частина інформації про реагування на надзвичайні ситуації з точки зору потенційної втрати людського життя та значної шкоди майну, де несанкціоноване оприлюднення інформації може обґрунтовано сприяти втручанню в місії реагування на надзвичайні ситуації, рівень впливу на конфіденційність може бути помірним або високим. Несанкціоноване розголошення іншою агенцією інформації про реагування на надзвичайні ситуації однієї агенції може негативно вплинути на міжюрисдикційну координацію в рамках критичної інфраструктури екстрених служб і загальну ефективність організацій, яким доручено виконувати місії реагування на надзвичайні ситуації.",
    "specialFactorI": "Рекомендований рівень впливу на цілісність: попередній рівень впливу на цілісність, рекомендований для інформації про реагування на надзвичайні ситуації, зазвичай високий.",
    "specialFactorA": "Рекомендований рівень впливу на доступність: попередній рівень впливу на доступність, рекомендований для інформації про реагування на надзвичайні ситуації, є високим."
  },
  {
    "typeId": "14",
    "typeValue": "Енергозбереження та готовність",
    "specialFactorC": "Особливі фактори, що впливають на визначення впливу на конфіденційність: У деяких випадках несанкціоноване розголошення попередніх висновків або політики, що розглядається щодо запропонованих заходів збереження або розподілу енергії в разі надзвичайної ситуації, може призвести до мобілізації особливих інтересів. Ці групи можуть успішно протистояти необхідним заходам збереження та отримати несправедливу перевагу для певних комерційних інтересів. Крім того, несанкціоноване розголошення може спричинити втрату довіри до уряду на внутрішньому або міжнародному рівні. У таких випадках може бути завдано серйозної шкоди роботам із збереження енергії та готовності. Тому рівень впливу на конфіденційність може бути помірним. В інших випадках несанкціоноване розголошення інформації щодо вжитих заходів для забезпечення енергозабезпечення у разі надзвичайної ситуації може сприяти зловмисній діяльності терористів. Тут існує потенційна втрата людських життів внаслідок тривалих відключень, тому рівень впливу на конфіденційність може бути високим.",
    "specialFactorI": "Визначення впливу особливих факторів, що впливають на цілісність: Несанкціонована зміна або знищення інформації, необхідної для критично важливих процедур, що забезпечують забезпечення енергією в разі надзвичайної ситуації, може призвести до тривалих відключень. Існує певна потенційна загроза критичній енергетичній інфраструктурі та життю людей. У таких випадках рівень впливу на цілісність може бути високим.",
    "specialFactorA": "Особливі фактори, що впливають на визначення впливу на доступність: Відсутність інформації, необхідної для критично важливих процедур, що забезпечують забезпечення енергією в разі надзвичайної ситуації, може призвести до тривалих відключень. Існує певна потенційна загроза критичній енергетичній інфраструктурі та життю людей. У таких випадках рівень впливу на доступність може бути високим."
  },
  {
    "typeId": "15",
    "typeValue": "Виробництво енергії",
    "specialFactorC": "Особливі фактори, що впливають на конфіденційність Визначення впливу: Несанкціоноване розкриття деякої інформації про виробництво енергії може призвести до серйозних фінансових наслідків. У деяких випадках передчасне розкриття цієї інформації може вплинути на фінансові ринки. Несанкціоноване розкриття інформації одній установі може підірвати довіру до державних установ, призвести до несприятливих фінансових подій і мати серйозний негативний вплив на довіру громадськості до установи. Тому вплив на конфіденційність для цієї інформації про виробництво енергії має бути принаймні помірним.",
    "specialFactorI": "Особливі фактори, що впливають на визначення впливу на цілісність: якщо інформація про виробництво енергії є критичною за часом або дуже чутливою, рівень впливу на цілісність може бути помірним або високим.",
    "specialFactorA": "Рекомендований рівень впливу на доступність: попередній рівень впливу на доступність, рекомендований для інформації про виробництво енергії, низький."
  },
  {
    "typeId": "16",
    "typeValue": "Управління енергетичними ресурсами"
  },
  {
    "typeId": "17",
    "typeValue": "Енергопостачання",
    "specialFactorC": "Особливі фактори, що впливають на конфіденційність Визначення впливу: Наслідки несанкціонованого розкриття інформації про енергопостачання можуть мати серйозні економічні наслідки щодо конкурентних переваг та динаміки фінансового та товарного ринку. Крім того, несанкціоноване розкриття інформації про постачання може допомогти терористам у крадіжці енергетичних продуктів або порушенні каналів розподілу енергії. Сприяння розкраданню ядерних матеріалів є особливо катастрофічним потенційним результатом несанкціонованого розголошення окремих видів інформації про енергопостачання. У цих випадках вплив на конфіденційність має бути високим.",
    "specialFactorI": "Рекомендований рівень впливу на конфіденційність: попередній рівень впливу на конфіденційність, рекомендований для більшості інформації про енергопостачання, є низьким.",
    "specialFactorA": "Особливі фактори, що впливають на визначення впливу на цілісність: критично важливі системи: несанкціонована модифікація критично важливої інформації або інформаційних систем (наприклад, розподіл електроенергії, нафто- чи газопроводи) може призвести до серйозного впливу на навколишнє середовище, послуги, основні активи та/або безпека людини. Отже, рівень впливу на цілісність, пов’язаний із цими типами критично важливих процесів/систем, може бути високим. Некритичні системи: для інформації або інформаційних систем, які безпосередньо не впливають на критично важливі функції, рівень впливу на цілісність можна знизити до низького."
  },
  {
    "typeId": "18",
    "typeValue": "Архітектура підприємства"
  },
  {
    "typeId": "19",
    "typeValue": "Екологічний моніторинг і прогнозування",
    "specialFactorC": "Особливі фактори, що впливають на визначення впливу на конфіденційність: найсерйозніші несприятливі наслідки, ймовірно, включатимуть розголошення інформації, яка є власністю організації, або призведуть до шкоди для публічності організації. [Несанкціоноване розкриття певної інформації може мати серйозні економічні наслідки як для окремих компаній, так і для ширшого ринку. Наслідки такого несанкціонованого розкриття можуть мати негативний вплив на довіру громадськості до агентства.] У таких випадках потенційний вплив на конфіденційність може бути принаймні помірним.",
    "specialFactorI": "Визначення впливу особливих факторів, що впливають на доброчесність: Несанкціонована зміна або знищення інформації, що впливає на зовнішні комунікації (наприклад, веб-сторінки, електронна пошта), може негативно вплинути на роботу та довіру громадськості до агентства, а також на місію агентства. У деяких випадках несанкціонована модифікація або знищення інформації може призвести до втрати людського життя, що є потенційним ризиком.",
    "specialFactorA": "Рекомендований рівень впливу на доступність: попередній рівень впливу на доступність, рекомендований для моніторингу навколишнього середовища та прогнозної інформації, низький."
  },
  {
    "typeId": "20",
    "typeValue": "Оздоровлення навколишнього середовища"
  },
  {
    "typeId": "21",
    "typeValue": "Управління автопарком і обладнанням",
    "specialFactorC": "Особливі фактори, що впливають на конфіденційність. Визначення впливу: інформація, пов’язана з обслуговуванням, адмініструванням та експлуатацією багатьох урядових офісних будівель, транспортних парків і операційних об’єктів, може бути матеріально корисною для злочинців, які прагнуть отримати доступ до урядових об’єктів, щоб сприяти чи вчиняти шахрайство, крадіжки чи іншій злочинній діяльності (наприклад, вилучення ув’язнених із місць ув’язнення). У цьому випадку несанкціоноване розкриття інформації може мати серйозний негативний вплив на діяльність агентства, активи агентства або осіб. Наступний вплив на конфіденційність буде принаймні помірним.",
    "specialFactorI": "Особливі фактори, що впливають на визначення впливу на доброчесність: Винятки можуть включати аспекти реагування на надзвичайні ситуації щодо ліквідації наслідків стихійних лих або захисту керівництва. У таких випадках рівень впливу на цілісність, пов’язаний із неавторизованою модифікацією або знищенням об’єктів, парку та інформації про керування обладнанням, може бути високим.",
    "specialFactorA": "Особливі фактори, що впливають на визначення впливу на доступність: Винятки можуть включати аспекти реагування на надзвичайні ситуації, пов’язані з ліквідацією надзвичайних ситуацій або захистом керівництва. У таких випадках затримки, які вимірюються секундами, можуть коштувати життя та завдати значних матеріальних збитків. Відповідно, рівень впливу на доступність, пов’язаний із несанкціонованою модифікацією або знищенням об’єктів, парку та інформації про керування обладнанням, необхідної для реагування на надзвичайні ситуації, буде високим."
  },
  {
    "typeId": "22",
    "typeValue": "Дані та статистика загального призначення",
    "specialFactorC": "Особливі фактори, що впливають на конфіденційність Визначення впливу: Несанкціоноване передчасне розголошення багатьох економічних (наприклад, сільськогосподарських товарів, економічних показників) даних і статистичної інформації може призвести до серйозних фінансових наслідків. У деяких випадках передчасне розкриття цієї інформації може вплинути на основні фінансові ринки та завдати шкоди національній банківській та фінансовій інфраструктурі. Несанкціоноване та передчасне розкриття інформації одній установі (наприклад, великій товарній брокерській компанії) може зашкодити довірі до даних загального призначення та статистичних установ, що збирають і розвивають, призвести до ще більших порушень ринку та мати серйозний або катастрофічний негативний вплив на громадськість довіра до агентства. Навіть якщо наслідки обмежені наданням нечесної ринкової переваги одній фінансовій чи комерційній установі, несанкціоноване розкриття може мати серйозний негативний вплив на довіру громадськості до агентства та його персоналу. Це може призвести до присвоєння такій інформації помірного рівня впливу.",
    "specialFactorI": "Рекомендований рівень впливу на цілісність: попередній рівень впливу на цілісність, рекомендований для даних загального призначення та статистичної інформації, низький.",
    "specialFactorA": "Рекомендований рівень впливу на доступність: попередній рівень впливу на доступність, рекомендований для даних загального призначення та статистичної інформації, низький."
  },
  {
    "typeId": "23",
    "typeValue": "Придбання товарів"
  },
  {
    "typeId": "24",
    "typeValue": "Наземний транспорт",
    "specialFactorC": "Особливі фактори, що впливають на конфіденційність. Визначення впливу: деякі регулятивні та тарифні функції, пов’язані з безпечним проходженням пасажирів і вантажів по суші, включають відносно конфіденційну інформацію. Вони входять до складу правоохоронних органів. Несанкціоноване розголошення інформації про розслідування нещасних випадків, яка ще не була належним чином досліджена, скоординована або відредагована, може призвести до серйозної економічної шкоди окремим особам і корпораціям. Ще одним потенційним наслідком є втрата довіри громадськості. Крім того, деяка інформація, пов’язана з функціями наземного транспорту, є власністю корпорацій або регулюється нормативно-правовими актами із захисту інформації. У таких випадках вплив на конфіденційність у результаті неавторизованого розголошення може бути помірним.",
    "specialFactorI": "Особливі фактори, що впливають на визначення впливу на цілісність: деякі функції наземного транспорту є критичними за часом (наприклад, функції перемикання колій, пов’язані з поїздкою залізницею). Несанкціонована зміна або знищення критично важливої інформації, необхідної для цих функцій, може призвести до великомасштабної втрати майна та людських життів. Така інформація матиме високий рівень впливу на цілісність.",
    "specialFactorA": "Особливі фактори, що впливають на визначення впливу на доступність: Деякі функції наземного транспорту є критичними за часом (наприклад, функції перемикання колій, пов’язані з поїздкою залізницею). Втрата критично важливої інформації, необхідної для виконання цих функцій, може призвести до великомасштабної втрати власності та людських життів. Така інформація матиме високий рівень впливу на цілісність."
  },
  {
    "typeId": "25",
    "typeValue": "Послуги служби підтримки"
  },
  {
    "typeId": "26",
    "typeValue": "Управління інформаційною інфраструктурою"
  },
  {
    "typeId": "27",
    "typeValue": "Управління інформацією"
  },
  {
    "typeId": "28",
    "typeValue": "Інформаційна безпека"
  },
  {
    "typeId": "29",
    "typeValue": "Розповсюдження інформації"
  },
  {
    "typeId": "30",
    "typeValue": "Захист інтелектуальної власності"
  },
  {
    "typeId": "31",
    "typeValue": "Контроль запасів"
  },
  {
    "typeId": "32",
    "typeValue": "Захист ключових активів і критичної інфраструктури",
    "specialFactorC": "Рекомендований рівень впливу на конфіденційність: попередній рівень впливу на конфіденційність, рекомендований для інформації про захист критичної інфраструктури, є високим.",
    "specialFactorI": "Рекомендований рівень впливу на цілісність: попередній рівень впливу на цілісність, рекомендований для інформації про захист критичної інфраструктури, є високим.",
    "specialFactorA": "Рекомендований рівень впливу на доступність: попередній рівень впливу на доступність, рекомендований для інформації про захист критичної інфраструктури, є високим."
  },
  {
    "typeId": "33",
    "typeValue": "Управління трудовими правами"
  },
  {
    "typeId": "34",
    "typeValue": "Управління життєвим циклом/змінами"
  },
  {
    "typeId": "35",
    "typeValue": "Управління логістикою"
  },
  {
    "typeId": "36",
    "typeValue": "Удосконалення менеджменту"
  },
  {
    "typeId": "37",
    "typeValue": "Виробництво"
  },
  {
    "typeId": "38",
    "typeValue": "Інші фінансові"
  },
  {
    "typeId": "39",
    "typeValue": "Управління іншою інформацією"
  },
  {
    "typeId": "40",
    "typeValue": "Інше управління"
  },
  {
    "typeId": "41",
    "typeValue": "Інші операції"
  },
  {
    "typeId": "42",
    "typeValue": "Інші дослідження та розробки"
  },
  {
    "typeId": "43",
    "typeValue": "Інша безпека"
  },
  {
    "typeId": "44",
    "typeValue": "Інші функції підтримки"
  },
  {
    "typeId": "45",
    "typeValue": "Платежі"
  },
  {
    "typeId": "46",
    "typeValue": "Обслуговування інфраструктури у відсотках"
  },
  {
    "typeId": "47",
    "typeValue": "Дозволи та ліцензування"
  },
  {
    "typeId": "48",
    "typeValue": "Запобігання та контроль забруднення"
  },
  {
    "typeId": "49",
    "typeValue": "Охоплення продуктів"
  },
  {
    "typeId": "50",
    "typeValue": "Захист власності",
    "specialFactorC": "Особливі фактори, що впливають на визначення впливу на конфіденційність: якщо захищаються об’єкти критичної інфраструктури або ключові національні активи, наслідки несанкціонованого розкриття інформації про захист власності можуть виявити слабкі місця в заходах захисту для терористів або інших супротивників. Якщо очікується, що несанкціоноване розкриття інформації про захист власності, пов’язаної з критично важливою інфраструктурою, великими групами людей або ключовими національними активами, буде безпосередньо використано терористами, рівень впливу на конфіденційність є високим.",
    "specialFactorI": "Визначення впливу особливих факторів на доброчесність: Несанкціонована зміна або знищення інформації, що впливає на зовнішні комунікації (наприклад, веб-сторінки, електронна пошта), може негативно вплинути на роботу або довіру громадськості до агентства. Однак потенційна шкода місії захисту зазвичай викликає більше занепокоєння. Якщо змінена або знищена інформація є тактичною, тобто критичною за часом, існує більша ймовірність вжиття дій на основі неповної або неправдивої інформації. Це може мати серйозні негативні наслідки для роботи захисту. Це може призвести до присвоєння такій інформації помірного рівня впливу.",
    "specialFactorA": "Особливі фактори, що впливають на визначення впливу на доступність: наслідки нездатності сил охорони та інших служб реагування на надзвичайні ситуації своєчасно отримати інформацію про захист власності можуть призвести до катастрофічних наслідків для власності, яка може включати критичну інфраструктуру та ключові національні активи. Загалом рівень впливу на доступність, призначений для інформації про захист власності, залежить від того, що захищається. Це може призвести до присвоєння такій інформації помірного або високого рівня впливу."
  },
  {
    "typeId": "51",
    "typeValue": "Зв'язки з громадськістю"
  },
  {
    "typeId": "52",
    "typeValue": "Зберігання записів"
  },
  {
    "typeId": "53",
    "typeValue": "Звітна інформація"
  },
  {
    "typeId": "54",
    "typeValue": "Дослідження та розробки"
  },
  {
    "typeId": "55",
    "typeValue": "Наукові та технологічні дослідження та інновації"
  },
  {
    "typeId": "56",
    "typeValue": "Управління безпекою"
  },
  {
    "typeId": "57",
    "typeValue": "Відновлення служби"
  },
  {
    "typeId": "58",
    "typeValue": "Придбання послуг"
  },
  {
    "typeId": "59",
    "typeValue": "Моніторинг систем та мереж",
    "specialFactorC": "Особливі фактори, що впливають на визначення впливу на конфіденційність: якщо можна очікувати, що зібрана інформація моніторингу системи та мережі матиме високий рівень впливу на конфіденційність, тоді інформації моніторингу системи та мережі слід призначити високий рівень впливу на конфіденційність. Якщо дані моніторингу системи та мережі, що збираються, підтримують типи інформації, описані в цьому посібнику, персонал агентства повинен розглянути можливість призначення впливу на конфіденційність найважливішого типу інформації, який обробляється системою. Залежно від агентства та місії, яка підтримується, конфіденційність інформації може коливатися від низького до високого. (Інформація про національну безпеку та системи національної безпеки виходять за межі цієї настанови.)",
    "specialFactorI": "Особливі фактори, що впливають на визначення впливу на цілісність: втрата цілісності певної системи та інформації моніторингу мережі може бути дуже серйозною для мереж агентства та операцій безпеки, а також для функціональності інформаційної системи. Крім того, втрата цілісності може мати серйозні наслідки для місії агентства та важливих бізнес-функцій. Рівень впливу на цілісність, рекомендований для інформації моніторингу системи та мережі, пов’язаної з дуже важливою інформацією, є високим.",
    "specialFactorA": "Рекомендований рівень впливу на доступність: попередній рівень впливу на доступність, рекомендований для інформації про моніторинг системи та мережі, низький."
  },
  {
    "typeId": "60",
    "typeValue": "Розробка системи"
  },
  {
    "typeId": "61",
    "typeValue": "Обслуговування системи"
  },
  {
    "typeId": "62",
    "typeValue": "Навчання та працевлаштування"
  },
  {
    "typeId": "63",
    "typeValue": "Управління водними ресурсами"
  },
  {
    "typeId": "64",
    "typeValue": "Водний транспорт",
    "specialFactorC": "Особливі фактори, що впливають на визначення впливу на конфіденційність: Несанкціоноване розголошення інформації про розслідування нещасних випадків, яка не була належним чином досліджена, скоординована або відредагована, може призвести до серйозної економічної шкоди окремим особам і корпораціям. Ще одним потенційним наслідком є втрата довіри громадськості. Крім того, деяка інформація, пов’язана з функціями водного транспорту, є власністю корпорацій або регулюється нормативно-правовими актами із захисту інформації. У таких випадках вплив на конфіденційність у результаті неавторизованого розголошення може бути помірним.",
    "specialFactorI": "Особливі фактори, що впливають на визначення впливу на цілісність: Деякі функції водного та морського транспорту є критичними за часом (наприклад, сигнали лиха, операції стикування, запобігання зіткненням, попередження про небезпечну погоду чи стан моря). Несанкціонована зміна або знищення критично важливої інформації, необхідної для цих функцій, може призвести до великомасштабної втрати майна та людських життів. Така інформація матиме високий рівень впливу на цілісність. Інформацію про керування зв’язком (наприклад, керування частотою) також необхідно включити до розгляду впливу на цілісність водного транспорту. Можуть виникнути обставини, коли помилки в інформації про призначення частоти можуть призвести до того, що урядові установи не зможуть спілкуватися з державними або місцевими органами влади. Подальша втрата можливостей зв’язку може призвести до ситуацій, що загрожують життю. Така інформація матиме високий рівень впливу на цілісність.",
    "specialFactorA": "Особливі фактори, що впливають на визначення впливу на доступність: Деякі функції водного та морського транспорту є критичними за часом (наприклад, сигнали лиха, операції стикування, уникнення зіткнень, попередження про небезпечну погоду чи стан моря). Втрата критично важливої інформації, необхідної для виконання цих функцій, може призвести до великомасштабної втрати майна та людських життів. Така інформація матиме високий рівень впливу на цілісність."
  },
  {
    "typeId": "65",
    "typeValue": "Безпека працівників"
  },
  {
    "typeId": "66",
    "typeValue": "Планування робочої сили"
  },
  {
    "typeId": "67",
    "typeValue": "Розробка та управління політикою на робочому місці"
  }
]