[
  {
    "typeId": "1",
    "typeValue": "[UK]Air Transportation",
    "specialFactorC": "[UK]Special Factors Affecting Confidentiality Impact Determination: Unauthorized disclosure of information (e.g., investigations, maintenance) that has not been adequately researched, coordinated, or edited can result in serious economic harm to individuals and to corporations. Loss in public confidence is a further potential consequence. Additionally, some information associated with air transportation functions is proprietary to corporations or subject to privacy laws. In such cases, the confidentiality impact resulting from unauthorized disclosure can be moderate. The sensitivity of air transportation information (e.g., aircraft positioning data)can be time or event-driven. For example, passenger lists are not releasable to the general public before a flight takes off, but are placed in the public domain in the event of a crash. In such cases, the confidentiality impact resulting from unauthorized disclosure can be moderate.",
    "specialFactorI": "[UK]Special Factors Affecting Integrity Impact Determination: Some air transportation functions are time-critical (e.g., air traffic control instructions, position reports, situational awareness, separation, weather reports for the terminal area, microburst tracking, maintenance trouble reports). Communications management (e.g., frequency management) information also needs to be included in air transportation integrity impact considerations. There may be circumstances under which erroneous frequency assignment information can result in a loss of communications with aircraft that are affected by hazardous conditions (e.g., loss of communications with an aircraft in a crowded air space.) Unauthorized modification or destruction of time-critical information necessary to these functions can result in large-scale property loss and in loss of human lives. The Wide Area Augmentation System (WAAS) supplements the availability and integrity of position information available from the DoD's Global Positioning Systems (GPS). Because of the potential system-wide impacts from a loss of integrity of this system, a high integrity impact level is recommended.",
    "specialFactorA": "[UK]Special Factors Affecting Availability Impact Determination: Some air transportation functions are time-critical (e.g., air traffic control instructions, position reports, situational awareness, separation, weather reports for the terminal area, microburst tracking, maintenance trouble reports). Loss of availability of time-critical information necessary to these functions can result in large-scale property loss and in loss of human lives. Timing plays a large part in the availability impact of air transportation information. For example, the time criticality of weather information may be measured in minutes or hours in the case of pre-flight and mid-flight operations. However, on final landing approach, up to the second availability may be required (e.g., detection of microbursts in the terminal area). Air operations are not tolerant of information loss. The Wide Area Augmentation System (WAAS) supplements the availability of information available from the Department of Defense's Global Positioning Systems (GPS). Because of the potential system-wide impacts from a loss of availability of this system, it would be appropriately categorized as having a high availability impact."
  },
  {
    "typeId": "2",
    "typeValue": "[UK]Asset and Liability Management"
  },
  {
    "typeId": "3",
    "typeValue": "[UK]Budget Execution"
  },
  {
    "typeId": "4",
    "typeValue": "[UK]Budget Formulation"
  },
  {
    "typeId": "5",
    "typeValue": "[UK]Budgeting & Performance Integration"
  },
  {
    "typeId": "6",
    "typeValue": "[UK]Capital Planning"
  },
  {
    "typeId": "7",
    "typeValue": "[UK]Collections & Receivables"
  },
  {
    "typeId": "8",
    "typeValue": "[UK]Contingency Planning"
  },
  {
    "typeId": "9",
    "typeValue": "[UK]Continuity of Operations"
  },
  {
    "typeId": "10",
    "typeValue": "[UK]Cost Accounting/Performance Measurement"
  },
  {
    "typeId": "11",
    "typeValue": "[UK]Customer Services"
  },
  {
    "typeId": "12",
    "typeValue": "[UK]Disaster Preparedness & Planning",
    "specialFactorC": "[UK]Special Factors Affecting Confidentiality Impact Determination: The consequences of unauthorized disclosure of some disaster preparedness and planning information may include revealing weak or sensitive critical infrastructure characteristics or inadequate security of U.S. targets to terrorists or other adversaries. Such information may reveal to an enemy the most effective technique(s) to use in attacking a target, and/or information regarding the capabilities, intent, and plans of our adversaries. Where unauthorized disclosure of disaster preparedness and planning information associated with critical infrastructures, large groups of people, or key national assets is expected to be of direct use to terrorists, the confidentiality impact level is recommended to be high.",
    "specialFactorI": "[UK]Special Factors Affecting Integrity Impact Determination: Unauthorized modification or destruction of information affecting external communications (e.g., web pages, electronic mail) may adversely affect operations and/or public confidence in the agency, but the damage to the mission will usually be limited. The consequences of unauthorized modification or destruction of information can be very serious or catastrophic if the data is time-critical operational information. In such cases, the impact level assigned would be moderate or high.",
    "specialFactorA": "[UK]Special Factors Affecting Availability Impact Determination: If emergency responders and those responsible for repair and restoration activities are unable to access preparedness and planning information in the event of an actual emergency the consequences may include confusion and delays. In such cases, the availability impact level can be moderate or high."
  },
  {
    "typeId": "13",
    "typeValue": "[UK]Emergency Response",
    "specialFactorC": "[UK]Special Factors Affecting Confidentiality Impact Determination: In cases where an attack is underway, unauthorized disclosure of emergency response information can provide information that might permit terrorists or other adversaries to target emergency response assets, thus jeopardizing emergency response resources and missions and public safety. Given the criticality that much emergency response information has in terms of potential loss of human life and major property damage, where unauthorized release of information can reasonably be expected to facilitate interference with emergency response missions, the confidentiality impact level may be moderate or high. The unauthorized disclosure of one agency’s emergency response by another agency could result in negative impacts on cross-jurisdictional coordination within the critical emergency services infrastructure and the general effectiveness of organizations tasked with emergency response missions.",
    "specialFactorI": "[UK]Recommended Integrity Impact Level: The provisional integrity impact level recommended for emergency response information is normally high.",
    "specialFactorA": "[UK]Recommended Availability Impact Level: The provisional availability impact level recommended for emergency response information is high."
  },
  {
    "typeId": "14",
    "typeValue": "[UK]Energy Conservation & Preparedness",
    "specialFactorC": "[UK]Special Factors Affecting Confidentiality Impact Determination: In some cases, unauthorized disclosure of preliminary findings or policies under consideration regarding proposed conservation measures or the distribution of energy in the event of an emergency may result in mobilization of special interests. These groups may successfully oppose necessary conservation measures and be given an unfair advantage for specific commercial interests. Also, the unauthorized disclosure may cause domestic or international loss of confidence in the Federal government. In such cases, serious damage may result for energy conservation and preparedness operations. Therefore, the confidentiality impact level may be moderate. In other cases, unauthorized disclosure of information regarding measures taken to ensure the provision of energy in the event of an emergency may facilitate malicious activities of terrorists. Here, there is a potential for loss of human life resulting from extended outages, so the confidentiality impact level may be high.",
    "specialFactorI": "[UK]Special Factors Affecting Integrity Impact Determination: Unauthorized modification or destruction of information necessary to mission-critical procedures ensuring the provision of energy in the event of an emergency can result in extended outages. There is some potential for a consequent threat to critical energy infrastructure and to human life. In such cases, the integrity impact level may be high.",
    "specialFactorA": "[UK]Special Factors Affecting Availability Impact Determination: Unavailability of information necessary to mission-critical procedures ensuring the provision of energy in the event of an emergency may result in extended outages. There is some potential for a consequent threat to critical energy infrastructure and to human life. In such cases, the availability impact level may be high."
  },
  {
    "typeId": "15",
    "typeValue": "[UK]Energy Production",
    "specialFactorC": "[UK]Special Factors Affecting Confidentiality Impact Determination: Unauthorized disclosure of some energy production information can result in major financial consequences. In some cases, premature disclosure of this information can impact financial markets. Unauthorized disclosure to a single institution could damage faith in government institutions, result in adverse financial events, and have a serious adverse effect on public confidence in the agency. Therefore, the confidentiality impact should be at least moderate for this energy production information.",
    "specialFactorI": "[UK]Special Factors Affecting Integrity Impact Determination: If the energy production information is time-critical or very sensitive, the integrity impact level may be moderate or high.",
    "specialFactorA": "[UK]Recommended Availability Impact Level: The provisional availability impact level recommended for energy production information is low."
  },
  {
    "typeId": "16",
    "typeValue": "[UK]Energy Resource Management"
  },
  {
    "typeId": "17",
    "typeValue": "[UK]Energy Supply",
    "specialFactorC": "[UK]Special Factors Affecting Confidentiality Impact Determination: The consequences of unauthorized disclosure of energy supply information can have a serious economic impact with respect to competitive advantages and financial and commodity market dynamics. Also, the unauthorized disclosure of supply information may assist terrorists in the theft of energy products or disruption of energy distribution channels. Facilitation of theft of nuclear materials is a particularly catastrophic potential result of unauthorized disclosure of specific types of energy supply information. In these cases, the confidentiality impact must be considered to be high.",
    "specialFactorI": "[UK]Recommended Confidentiality Impact Level: The provisional confidentiality impact level recommended for most energy supply information is low.",
    "specialFactorA": "[UK]Special Factors Affecting Integrity Impact Determination: Mission-critical systems: Unauthorized modification of mission-critical information or information systems (e.g., electrical power distribution, petroleum or gas pipelines) can result in severe impacts to the environment, service, major assets and/or human safety. Consequently, the integrity impact level associated with these types of mission-critical processes/systems may be high. Non mission-critical systems: For information or information systems that do not directly impact mission-critical functions, the integrity impact level may be downgraded to low."
  },
  {
    "typeId": "18",
    "typeValue": "[UK]Enterprise Architecture"
  },
  {
    "typeId": "19",
    "typeValue": "[UK]Environmental Monitoring & Forecasting",
    "specialFactorC": "[UK]Special Factors Affecting Confidentiality Impact Determination: The most serious adverse effects are likely to involve exposure of information that is proprietary to an organization or result in damaging publicity for an organization. [Unauthorized disclosure of some information can have serious economic impact on both individual companies and the broader market place. The consequences of such unauthorized disclosures may have an adverse effect on public confidence in the agency.] In such cases, the potential confidentiality impacts may be at least moderate.",
    "specialFactorI": "[UK]Special Factors Affecting Integrity Impact Determination: Unauthorized modification or destruction of information affecting external communications (e.g., web pages, electronic mail) may adversely affect operations and public confidence in the agency, but also the agency mission. In some cases, unauthorized modification or destruction of information can result in loss of human life - a high-impact potential.",
    "specialFactorA": "[UK]Recommended Availability Impact Level: The provisional availability impact level recommended for environmental monitoring and forecasting information is low."
  },
  {
    "typeId": "20",
    "typeValue": "[UK]Environmental Remediation"
  },
  {
    "typeId": "21",
    "typeValue": "[UK]Facilities Fleet & Equipment Management",
    "specialFactorC": "[UK]Special Factors Affecting Confidentiality Impact Determination: Information associated with maintenance, administration, and operation of many Federal government office buildings, transportation fleets, and operational facilities can be of material use to criminals seeking to gain access to Federal facilities in order to facilitate or perpetrate fraud, theft, or some other criminal enterprise (e.g., extract inmates from Federal detention facilities). In this case, unauthorized disclosure of information can have a serious adverse effect on agency operations, agency assets, or individuals. The consequent confidentiality impact would be at least moderate.",
    "specialFactorI": "[UK]Special Factors Affecting Integrity Impact Determination: Exceptions may include emergency response aspects of disaster management or leadership protection. In such cases, the integrity impact level associated with unauthorized modification or destruction of facilities, fleet, and equipment management information can be high.",
    "specialFactorA": "[UK]Special Factors Affecting Availability Impact Determination: Exceptions may include emergency response aspects of disaster management or leadership protection. In such cases, delays measured in seconds can cost lives and major property damage. Consequently, the availability impact level associated with unauthorized modification or destruction of facilities, fleet, and equipment management information needed to respond to emergencies will be high."
  },
  {
    "typeId": "22",
    "typeValue": "[UK]General Purpose Data & Statistics",
    "specialFactorC": "[UK]Special Factors Affecting Confidentiality Impact Determination: Unauthorized premature disclosure of much economic (e.g., agricultural commodity, economic indicators) data and statistics information can result in major financial consequences. In some cases, premature disclosure of this information can impact major financial markets and damage national banking and finance infrastructures. Unauthorized and premature disclosure to a single institution (e.g., a major commodity brokerage house), could damage faith in general-purpose data and statistics gathering and development institutions, result in even more market disruption, and have a severe or catastrophic adverse effect on public confidence in the agency. Even when the consequences are limited to giving an unfair market advantage to a single financial or commercial institution, unauthorized disclosure can have a serious adverse effect on public confidence in the agency and its staff. This can result in assignment of a moderate impact level to such information.",
    "specialFactorI": "[UK]Recommended Integrity Impact Level: The provisional integrity impact level recommended for general-purpose data and statistics information is low.",
    "specialFactorA": "[UK]Recommended Availability Impact Level: The provisional availability impact level recommended for general-purpose data and statistics information is low."
  },
  {
    "typeId": "23",
    "typeValue": "[UK]Goods Acquisition"
  },
  {
    "typeId": "24",
    "typeValue": "[UK]Ground Transportation",
    "specialFactorC": "[UK]Special Factors Affecting Confidentiality Impact Determination: Some regulatory and tariff enforcement functions associated with the safe passage of passengers and goods over land involve relatively sensitive information. These are included in Law Enforcement. Unauthorized disclosure of accident investigation information that has not yet been adequately researched, coordinated, or edited can result in serious economic harm to individuals and to corporations. Loss in public confidence is a further potential consequence. Additionally, some information associated with ground transportation functions is proprietary to corporations or subject to privacy laws (e.g., the Privacy Act of 1974). (The Privacy Act Information provisional impact levels are documented in the Personal Identity and Authentication information type.) In such cases, the confidentiality impact resulting from unauthorized disclosure may be moderate.",
    "specialFactorI": "[UK]Special Factors Affecting Integrity Impact Determination: Some ground transportation functions are time-critical (e.g., track switching functions associated with rail travel). Unauthorized modification or destruction of time-critical information necessary to these functions can result in large-scale property loss and in loss of human lives. Such information will have a high integrity impact level.",
    "specialFactorA": "[UK]Special Factors Affecting Availability Impact Determination: Some ground transportation functions are time-critical (e.g., track switching functions associated with rail travel). Loss of availability of time-critical information necessary to these functions can result in large-scale property loss and in loss of human lives. Such information will have a high integrity impact level."
  },
  {
    "typeId": "25",
    "typeValue": "[UK]Help Desk Services"
  },
  {
    "typeId": "26",
    "typeValue": "[UK]Information Infrastructure Management"
  },
  {
    "typeId": "27",
    "typeValue": "[UK]Information Management"
  },
  {
    "typeId": "28",
    "typeValue": "[UK]Information Security"
  },
  {
    "typeId": "29",
    "typeValue": "[UK]Information Sharing"
  },
  {
    "typeId": "30",
    "typeValue": "[UK]Intellectual Property Protection"
  },
  {
    "typeId": "31",
    "typeValue": "[UK]Inventory Control"
  },
  {
    "typeId": "32",
    "typeValue": "[UK]Key Asset & Critical Infrastructure Protection",
    "specialFactorC": "[UK]Recommended Confidentiality Impact Level: The provisional confidentiality impact level recommended for critical infrastructure protection information is high.",
    "specialFactorI": "[UK]Recommended Integrity Impact Level: The provisional integrity impact level recommended for critical infrastructure protection information is high.",
    "specialFactorA": "[UK]Recommended Availability Impact Level: The provisional availability impact level recommended for critical infrastructure protection information is high."
  },
  {
    "typeId": "33",
    "typeValue": "[UK]Labor Rights Management"
  },
  {
    "typeId": "34",
    "typeValue": "[UK]Lifecycle/Change Management"
  },
  {
    "typeId": "35",
    "typeValue": "[UK]Logistics Management"
  },
  {
    "typeId": "36",
    "typeValue": "[UK]Management Improvement"
  },
  {
    "typeId": "37",
    "typeValue": "[UK]Manufacturing"
  },
  {
    "typeId": "38",
    "typeValue": "[UK]Other Financial"
  },
  {
    "typeId": "39",
    "typeValue": "[UK]Other Information Management"
  },
  {
    "typeId": "40",
    "typeValue": "[UK]Other Management"
  },
  {
    "typeId": "41",
    "typeValue": "[UK]Other Operations"
  },
  {
    "typeId": "42",
    "typeValue": "[UK]Other Research & Development"
  },
  {
    "typeId": "43",
    "typeValue": "[UK]Other Security"
  },
  {
    "typeId": "44",
    "typeValue": "[UK]Other Support Functions"
  },
  {
    "typeId": "45",
    "typeValue": "[UK]Payments"
  },
  {
    "typeId": "46",
    "typeValue": "[UK]Percentage Infrastructure Maintenance"
  },
  {
    "typeId": "47",
    "typeValue": "[UK]Permits & Licensing"
  },
  {
    "typeId": "48",
    "typeValue": "[UK]Pollution Prevention & Control"
  },
  {
    "typeId": "49",
    "typeValue": "[UK]Product Outreach"
  },
  {
    "typeId": "50",
    "typeValue": "[UK]Property Protection",
    "specialFactorC": "[UK]Special Factors Affecting Confidentiality Impact Determination: Where critical infrastructure facilities or key national assets are being protected, the consequences of unauthorized disclosure of property protection information might reveal vulnerabilities in protection measures to terrorists or other adversaries. Where unauthorized disclosure of property protection information associated with critical infrastructures, large groups of people, or key national assets is expected to be of direct use to terrorists, the confidentiality impact level is high.",
    "specialFactorI": "[UK]Special Factors Affecting Integrity Impact Determination: Unauthorized modification or destruction of information affecting external communications (e.g., web pages, electronic mail) may adversely affect operations or public confidence in the agency. However, the potential damage to the protection mission will usually be of greater concern. If the modified or destroyed information is tactical i.e., time-critical, there is a greater potential for actions being taken based on incomplete or false information. This can have serious adverse effects on protection operation. This can result in assignment of a moderate impact level to such information.",
    "specialFactorA": "[UK]Special Factors Affecting Availability Impact Determination: The consequences of inability of guard forces and other emergency responders to receive property protection information in a timely manner may result in catastrophic consequences for properties that could include critical infrastructures and key national assets. In general, the availability impact level assigned to property protection information is dependent on what is being protected. This can result in assignment of a moderate or high impact level to such information."
  },
  {
    "typeId": "51",
    "typeValue": "[UK]Public Relations"
  },
  {
    "typeId": "52",
    "typeValue": "[UK]Records Retention"
  },
  {
    "typeId": "53",
    "typeValue": "[UK]Reporting Information"
  },
  {
    "typeId": "54",
    "typeValue": "[UK]Research & Development"
  },
  {
    "typeId": "55",
    "typeValue": "[UK]Scientific & Technological Research & Innovation"
  },
  {
    "typeId": "56",
    "typeValue": "[UK]Security Management"
  },
  {
    "typeId": "57",
    "typeValue": "[UK]Service Recovery"
  },
  {
    "typeId": "58",
    "typeValue": "[UK]Services Acquisition"
  },
  {
    "typeId": "59",
    "typeValue": "[UK]System & Networking Monitoring",
    "specialFactorC": "[UK]Special Factors Affecting Confidentiality Impact Determination: Where the system and network monitoring information collected can be expected to have a high confidentiality impact level, then the system and network monitoring information must be assigned a high confidentiality impact level. When the system and network monitoring data being collected supports information types described in this guideline, agency personnel should consider a confidentiality impact assignment of the highest impact information type processed by the system. Depending on the agency and the mission being supported, the sensitivity of the information can range from low to high. (National security information and national security systems are outside the scope of this guideline.)",
    "specialFactorI": "[UK]Special Factors Affecting Integrity Impact Determination: The loss of integrity for some system and network monitoring information can be very serious for agency network and security operations, as well as, the functionality of the information system. Additionally, a loss of integrity can have severe consequences for the agency’s mission and critical business functions. The integrity impact level recommended for system and network monitoring information associated with highly critical information is high.",
    "specialFactorA": "[UK]Recommended Availability Impact Level: The provisional availability impact level recommended for system and network monitoring information is low."
  },
  {
    "typeId": "60",
    "typeValue": "[UK]System Development"
  },
  {
    "typeId": "61",
    "typeValue": "[UK]System Maintenance"
  },
  {
    "typeId": "62",
    "typeValue": "[UK]Training & Employment"
  },
  {
    "typeId": "63",
    "typeValue": "[UK]Water Resource Management"
  },
  {
    "typeId": "64",
    "typeValue": "[UK]Water Transportation",
    "specialFactorC": "[UK]Special Factors Affecting Confidentiality Impact Determination: Unauthorized disclosure of accident investigation information that has not been adequately researched, coordinated, or edited can result in serious economic harm to individuals and to corporations. Loss in public confidence is a further potential consequence. Additionally, some information associated with water transportation functions is proprietary to corporations or subject to privacy laws. In such cases, the confidentiality impact resulting from unauthorized disclosure can be moderate.",
    "specialFactorI": "[UK]Special Factors Affecting Integrity Impact Determination: Some water and sea transportation functions are time-critical (e.g., distress signals, docking operations, collision avoidance, warnings of hazardous weather or sea conditions). Unauthorized modification or destruction of time-critical information necessary to these functions can result in large-scale property loss and in loss of human lives. Such information would have a high integrity impact level. Communications management (e.g., frequency management) information also needs to be included in water transportation integrity impact considerations. There may be circumstances when errors in frequency assignment information can result in an inability for Federal government agencies to communicate with state or local government activities. The subsequent loss of communications capabilities can result in life-threatening situations. Such information would have a high integrity impact level.",
    "specialFactorA": "[UK]Special Factors Affecting Availability Impact Determination: Some water and sea transportation functions are time-critical (e.g., distress signals, docking operations, collision avoidance, warnings of hazardous weather or sea conditions). Loss of availability of time-critical information necessary to these functions can result in large-scale property loss and in loss of human lives. Such information would have a high integrity impact level."
  },
  {
    "typeId": "65",
    "typeValue": "[UK]Worker Safety"
  },
  {
    "typeId": "66",
    "typeValue": "[UK]Work-Force Planning"
  },
  {
    "typeId": "67",
    "typeValue": "[UK]Workplace Policy Development & Management"
  }
]
