[
    {
        "IRP_ID": "2",
        "Item_Number": "1",
        "Risk_1_Description": "Sin conexiones",
        "Risk_2_Description": "Complejidad mínima (1-20 conexiones)",
        "Risk_3_Description": "Complejidad moderada (21-100 conexiones)",
        "Risk_4_Description": "Complejidad significativa (101-200 conexiones)",
        "Risk_5_Description": "Complejidad considerable (>200 conexiones)",
        "Header_Id": "1",
        "Validation_Approach": "Revise los diagramas de topología de la red para confirmar la cantidad de conexiones (ISP) con el personal adecuado.",
        "DescriptionComment": "Un proveedor de servicios de Internet (ISP) es una empresa (por ejemplo, AT&T, Verizon y CenturyLink) que proporciona a sus clientes acceso a Internet. El total debe incluir todas las conexiones externas a Internet, incluidas las de sucursales.",
        "Description": "Número total de conexiones de proveedores de servicios de Internet, ISP (incluyendo conexiones de las sucursales)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "3",
        "Item_Number": "2",
        "Risk_1_Description": "Ninguna",
        "Risk_2_Description": "Pocas ocasiones con conexiones inseguras (1-5)",
        "Risk_3_Description": "Varias ocasiones con conexiones inseguras (6-10)",
        "Risk_4_Description": "Significativas ocasiones con conexiones inseguras (11-25)",
        "Risk_5_Description": "Considerables ocasiones con conexiones inseguras (>25)",
        "Header_Id": "1",
        "Validation_Approach": "Revise los diagramas de topología de red para conexiones externas. Si las conexiones externas no están claramente indicadas en los diagramas de red, analice la existencia de conexiones externas con la administración para identificar si hay alguna que no sea segura.",
        "DescriptionComment": "Este total debe incluir todas las conexiones que utilizan protocolos de conexión no seguros (por ejemplo, Telnet y protocolo de transferencia de archivos (FTP)) con terceros. El enfoque principal está en los dispositivos con acceso a Internet.",
        "Description": "Conexiones externas inseguras, número de conexiones de no usuarios (por ejemplo, protocolo de transferencia de archivos (FTP), Telnet, rlogin)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "4",
        "Item_Number": "3",
        "Risk_1_Description": "Sin acceso inalámbrico (sin wifi)",
        "Risk_2_Description": "Puntos de acceso inalámbrico separados para invitados y para corporativos",
        "Risk_3_Description": "Acceso a la red inalámbrica para invitados y para corporativos están lógicamente separados; número limitado de usuarios y puntos de acceso (1– 250 usuarios; 1–25 puntos de acceso)",
        "Risk_4_Description": "Acceso a la red inalámbrica corporativa; número significativo de usuarios y puntos de acceso (251–1,000 usuarios; 26–100 puntos de acceso)",
        "Risk_5_Description": "Acceso a la red inalámbrica corporativa; todos los empleados tienen acceso; considerable número de puntos de acceso (>1,000 usuarios; >100 puntos de acceso)",
        "Header_Id": "1",
        "Validation_Approach": "Revise los diagramas de red de todos los puntos de acceso inalámbrico existentes.",
        "DescriptionComment": "Las redes inalámbricas utilizan ondas de radio para conectar dispositivos, como dispositivos móviles, computadoras portátiles, de escritorio e impresoras, a Internet y a la red y los sistemas de la institución financiera. Las redes inalámbricas pueden afectar el perfil de riesgo de la institución financiera de diversas maneras, dependiendo de cómo se utilice la tecnología. Debido a que los estándares de redes inalámbricas continúan surgiendo y evolucionando, los usuarios potenciales enfrentan preguntas desafiantes sobre cómo obtener la experiencia técnica necesaria y si deben ser los primeros en adoptarlos o esperar a estándares probados. No mantenerse al tanto de los cambios en los estándares puede exponer a la institución financiera a riesgos estratégicos y de reputación. Para que el punto de acceso inalámbrico se considere independiente, el punto de acceso debe residir fuera de la red privada de la institución financiera (puede estar ubicado en la DMZ) y tener su propia conexión a Internet dedicada. \"Lógicamente separado\" significa que el punto de acceso inalámbrico para invitados utiliza la misma conexión a Internet que la institución financiera, pero esta conexión está lógicamente separada a través de una red de área local virtual.",
        "Description": "Acceso a la red inalámbrica (wifi)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "5",
        "Item_Number": "4",
        "Risk_1_Description": "Ninguna",
        "Risk_2_Description": "Un solo tipo de dispositivo disponible; disponible para <5% de empleados (personal, ejecutivos, administradores); solo acceso a e-mail",
        "Risk_3_Description": "Se utilizan diversos tipos de dispositivos; disponible para <10% de empleados (personal, ejecutivos, administradores) y la Junta; solo acceso a e-mail",
        "Risk_4_Description": "Se utilizan diversos tipos de dispositivos; disponible para <25% de empleados autorizados (personal, ejecutivos, administradores) y la Junta; acceso a e-mail y a algunas aplicaciones",
        "Risk_5_Description": "Se utiliza cualquier tipo de dispositivo; disponible para <25% de empleados (personal, ejecutivos, administradores) y la Junta; todas las aplicaciones tienen acceso",
        "Header_Id": "1",
        "Validation_Approach": "Revise la lista de dispositivos CU que no son de su propiedad y que acceden a la red.",
        "DescriptionComment": "Los tipos de dispositivos incluyen computadoras personales, portátiles y dispositivos móviles. Permitir a los empleados usar dispositivos móviles personales generalmente se conoce como \"traiga su propio dispositivo\" (BYOD), que se refiere al uso permitido de dispositivos personales, como computadoras portátiles, tabletas, teléfonos móviles y otros dispositivos propiedad de empleados y miembros de la junta directiva. Los tipos de dispositivos pueden ser de un tipo (por ejemplo, una marca específica de teléfono móvil que utiliza un proveedor de servicios inalámbricos específico) o de varios tipos de dispositivos (por ejemplo, computadoras portátiles, tabletas, iPads y teléfonos móviles de distintas marcas y proveedores de servicios inalámbricos). El grado de acceso puede limitarse al correo electrónico o implicar aplicaciones específicas o todas las aplicaciones de la red privada de la institución financiera.",
        "Description": "Se permite que equipos personales se conecten a la red corporativa",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "7",
        "Item_Number": "6",
        "Risk_1_Description": "Ninguno",
        "Risk_2_Description": "Pocas conexiones dedicadas (entre 1-5)",
        "Risk_3_Description": "Varias conexiones dedicadas (entre 6-10)",
        "Risk_4_Description": "Significativo número de conexiones dedicadas (entre 11-25)",
        "Risk_5_Description": "Considerable número de conexiones dedicadas (>25)",
        "Header_Id": "1",
        "Validation_Approach": "Revise los diagramas de red para determinar si la institución identifica conexiones dedicadas. Discuta con la gerencia la naturaleza y la necesidad comercial de estas conexiones.",
        "DescriptionComment": "Los clientes mayoristas envían transacciones de cámara de compensación automatizada (ACH), transacciones electrónicas y pagos de empresa a empresa; realizar gestión de cuentas; o administrar planes de pensiones/beneficios de los empleados. Las conexiones dedicadas son conexiones directas con la institución financiera que pueden consistir en una VPN o alguna otra forma de conectividad remota, pero no incluyen actividades realizadas a través de aplicaciones comerciales de banca por Internet.",
        "Description": "Clientes mayoristas con conexiones dedicadas",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "8",
        "Item_Number": "7",
        "Risk_1_Description": "Ninguna aplicación",
        "Risk_2_Description": "Pocas aplicaciones (entre 1-5)",
        "Risk_3_Description": "Varias aplicaciones (entre 6-10)",
        "Risk_4_Description": "Significativo número de aplicaciones (entre 11-25)",
        "Risk_5_Description": "Considerable número de aplicaciones y complejidad (>25)",
        "Header_Id": "1",
        "Validation_Approach": "Revisar el inventario de software, aplicaciones o tecnologías desarrollados internamente. Discuta con la gerencia cuáles están alojadas internamente, desarrolladas profesionalmente y respaldan actividades críticas.",
        "DescriptionComment": "Las aplicaciones alojadas internamente se ejecutan internamente y son administradas por el personal de la institución financiera (por ejemplo, un sistema de originación de préstamos desarrollado internamente y alojado en el servidor de la institución financiera). Las aplicaciones desarrolladas internamente las desarrolla y programa el personal de la institución financiera o subcontratistas directos y, por lo general, son solo para uso interno. Las actividades críticas se definen con base en la evaluación de riesgos de la institución financiera y generalmente consideran el impacto en las operaciones y servicios. Las solicitudes de proveedores modificadas son aquellas en las que la institución financiera ha realizado cambios programáticos.",
        "Description": "Aplicaciones del proveedor alojadas internamente y diseñadas o modificadas para dar soporte a actividades consideradas críticas",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "6",
        "Item_Number": "5",
        "Risk_1_Description": "Ningún proveedor o tercera persona relacionada a este tiene acceso a los sistemas",
        "Risk_2_Description": "Número limitado de proveedores (1-5) y número limitado de terceras personas relacionadas a este (<50) tienen acceso; menor complejidad en la forma de acceder a los sistemas",
        "Risk_3_Description": "Número moderado de proveedores (6-10) y moderado número de terceras personas relacionadas a este (50-500) tienen acceso; cierta complejidad en la forma de acceder a los sistemas",
        "Risk_4_Description": "Número significativo de proveedores (11-25) y número significativo de terceras personas relacionadas a este (501-1,500) tienen acceso; alto nivel de complejidad en la forma de acceder a los sistemas",
        "Risk_5_Description": "Considerable número de proveedores (>25) y considerable número de terceras personas relacionadas a este (>1,500) tienen acceso; mayor complejidad en la forma de acceder a los sistemas",
        "Header_Id": "1",
        "Validation_Approach": "Revise la lista de proveedores de servicios externos y el número de sus empleados. Discutir con la gerencia la complejidad (seguridad de la conexión) con la que terceros acceden a los sistemas de las cooperativas de crédito.",
        "DescriptionComment": "Esta declaración cubre el número de terceros e individuos que son empleados directa o indirectamente por esos terceros con acceso a la red privada de la institución financiera. Un tercero es una entidad externa o un individuo con un acuerdo comercial establecido, por contrato o de otro modo, con la institución financiera. La complejidad de cómo acceden terceros a los sistemas tiene que ver con el tipo de conexión que utiliza el tercero y puede consistir en una red privada virtual (VPN) para asegurar la conexión, un módem, otra conexión basada en Internet, una conexión desde un dispositivo ubicado en la institución financiera, y otras formas de conectividad.",
        "Description": "Proveedor o terceras personas, incluso organizaciones y personas ya sean proveedores o subcontratistas, tienen acceso a los sistemas internos (por ej. Red privada virtual, modem, intranet, conexión directa)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "9",
        "Item_Number": "8",
        "Risk_1_Description": "Limitadas aplicaciones (0-5)",
        "Risk_2_Description": "Pocas aplicaciones (6-30)",
        "Risk_3_Description": "Varias aplicaciones (31-75)",
        "Risk_4_Description": "Significativo número de aplicaciones (76-200)",
        "Risk_5_Description": "Considerable número de aplicaciones y complejidad (>200)",
        "Header_Id": "1",
        "Validation_Approach": "Revisar el inventario de software y/o aplicaciones. Analice con la gerencia qué aplicaciones están alojadas internamente, desarrolladas por proveedores y respaldan actividades críticas.",
        "DescriptionComment": "Las aplicaciones alojadas internamente se ejecutan internamente y son administradas por el personal de la institución financiera (por ejemplo, una computadora central que ejecuta el software central del sistema). Las aplicaciones desarrolladas por terceros generalmente las compra la institución financiera sin realizar cambios en el software o realizarlos mínimos. Las formas más comunes de software proporcionado por proveedores que respaldan actividades críticas incluyen sistemas bancarios centrales, fideicomisos, factoraje de cuentas por cobrar, arrendamiento y originación de hipotecas. Las actividades críticas se definen con base en la evaluación de riesgos de la institución financiera y generalmente consideran el impacto en las operaciones y servicios.",
        "Description": "Aplicaciones diseñadas por el proveedor, alojadas internamente, para dar apoyo a actividades consideradas críticas",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "10",
        "Item_Number": "9",
        "Risk_1_Description": "Ninguna tecnología diseñada por el usuario",
        "Risk_2_Description": "De 1-100 tecnologías",
        "Risk_3_Description": "De 101-500 tecnologías",
        "Risk_4_Description": "De 501-2,500 tecnologías",
        "Risk_5_Description": ">2,500 tecnologías",
        "Header_Id": "1",
        "Validation_Approach": "Revisar el inventario de software, aplicaciones o tecnologías desarrollados internamente. Analice con la gerencia qué aplicaciones están alojadas internamente, qué tecnologías desarrolladas por los usuarios (no profesionales) y qué actividades críticas de apoyo.",
        "DescriptionComment": "Las tecnologías desarrolladas por los usuarios son creadas por el personal interno, quien a su vez utiliza la tecnología correspondiente para realizar las tareas diarias. Normalmente, este tipo de tecnología la desarrollan personas que no son desarrolladores profesionales. El ejemplo más común de tecnología desarrollada por el usuario es una hoja de cálculo o base de datos con información confidencial o financiera del cliente que, en algunos casos, puede respaldar una función comercial crítica.",
        "Description": "Tecnologías diseñadas por el usuario e informáticas de usuario final para soportar actividades consideradas críticas (incluye la hoja de cálculo Excel y la base de datos Access de Microsoft u otras herramientas diseñadas por el usuario)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "12",
        "Item_Number": "11",
        "Risk_1_Description": "No es un OSS",
        "Risk_2_Description": "OSS limitado y ninguno soporta operaciones críticas",
        "Risk_3_Description": "Varios OSS que soportan operaciones críticas",
        "Risk_4_Description": "Gran número de OSS que soportan operaciones críticas",
        "Risk_5_Description": "La mayoría de las operaciones dependen de OSS",
        "Header_Id": "1",
        "Validation_Approach": "Revise el inventario de software para software de código abierto. Discuta con la gerencia si alguno de estos respalda operaciones críticas.",
        "DescriptionComment": "Software de código abierto se refiere al software que los usuarios pueden ejecutar, estudiar, modificar y redistribuir sin pagar tarifas de licencia. Ejemplos bien conocidos son el sistema operativo Linux, el servidor web Apache y la base de datos MySQL.",
        "Description": "Software de Código abierto (OSS)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "13",
        "Item_Number": "12",
        "Risk_1_Description": "Dispositivos limitados o no existentes (<250)",
        "Risk_2_Description": "Pocos dispositivos (250-1,500)",
        "Risk_3_Description": "Varios dispositivos (1,501-25,000)",
        "Risk_4_Description": "Significativo número de dispositivos (25,001-50,000)",
        "Risk_5_Description": "Considerable número de dispositivos (>50,000)",
        "Header_Id": "1",
        "Validation_Approach": "Revise el inventario de hardware para identificar la cantidad total de dispositivos de red en uso en la institución. Confirme con la administración que esto incluye servidores virtuales, no servidores físicos en su entorno virtualizado.",
        "DescriptionComment": "El total debe incluir dispositivos de red tanto físicos como virtuales. Muchas instituciones financieras se han trasladado a un entorno de servidor de red virtualizado. Para servidores virtuales, obtenga un recuento total de instancias virtualizadas en lugar del número de servidores físicos. Por ejemplo, un servidor que aloje cinco servidores virtualizados contaría como cinco en el total general.",
        "Description": "Dispositivos de red (por ej. servidores, routers y firewalls; tanto en físico como virtual)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "14",
        "Item_Number": "13",
        "Risk_1_Description": "No existen proveedores que soportan actividades críticas",
        "Risk_2_Description": "De 1-25 proveedores soportan actividades críticas",
        "Risk_3_Description": "De 26-100 proveedores soportan actividades críticas",
        "Risk_4_Description": "De 101-200 proveedores soportan actividades críticas; 1 o más están localizados en el extranjero",
        "Risk_5_Description": ">200 proveedores soportan actividades críticas; 1 o más están localizados en el extranjero",
        "Header_Id": "1",
        "Validation_Approach": "Revise la lista de proveedores de servicios externos, los servicios que brindan y su nivel de riesgo. Discuta con la gerencia cuál de estos almacena y procesa información que respalda las actividades críticas.",
        "DescriptionComment": "Los proveedores de servicios externos que almacenan o procesan información generalmente tienen un contrato para realizar el servicio correspondiente y utilizan equipos que son propiedad de, administrados y mantenidos por el tercero. Las formas más comunes de proveedores de servicios externos incluyen sistemas bancarios centrales, fideicomisos, factoraje AR, arrendamiento y originación de hipotecas. Las actividades críticas se definen con base en la evaluación de riesgos de la institución financiera y generalmente consideran el impacto en las operaciones y servicios.",
        "Description": "Proveedores de servicio almacenan y/o procesan información que soporta actividades críticas (No tienen acceso a los sistemas internos pero la institución depende de sus servicios)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "11",
        "Item_Number": "10",
        "Risk_1_Description": "Ningún sistema (software o hardware) que haya pasado el fin de su vida útil o en riesgo de estar cerca en un lapso de 2 años",
        "Risk_2_Description": "Pocos sistemas que están en riesgo de llegar al fin de su vida útil y ninguno de ellos soporta operaciones críticas",
        "Risk_3_Description": "Varios sistemas que llegarán al fin de su vida útil en el lapso de 2 años y algunos de ellos soportan operaciones criticas",
        "Risk_4_Description": "Un gran número de sistemas que soportan operaciones críticas están al fin de su vida útil o en riesgo de alcanzar el fin de su vida útil en 2 años",
        "Risk_5_Description": "La mayor parte de las operaciones críticas dependen de sistemas que han llegado al fin de su vida útil o lo harán dentro de los próximos 2 años o un número desconocido de sistemas que ya alcanzaron el fin de su vida útil",
        "Header_Id": "1",
        "Validation_Approach": "Revise el inventario de hardware y software propiedad de las cooperativas de crédito y sus fechas de vencimiento para determinar si alguno llega a esa fecha dentro de 2 años. Si no se incluye arriba, revise la lista de servidores de red y sistemas operativos y determine si alguna de sus fechas de fin de vida está dentro de los 2 años. Analice con la gerencia si alguno de estos sistemas que se encuentran dentro de los 2 años posteriores a su fecha de finalización de vida útil admite actividades críticas.",
        "DescriptionComment": "Todos los productos de hardware y software tienen ciclos de vida. \"Fin de vida útil\" (EOL) se refiere a la fecha en la que un proveedor de hardware o software ya no brinda soporte o mantenimiento al cliente, como parches de vulnerabilidad y actualizaciones continuas del software. El EOL puede afectar a todos los sistemas de TI, incluida la infraestructura de red, las estaciones de trabajo, las computadoras portátiles, las computadoras centrales, los dispositivos móviles (teléfonos y tabletas) y los cajeros automáticos (ATM).",
        "Description": "Fin de vida útil de los sistemas (EOL)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "15",
        "Item_Number": "14",
        "Risk_1_Description": "No existen proveedores de servicio de nube",
        "Risk_2_Description": "Pocos proveedores de servicio de nube",
        "Risk_3_Description": "Varios proveedores de servicio de nube",
        "Risk_4_Description": "Significativo número de proveedores de servicios de nube (8-10); proveedor de servicio de nube incluye localización internacional; uso de nube pública",
        "Risk_5_Description": "Considerable número de proveedores de servicio de nube (>10); proveedor de servicio de nube incluye localización internacional; uso de nube pública",
        "Header_Id": "1",
        "Validation_Approach": "Revise la lista de proveedores de servicios externos, el servicio que brindan y su nivel de riesgo. Analice con la dirección cuáles de estos proveedores de servicios que respaldan actividades críticas utilizan plataformas de nube pública o privada y si alguno de ellos utiliza ubicaciones de nube internacionales.",
        "DescriptionComment": "Los servicios de computación en la nube son servicios de TI bajo demanda proporcionados por un proveedor de servicios externo. En entornos de nube, un cliente reubica sus recursos (como datos, aplicaciones y servicios) en instalaciones informáticas fuera de la infraestructura de la institución financiera. Para la computación en la nube privada, el proveedor de servicios externo aloja o mantiene los datos en su red privada en una ubicación o ubicaciones específicas. Para la nube pública, el proveedor de servicios externo mantiene los datos para la institución financiera; sin embargo, los datos pueden estar ubicados en numerosos lugares y es posible que la institución financiera no sepa dónde se encuentran los datos reales en un momento dado.",
        "Description": "Servicios de computación en la nube alojados externamente para soportar actividades críticas",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "17",
        "Item_Number": "15",
        "Risk_1_Description": "Sin presencia en la Web ni en los medios sociales",
        "Risk_2_Description": "Sirve como un sitio web informativo o página de medios sociales (por ej., informa sobre localización de sucursales y cajeros automáticos, y de materiales de marketing)",
        "Risk_3_Description": "Sirve como canal de entrega para la banca minorista online; puede comunicarse con los clientes a través de los medios sociales",
        "Risk_4_Description": "Sirve como canal de entrega para clientes mayoristas; puede incluir el origen de la cuenta minorista",
        "Risk_5_Description": "Aplicaciones de Internet sirven como canales de entrega a clientes mayoristas para gestionar grandes activos",
        "Header_Id": "16",
        "Validation_Approach": "Revise la lista de proveedores de servicios externos, la lista de servicios que se ejecutan en servidores de red y los diagramas de topología de red para determinar la naturaleza de los canales de entrega ofrecidos. Analice con la administración cuáles de estos incluyen la creación de cuentas minoristas o la administración de activos de gran valor.",
        "DescriptionComment": "La mayoría de las instituciones comunitarias tienen presencia en línea, incluidos sitios web transaccionales. Los sitios web transaccionales pueden consistir en servicios bancarios minoristas en línea típicos y expandirse hasta servicios bancarios en línea mayoristas. La funcionalidad de la banca minorista en línea generalmente consiste en ver los saldos de las cuentas, transferir dinero entre cuentas de propiedad del cliente, solicitar el mantenimiento de la cuenta o utilizar la funcionalidad de pago de facturas. La creación de cuentas minoristas permite a los clientes abrir cuentas de depósito, préstamos u otras cuentas a través del canal bancario en línea.",
        "Description": "Presencia online (cliente)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "19",
        "Item_Number": "17",
        "Risk_1_Description": "No hay servicio de cajero automático",
        "Risk_2_Description": "Ofrece servicio de cajero automático, pero no es propietario de las máquinas",
        "Risk_3_Description": "Servicios de cajero automático administrados por terceros; cajeros automáticos en sucursales locales y regionales; abastecimiento de efectivo por subcontratación",
        "Risk_4_Description": "Servicios de cajero automático administrados internamente; cajeros automáticos en sucursales estadounidenses y establecimientos minoristas; abastecimiento de efectivo por subcontratación",
        "Risk_5_Description": "Servicios de cajero automático administrados internamente; servicio de cajeros automáticos que sirven a otras instituciones financieras; cajeros automáticos en sucursales locales e internacionales y en establecimientos minoristas; servicio de abastecimiento de efectivo gestionado internamente",
        "Header_Id": "16",
        "Validation_Approach": "Revise el número de sucursales de la cooperativa de crédito y los diagramas de topología de red para determinar el nivel de las ofertas de cajeros automáticos. Discutir con la gerencia si los servicios de cajeros automáticos se administran internamente, se recargan internamente, si brindan servicios de cajeros automáticos a otras instituciones y si cuentan con cajeros automáticos internacionales.",
        "DescriptionComment": "Un cajero automático es una terminal de transferencia electrónica de fondos (EFT) que permite a los clientes que utilizan una tarjeta de débito con PIN iniciar transacciones (por ejemplo, depósitos, retiros y consultas de saldo de cuenta).",
        "Description": "Cajeros automáticos (ATM) (Operación)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "18",
        "Item_Number": "16",
        "Risk_1_Description": "Ninguna",
        "Risk_2_Description": "Solo alertas de mensajes de texto o notificaciones; acceso por navegador",
        "Risk_3_Description": "Aplicación de banca móvil para clientes minoristas (por ej. pago de cuentas, captura remota de cheque vía móvil; solo transferencias internas",
        "Risk_4_Description": "Aplicación de banca móvil incluye transferencias externas (por ej. Para clientes corporativos, transacciones externas recurrentes)",
        "Risk_5_Description": "Funcionalidad total, que incluye originar nuevas transacciones (por ej. ACH, transferencias)",
        "Header_Id": "16",
        "Validation_Approach": "Revise la lista de proveedores de servicios externos de la cooperativa de crédito, la evaluación de riesgos para los servicios de banca electrónica, el inventario de software y los diagramas de topología de red para determinar la complejidad de las ofertas de banca móvil. Analice con la gerencia si estos servicios se brindan a clientes corporativos y si originan ACH o aceptar transferencias a través de dispositivos móviles.",
        "DescriptionComment": "La presencia móvil se refiere a ofrecer servicios bancarios tradicionales a través de dispositivos móviles, como teléfonos inteligentes o tabletas. La funcionalidad puede limitarse a correo electrónico, alertas de texto y consultas de saldo a través del servicio de mensajes cortos (SMS), pero puede ampliarse para incluir la típica banca por Internet minorista y mayorista. La presencia móvil basada en Internet incluye aplicaciones móviles y sitios web optimizados para mostrarse en dispositivos móviles. La funcionalidad de captura de cheques móvil permite al usuario escanear o tomar fotografías de cheques y luego usar las imágenes correspondientes para depositar los cheques a través de dispositivos móviles. No incluya servicios de banca en línea estándar a menos que estén optimizados para el canal móvil, como un sitio web de banca móvil.",
        "Description": "Presencia de teléfono móvil",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "21",
        "Item_Number": "18",
        "Risk_1_Description": "No emite tarjetas de crédito o débito",
        "Risk_2_Description": "Emite tarjetas de crédito y/o débito a través de terceros; <10,000 tarjetas vigentes",
        "Risk_3_Description": "Emite tarjetas de crédito o débito a través de terceros; entre 10,000-50,000 tarjetas vigentes",
        "Risk_4_Description": "Emite tarjetas de crédito o débito directamente; entre 50,000-100,000-tarjetas vigentes",
        "Risk_5_Description": "Emite tarjetas de crédito o débito directamente; >100,000-tarjetas vigentes; emite tarjetas a nombre de otras instituciones financieras",
        "Header_Id": "20",
        "Validation_Approach": "Si existe un programa de tarjetas de débito o crédito, analice con la gerencia el volumen de tarjetas de débito o crédito emitidas directamente o a través de un proveedor de servicios externo.",
        "DescriptionComment": "\"Las tarjetas de débito son tarjetas de pago con número de identificación personal (PIN), firma o chip emitidas a personas para comprar bienes y servicios mediante transferencias electrónicas de fondos desde cuentas de depósito a la vista en lugar de utilizar efectivo, cheques o giros en los puntos -de venta.\n\nLas tarjetas de crédito permiten a las personas realizar compras o retirar efectivo hasta un límite preestablecido basado en líneas de crédito establecidas.\"",
        "Description": "Emite tarjetas de crédito o débito",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "22",
        "Item_Number": "19",
        "Risk_1_Description": "No emite tarjetas prepago",
        "Risk_2_Description": "Emite tarjetas prepago a través de terceros; <5,000 tarjetas vigentes",
        "Risk_3_Description": "Emite tarjetas prepago a través de terceros; 5,000-10,000 tarjetas vigentes",
        "Risk_4_Description": "Emite tarjetas prepago a través de terceros; 10,001-20,000 tarjetas vigentes",
        "Risk_5_Description": "Emite tarjetas prepago internamente, a través de terceros; o a nombre de otras instituciones financieras; >20,000 tarjetas vigentes",
        "Header_Id": "20",
        "Validation_Approach": "Si existe un programa de tarjetas prepagas, discuta con la gerencia el volumen de tarjetas prepagas emitidas directamente o a través de un proveedor de servicios externo.",
        "DescriptionComment": "Existen varios tipos de tarjetas prepago, incluidas las tarjetas de regalo, de nómina y de viaje. La emisión de tarjetas prepago somete a las instituciones financieras a riesgos legales. Por ejemplo, los programas de productos de tarjetas prepagas deben cumplir con la Ley de Secreto Bancario y las directrices contra el lavado de dinero. Las tarjetas prepago emitidas por la institución financiera podrán ser distribuidas y comercializadas por un tercero; sin embargo, la complejidad puede aumentar al emitir directamente las tarjetas o emitirlas en nombre de otras instituciones financieras. Las tarjetas de acceso prepago pueden usarse para perpetrar esquemas de lavado de dinero, además de otros riesgos como la apropiación de cuentas, la manipulación de paquetes/tarjetas de regalo, la alteración de tarjetas, la conversión y el contrabando de efectivo en grandes cantidades, y el lavado de dinero basado en el comercio.",
        "Description": "Tarjetas prepago",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "24",
        "Item_Number": "21",
        "Risk_1_Description": "No se ofrece",
        "Risk_2_Description": "Clientes pueden originar el pago; es usado por <1,000 clientes o volumen mensual de transacciones <50,000",
        "Risk_3_Description": "Clientes pueden originar el pago; es usado por 1,000-5,000 clientes o volumen mensual de transacciones es entre 50,000-100,000",
        "Risk_4_Description": "Clientes pueden originar el pago; es usado por 5,001-10,000 clientes o volumen mensual de transacciones es entre 100,001-1 millón",
        "Risk_5_Description": "Clientes pueden solicitar el pago u originarlo; es usado por >10,000 clientes o volumen mensual de transacciones >1 millón",
        "Header_Id": "20",
        "Validation_Approach": "Analice con la gerencia si los funcionarios de la cooperativa de crédito realizan pagos P2P, el número de usuarios y el volumen de pagos mensuales.",
        "DescriptionComment": "P2P permite a los clientes transferir fondos desde sus cuentas o tarjetas de crédito a la cuenta de otras personas a través de una interfaz en línea o una aplicación móvil. La mayor aceptación de la banca en línea, la banca móvil y el comercio electrónico por parte de los clientes ha allanado el camino para un mayor uso de P2P (por ejemplo, PayPal y CashApp).",
        "Description": "Pagos de persona a persona (P2P)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "25",
        "Item_Number": "22",
        "Risk_1_Description": "No se origina con la Cámara de Compensación Automatizada",
        "Risk_2_Description": "Origina transacciones de crédito de la ACH; volumen diario <3% del total de activos",
        "Risk_3_Description": "Origina transacciones de débitos y créditos de la ACH; volumen diario es 3%-5% del total de activos",
        "Risk_4_Description": "Auspiciar procesadores de pagos de terceros; se originan débitos y créditos de la ACH; volumen diario es 6%-25% del total de activos",
        "Risk_5_Description": "Auspiciar procesadores de pagos de terceros corresponsales; se originan débitos y créditos de la ACH; volumen diario es >25% del total de activos",
        "Header_Id": "20",
        "Validation_Approach": "Si la cooperativa de crédito origina transacciones ACH, hable con la gerencia si tienen remitentes de pagos de terceros o remitentes de terceros anidados. Pregunte a la gerencia por el volumen diario de débitos y créditos originados.",
        "DescriptionComment": "Una institución financiera de origen (ODFI) es aquella que ingresa archivos ACH en el sistema NACHA. El archivo puede contener instrucciones de financiación recopiladas directamente de un originador (una persona física o miembro empresarial), un tercero remitente (una empresa que cobra pagos en su nombre o en el de otros) o un tercero remitente anidado (una empresa que cobra pagos en en nombre de otro tercero remitente).",
        "Description": "Iniciar pagos de la Cámara de Compensación Automatizada (ACH)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "23",
        "Item_Number": "20",
        "Risk_1_Description": "No acepta o usa tecnologías emergentes de pago",
        "Risk_2_Description": "Aceptación o uso indirecto de tecnologías emergentes de pago (el uso del cliente puede afectar la cuenta de depósito o de crédito)",
        "Risk_3_Description": "Aceptación o uso directo de tecnologías emergentes de pago; socio o franquicia con proveedor no bancarizado; volumen de transacción limitado",
        "Risk_4_Description": "Aceptación o uso directo de tecnologías emergentes de pago; volumen de transacción pequeño; no acepta pagos del exterior",
        "Risk_5_Description": "Aceptación directa de tecnologías emergentes de pago; moderado volumen de transacciones y pagos del exterior",
        "Header_Id": "20",
        "Validation_Approach": "Analice con la gerencia si la cooperativa de crédito ofrece tecnologías de billeteras digitales o móviles, niveles de volumen y si tienen pagos en el extranjero.",
        "DescriptionComment": "Las tecnologías de pagos emergentes incluyen áreas como la presentación y pago electrónico de facturas (EBPP), persona a persona (P2P), cuenta a cuenta (A2A) e instrumentos de valor almacenado. Varios mecanismos de pago emergentes más recientes son los pagos sin contacto, la biometría, los pagos de proximidad y el formato y la mecánica de transmisión utilizados para efectuar estos pagos. Una billetera digital es un dispositivo electrónico (como un teléfono móvil) que permite al usuario realizar un pago electrónico. Una billetera móvil es una forma de llevar la información de su tarjeta de crédito o débito en formato digital en un dispositivo móvil. La aceptación indirecta es cuando la institución financiera permite que este tipo de pago se liquide a través de la cuenta. La aceptación directa es cuando la institución financiera actúa como conducto para la presentación de esta forma de pago.",
        "Description": "Tecnologías emergentes de pago (por ej. billetera digital, billetera móvil)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "26",
        "Item_Number": "23",
        "Risk_1_Description": "No se originan pagos a mayoristas",
        "Risk_2_Description": "Volumen de pagos a mayoristas originados a diario <3% del total de activos",
        "Risk_3_Description": "Volumen de pagos a mayoristas originados a diario 3%-5% del total de activos",
        "Risk_4_Description": "Volumen de pagos a mayoristas originados a diario 6%-25% del total de activos",
        "Risk_5_Description": "Volumen de pagos a mayoristas originados a diario >25% del total de activos",
        "Header_Id": "20",
        "Validation_Approach": "Si la cooperativa de crédito origina pagos mayoristas (CHIPS), confirme con la gerencia si la cooperativa de crédito origina pagos mayoristas y confirme el volumen de los activos totales.",
        "DescriptionComment": "\"La mayoría de los pagos o transferencias en dólares estadounidenses en Estados Unidos se procesan en última instancia a través de sistemas de pago mayoristas, que generalmente manejan transacciones de gran valor entre instituciones.\n\nLos dos principales sistemas de pago mayoristas nacionales para transferencias de fondos interbancarios son el Servicio de Fondos Fedwire y el Sistema de Pagos Interbancarios de la Cámara de Compensación (CHIPS). La mayor parte del valor en dólares de estos pagos se origina electrónicamente para realizar pagos de gran valor y en plazos críticos.\"",
        "Description": "Originar pagos a mayoristas (por ej. CHIPS)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "27",
        "Item_Number": "24",
        "Risk_1_Description": "No se ofrece",
        "Risk_2_Description": "Solo solicitudes de transferencia en persona; solo transferencias nacionales; volumen diario inalámbrico <3% del total de activos",
        "Risk_3_Description": "Solicitudes de transferencia en persona, por teléfono y fax; volumen diario de transferencias nacionales 3%-5% del total de activos; volumen diario de transferencias internacionales <3% del total de activos",
        "Risk_4_Description": "Diversos canales de solicitud (por ej., online, por mensaje de texto, e-mail, fax y teléfono; volumen diario de transferencias nacionales 6%-25% del total de activos; volumen diario de transferencias internacionales <3%-10% del total de activos",
        "Risk_5_Description": "Diversos canales de solicitud (por ej., online, por mensaje de texto, e-mail, fax y teléfono; volumen diario de transferencias nacionales >25% del total de activos; volumen diario de transferencias internacionales >10% del total de activos",
        "Header_Id": "20",
        "Validation_Approach": "Si la cooperativa de crédito realiza transferencias bancarias nacionales e internacionales, confirme con la gerencia las diversas formas en que reciben solicitudes de transferencias bancarias y realizan transferencias bancarias.",
        "DescriptionComment": "Las transferencias electrónicas nacionales se completan utilizando el sistema Fedwire o se procesan a través de relaciones bancarias corresponsales. Las transferencias bancarias internacionales generalmente se enrutan a través de una institución financiera que a su vez utiliza el sistema de la Sociedad de Telecomunicaciones Financieras Interbancarias Mundiales (SWIFT) para ejecutar la transferencia bancaria. Las solicitudes de transferencias bancarias de los clientes se pueden aceptar a través de una variedad de métodos, incluidos en persona, por teléfono, por fax, correo electrónico, conexiones directas con el cliente, banca en línea y banca móvil en línea.",
        "Description": "Transferencias bancarias",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "28",
        "Item_Number": "25",
        "Risk_1_Description": "No ofrece captura remota de depósito CDR",
        "Risk_2_Description": "<100 clientes comerciales; volumen diario de operaciones es <3% del total de activos",
        "Risk_3_Description": "100-500 clientes comerciales; volumen diario de operaciones es 3%-5% del total de activos",
        "Risk_4_Description": "500-1,000 clientes comerciales; volumen diario de operaciones es 6%-25% del total deactivos",
        "Risk_5_Description": ">1,000 clientes comerciales; volumen diario de operaciones es >25% del total de activos",
        "Header_Id": "20",
        "Validation_Approach": "Si la cooperativa de crédito ofrece procesamiento comercial, hable con la gerencia si ofrecen captura remota de depósitos a los comerciantes y cuántos clientes la utilizan y proporcione una lista del volumen de transacciones diarias.",
        "DescriptionComment": "La captura remota de depósitos permite a los usuarios en ubicaciones remotas escanear imágenes digitales de cheques y transmitir las imágenes capturadas a la institución financiera o a un comerciante que sea cliente de la institución financiera. Esto no incluye la captura remota de depósitos de los consumidores, como los miembros con cuentas no comerciales que depositan cheques a través de una aplicación de teléfono inteligente o escanean cheques y transmiten las imágenes en línea a la cooperativa de crédito.",
        "Description": "Captura remota de depósito del comerciante (RDC)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "29",
        "Item_Number": "26",
        "Risk_1_Description": "No ofrece remesas internacionales",
        "Risk_2_Description": "Volumen diario total de operaciones es <3% del total de activos",
        "Risk_3_Description": "Volumen diario total de operaciones es 3%-5% del total de activos",
        "Risk_4_Description": "Volumen diario total de operaciones es 6%-25% del total de activos",
        "Risk_5_Description": "Volumen diario total de operaciones es >25% del total de activos",
        "Header_Id": "20",
        "Validation_Approach": "Si la cooperativa de crédito ofrece remesas globales (internacionales), analice con la gerencia el volumen bruto diario de transacciones de las remesas globales.",
        "DescriptionComment": "Una remesa global o una transferencia de remesas incluye la mayoría de las transferencias electrónicas de dinero (por ejemplo, transferencias bancarias, ACH) enviadas por consumidores en los Estados Unidos a través de proveedores de transferencias de remesas a destinatarios en otros países.",
        "Description": "Remesas internacionales",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "30",
        "Item_Number": "27",
        "Risk_1_Description": "No se ofrece servicio de tesorería",
        "Risk_2_Description": "Se ofrece servicio limitado; número de clientes es <1,000",
        "Risk_3_Description": "Servicios ofrecidos incluyen caja de seguridad, originar ACH, y captura de depósito remoto; número de clientes está entre 1,000-10,000",
        "Risk_4_Description": "Servicios ofrecidos incluyen soluciones para cuentas por cobrar y gestión de liquidez; número de clientes está entre 10,001-20,000",
        "Risk_5_Description": "Múltiples servicios ofrecidos incluyen servicios de moneda extranjera, inversiones en línea, y cuentas inversión financiera transitoria; número de clientes es >20,000",
        "Header_Id": "20",
        "Validation_Approach": "Discuta con la gerencia si brindan algún servicio de Tesorería y confirme la cantidad de clientes y la complejidad de los servicios ofrecidos.",
        "DescriptionComment": "Los servicios de tesorería son un amplio conjunto de servicios, que incluyen gestión de efectivo, gestión de liquidez, financiación comercial y servicios de información, que se ofrecen a clientes corporativos o comerciales.",
        "Description": "Servicio de tesorería al cliente",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "31",
        "Item_Number": "28",
        "Risk_1_Description": "No se ofrecen servicios fiduciarios",
        "Risk_2_Description": "Se ofrecen servicios fiduciarios a través de un proveedor externo; activos bajo la administración totalizan <US$500 millones",
        "Risk_3_Description": "Se ofrecen servicios fiduciarios directamente; porfolio de activos bajo la administración totalizan US$500-999 millones",
        "Risk_4_Description": "Se ofrecen servicios fiduciarios directamente; activos bajo la administración totalizan US$1,000-10,000 millones",
        "Risk_5_Description": "Se ofrecen servicios fiduciarios directamente; activos bajo la administración totalizan >US$10,000 millones",
        "Header_Id": "20",
        "Validation_Approach": "Discutir con la gerencia si los funcionarios de la cooperativa de crédito confían en los servicios y los activos bajo administración.",
        "DescriptionComment": "Los servicios fiduciarios incluyen en términos generales servicios fiduciarios para clientes individuales (por ejemplo, fideicomisos personales y cuentas de gestión de inversiones) y clientes corporativos (por ejemplo, planes de beneficios para empleados, dotaciones, fundaciones y emisiones de bonos), servicios no fiduciarios (por ejemplo, corretaje minorista, servicios de custodia [valores, efectivo y documentos], y servicios de tenedores de valores [agente de transferencias]). También pueden denominarse productos y servicios de gestión de activos.",
        "Description": "Servicios fiduciarios",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "32",
        "Item_Number": "29",
        "Risk_1_Description": "No actúa como banco corresponsal",
        "Risk_2_Description": "Actúa como banco corresponsal para <100 instituciones",
        "Risk_3_Description": "Actúa como banco corresponsal para 100-250 instituciones",
        "Risk_4_Description": "Actúa como banco corresponsal para 251-500 instituciones",
        "Risk_5_Description": "Actúa como banco corresponsal para >500 instituciones",
        "Header_Id": "20",
        "Validation_Approach": "Discuta con la gerencia si la cooperativa de crédito actúa como banco corresponsal y determine la cantidad de instituciones a las que brindan este servicio.",
        "DescriptionComment": "Un banco corresponsal brinda servicios en nombre de otra institución financiera (el banco de un banquero). Los bancos corresponsales realizan \"transferencias interbancarias\" en nombre propio y en beneficio de otras instituciones financieras y sus clientes. El tamaño y la complejidad de la operación bancaria y el origen y destino de los fondos que se transfieren determinan qué tipo de sistema de transferencia de fondos utiliza el banco. Se pueden ofrecer numerosos servicios a través de una relación de banca corresponsal, y estos servicios pueden incluir procesamiento de artículos, gestión de tesorería, cambio de divisas, transacciones extranjeras, seguros e inversiones.",
        "Description": "Actúa como banco corresponsal (transferencias interbancarias)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "33",
        "Item_Number": "30",
        "Risk_1_Description": "No actúa como adquiriente comercial",
        "Risk_2_Description": "Actúa como adquiriente comercial; <1,000 comerciantes",
        "Risk_3_Description": "Actúa como adquiriente comercial; subcontrata el procesamiento de pago con tarjeta; 1,000-10,000 comerciantes",
        "Risk_4_Description": "Actúa como adquiriente comercial y procesador de pago con tarjeta; 10,001-100,000 comerciantes",
        "Risk_5_Description": "Actúa como adquiriente comercial y procesador de pago con tarjeta; >100,000 comerciantes",
        "Header_Id": "20",
        "Validation_Approach": "Si la cooperativa de crédito ofrece procesamiento comercial, analice con la gerencia la cantidad de comerciantes a quienes brindan este servicio.",
        "DescriptionComment": "Para aceptar pagos con tarjeta de crédito, los comerciantes deben estar patrocinados por una institución adquirente que sea miembro de la asociación de tarjetas de crédito. Un comerciante adquirente contrata directamente con comerciantes o indirectamente a través de una institución agente o un tercero para proporcionar procesamiento de tarjetas. Las instituciones adquirentes generalmente realizan todas las operaciones internas y poseen el número de liquidación del Número de identificación bancaria (BIN)/Asociación de tarjetas interbancarias (ICA). No incluya instituciones que actúen únicamente como agentes de referencia, independientemente de si han aceptado responsabilidad por transacciones comerciales.",
        "Description": "Adquiriente comercial (auspicia comerciantes o actividad de procesamiento de tarjetas en el sistema de pagos)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "34",
        "Item_Number": "31",
        "Risk_1_Description": "No brinda servicios de TI para otras organizaciones",
        "Risk_2_Description": "Da alojamiento o proporciona servicios de TI a organizaciones afiliadas",
        "Risk_3_Description": "Da alojamiento o proporciona servicios de TI hasta a 25 organizaciones no afiliadas",
        "Risk_4_Description": "Da alojamiento o proporciona servicios de TI para 26-50 organizaciones no afiliadas",
        "Risk_5_Description": "Da alojamiento o proporciona servicios de TI a >50 organizaciones afiliadas",
        "Header_Id": "20",
        "Validation_Approach": "Si la cooperativa de crédito ofrece procesamiento comercial, analice con la gerencia la cantidad de comerciantes a quienes brindan este servicio.",
        "DescriptionComment": "El caso más típico es cuando los servicios de TI se proporcionan a una institución afiliada bajo propiedad o control común. Sin embargo, los servicios de TI pueden extenderse para cubrir instituciones no afiliadas. La naturaleza del servicio puede limitarse a un aspecto específico (por ejemplo, procesamiento de datos centrales) o puede incluir toda la infraestructura de TI y el personal necesarios para respaldar las necesidades de TI de la institución atendida.",
        "Description": "Servicios de alojamiento TI para otras organizaciones (ya sea por sistemas compartidos o soporte administrativo)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "36",
        "Item_Number": "32",
        "Risk_1_Description": "No hay nada planeado",
        "Risk_2_Description": "Abierto para iniciar conversaciones o buscar activamente una fusión o adquisición",
        "Risk_3_Description": "En conversaciones por lo menos con una parte interesada",
        "Risk_4_Description": "Se ha anunciado públicamente una venta o adquisición en el último año, en negociaciones con uno o más interesados",
        "Risk_5_Description": "Están en proceso varias integraciones relacionas con adquisiciones",
        "Header_Id": "35",
        "Validation_Approach": "Discutir con la gerencia los planes estratégicos y/o de negocios para TI, la lista de proyectos de TI recientes y planificados y el presupuesto de tecnología y seguridad de la información para identificar posibles fusiones o adquisiciones o desinversiones y empresas conjuntas. Discutir con la gerencia sus intenciones con respecto a fusiones, adquisiciones, desinversiones o empresas conjuntas.",
        "DescriptionComment": "Los detalles relacionados con fusiones y adquisiciones en curso o potenciales deben ser formales y bien pensados para la institución financiera (parte del plan estratégico de la institución financiera); sin embargo, para algunas organizaciones, el proceso de fusiones y adquisiciones puede ser informal y estar impulsado por las oportunidades que surgen.",
        "Description": "Fusiones y adquisiciones (incluyendo venta de activos y joint ventures)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "37",
        "Item_Number": "33",
        "Risk_1_Description": "Número total de empleados <50",
        "Risk_2_Description": "Número total de empleados 50-2,000",
        "Risk_3_Description": "Número total de empleados <2,001-10,000",
        "Risk_4_Description": "Número total de empleados 10,001-50,000",
        "Risk_5_Description": "Número de empleados es >50,000",
        "Header_Id": "35",
        "Validation_Approach": "Discutir con la gerencia el número total de empleados, incluidos los contratistas de tecnología de la información y ciberseguridad.",
        "DescriptionComment": "Recuento total de empleados directos y subcontratados en la organización (TI y no relacionados con TI).",
        "Description": "Empleados directos (incluyendo contratistas de tecnología informática y ciberseguridad)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "38",
        "Item_Number": "34",
        "Risk_1_Description": "Cargos claves cubiertos; baja o inexistente rotación de personal",
        "Risk_2_Description": "Existen vacantes para personal con roles no indispensables",
        "Risk_3_Description": "Cierta rotación de cargos claves o senior",
        "Risk_4_Description": "Rotación frecuente en cargos senior o claves",
        "Risk_5_Description": "Puestos vacantes por largos periodos en cargos seniors o claves; alto nivel de rotación en TI o seguridad informática",
        "Header_Id": "35",
        "Validation_Approach": "Revise los organigramas de TI/IS, las descripciones de puestos de TI/SI y los planes de sucesión para el personal de TI crítico. Confirmar con la gerencia la cantidad de rotación del personal clave de seguridad de la información y TI.",
        "DescriptionComment": "El personal clave de TI y SI puede incluir muchos puestos operativos y de TI diferentes en la institución financiera. Los puestos comunes pueden incluir personal para operaciones de depósito o préstamo, director de información (CIO), director de seguridad de la información, auditoría de TI, gestión de cambios, gestión de proyectos, gestión de riesgos de terceros, soporte tecnológico, ingeniería, arquitectura, desarrolladores, administradores, gestión de acceso. , planificación de la continuidad del negocio (BCP), gestión del riesgo operativo y garantía de calidad.",
        "Description": "Cambios en el personal de TI y seguridad informática",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "39",
        "Item_Number": "35",
        "Risk_1_Description": "Número limitado de administradores; administradores externos limitados o inexistentes",
        "Risk_2_Description": "Nivel de rotación de administradores no afecta las operaciones o actividades; puede utilizar algunos administradores externos",
        "Risk_3_Description": "Nivel de rotación de administradores afecta las operaciones; número de administradores para sistemas individuales o aplicaciones excede lo necesario",
        "Risk_4_Description": "Alto nivel de confianza en administradores externos; número de administradores no es suficiente para soportar el nivel o ritmo de cambio",
        "Risk_5_Description": "Alta rotación de personal en administradores de red; muchos o la mayoría de los administradores son externos (contratistas proveedores); la experiencia en administración de redes es limitada",
        "Header_Id": "35",
        "Validation_Approach": "Revise la lista de administradores de red y sistema. Discutir con la gerencia el nivel de rotación de administradores de redes y sistemas y el uso, en su caso, de administradores externos.",
        "DescriptionComment": "Se necesita acceso privilegiado para administrar los sistemas clave utilizados por la institución. El acceso privilegiado puede ser realizado por empleados directos de la institución, o la institución puede mostrar una dependencia parcial o total de terceros para realizar estas tareas. La cantidad de empleados y/o terceros que necesitan acceso privilegiado puede variar dependiendo de la cantidad de sistemas empleados por la institución y el nivel de complejidad de los sistemas correspondientes.",
        "Description": "Acceso privilegiado (red de Administradores, base de datos, aplicaciones, sistemas, etc.)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "40",
        "Item_Number": "36",
        "Risk_1_Description": "Entorno de TI/informático estable",
        "Risk_2_Description": "Mínimos cambios o poco frecuentes en el entorno de TI",
        "Risk_3_Description": "Nuevas tecnologías adoptadas con frecuencia",
        "Risk_4_Description": "Gran cantidad de cambios significativos",
        "Risk_5_Description": "Considerables cambios en el/los proveedores subcontratados para servicios cruciales de TI; con frecuencia ocurren cambios grandes y complejos en el entorno",
        "Header_Id": "35",
        "Validation_Approach": "Revisar la lista de proyectos de TI recientes y planificados, y el presupuesto de tecnología y seguridad de la información, el informe a la junta sobre el cumplimiento del ISP, las actas de dirección de TI u otros comités. Discutir con la gerencia la frecuencia y el volumen de los cambios en la tecnología de la información.",
        "DescriptionComment": "Los cambios en el entorno de TI son inevitables y la complejidad de los cambios puede variar significativamente. Los cambios pueden consistir en actualizaciones de la infraestructura de red, actualizaciones del sistema telefónico, conversiones de aplicaciones y sistemas centrales, y nuevos productos y servicios con los correspondientes nuevos sistemas o aplicaciones de TI de soporte. El riesgo asociado con los cambios puede aumentar si la institución financiera está incursionando en productos, servicios y tecnologías nuevos o emergentes.",
        "Description": "Cambios en el entorno de TI (p. ej. La red, infraestructura, aplicaciones importantes, tecnologías de soporte para nuevos productos o servicios)",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "41",
        "Item_Number": "37",
        "Risk_1_Description": "1 estado",
        "Risk_2_Description": "1 región",
        "Risk_3_Description": "1 país",
        "Risk_4_Description": "1-20 países",
        "Risk_5_Description": ">20 países",
        "Header_Id": "35",
        "Validation_Approach": "Revise la pestaña de sitios de perfiles en línea de las cooperativas de crédito y determine la cantidad de estados, regiones y países donde la cooperativa de crédito tiene sucursales.",
        "DescriptionComment": "El objetivo de esta declaración es cuantificar la huella geográfica de las ubicaciones bancarias accesibles para los clientes y/o ubicaciones donde la institución tiene una presencia comercial significativa. Para las instituciones que se centran en los canales de banca en línea, la presencia comercial puede expandirse mucho más allá de la huella física de las ubicaciones bancarias tradicionales.",
        "Description": "Ubicación de sucursales/presencia comercial",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "42",
        "Item_Number": "38",
        "Risk_1_Description": "1 estado",
        "Risk_2_Description": "1 región",
        "Risk_3_Description": "1 país",
        "Risk_4_Description": "1-10 países",
        "Risk_5_Description": ">10 países",
        "Header_Id": "35",
        "Validation_Approach": "Discutir con la gerencia la ubicación de los registros de las cooperativas de crédito; teniendo en cuenta el número de sitios, estados, regiones y países en los que operan",
        "DescriptionComment": "Cuantificar la huella geográfica de las operaciones y los centros de datos. La evaluación debe considerar e incluir a proveedores externos de servicios de procesamiento de datos críticos.",
        "Description": "Lugares de operación/centros de datos",
        "Risk_Type": "IRP"
    },
    {
        "IRP_ID": "44",
        "Item_Number": "39",
        "Risk_1_Description": "Ningún intento de ataque o no hubo reconocimiento",
        "Risk_2_Description": "Pocos intentos al mes (<100); pueden haber tenido campañas de phishing genérico dirigidas a empleados y clientes",
        "Risk_3_Description": "Varios ataques al mes (100-500); campañas de phishing dirigidas a empleados o clientes de la institución o a terceros que dan soporte a actividades cruciales; puede haber sufrido un ataque de denegación de servicios distribuidos (DDoS) en el último año",
        "Risk_4_Description": "Significativo número de intentos al mes (501-100,000) campañas de spear phishing dirigidas a clientes con alto patrimonio neto y empleados de la institución o de terceros que dan soporte a actividades cruciales; la institución es mencionada específicamente en informes de amenazas; puede haber sufrido múltiples intentos de ataques DDoS en el último año",
        "Risk_5_Description": "\"Considerable número de intentos de ataque al mes (>100,000) persistentes intentos para atacar a altos funcionarios y/o administradores de la\n\nred; frecuentemente dirigido por ataques DDoS (denegación de servicios distribuidos)\"",
        "Header_Id": "43",
        "Validation_Approach": "Revisar el informe a la junta sobre el cumplimiento anual con el ISP, el comité directivo de TI u otro comité de gestión, los informes de incidentes por eventos de seguridad ocurridos desde el último examen. Discuta con la gerencia la cantidad de eventos de seguridad o ataques cibernéticos intentados desde el último examen.",
        "DescriptionComment": "\"Los intentos de ciberataques, ya sean exitosos o no, deben registrarse y rastrearse para establecer y comprender la línea de base del volumen normal a fin de detectar ataques y actividades anómalas. Ejemplos de ataques cibernéticos incluyen:\n\n• Phishing genérico: intento de adquirir información confidencial a través de comunicaciones electrónicas (normalmente correo electrónico o sitios web imitados) actuando como una entidad confiable.\n\n• Spear phishing: objetivos similares al phishing genérico; sin embargo, sí lo está (dirigido a personas, empresas y/o terceros específicos). Con el Spear Phishing, el atacante puede aumentar su tasa de éxito mediante el reconocimiento del objetivo.\n\n• Ataques DDoS (denegación de servicio distribuido): cuando múltiples sistemas [operados por o en beneficio de los atacantes] inundan el ancho de banda o los recursos del sistema objetivo (generalmente uno o más servidores web operados por la institución financiera).\"",
        "Description": "Intentos de ciberataques",
        "Risk_Type": "IRP"
    }
]